#Wed Jan 02 19:25:08 PST 2013
admin.action.refresh=Atualizar \u00EDndice de busca
admin.action.save=Gravar altera\u00E7\u00F5es
admin.adduser.caption.adduser=Adicionar nova conta
admin.adduser.caption.displayname=Nome de exibi\u00E7\u00E3o
admin.adduser.caption.email=E-Mail
admin.adduser.caption.login=User Login
admin.adduser.caption.password=Senha
admin.adduser.caption.passwordconfirm=Confirme a senha de usu\u00E1rio
admin.adduser.message.success=Login {0} adicionado com sucesso\!
admin.adduser.message.uidexists=Um usu\u00E1rio com o Login {0} j\u00E1 existe\!
admin.cache.caption=Limpar cache de disco e mem\u00F3ria
admin.cache.message.clearfailed=Erro ao limpar a cache\: {0}.
admin.caption.adduser=Adicionar
admin.caption.date.dateonly=Padr\u00E3o de data
admin.caption.date.timeonly=Padr\u00E3o de hora
admin.caption.defaultlocale=Default locale
admin.caption.defaulttimezone=Default time zone
admin.caption.defaulttopic=Tema padr\u00E3o
admin.caption.editor=Editor padr\u00E3o
admin.caption.externallinknewwindow=Abrir links externos em uma nova janela
admin.caption.filedir=Diret\u00F3rio do Sistema de Arquivo
admin.caption.imageresize=Incremento de redimencionamento de imagem (pixels)
admin.caption.logitems=Recarregar entradas do log
admin.caption.logoimage=Imagem de logo
admin.caption.maxversionexport=Topic version export limit
admin.caption.metadescription=Descri\u00E7\u00E3o meta HTML
admin.caption.migratedatabase=Migrar o Wiki para um novo Banco de Dados
admin.caption.printnewwindow=Abrir p\u00E1ginas de impress\u00E3o em uma nova janela
admin.caption.recentchanges=Recarregar atualiza\u00E7\u00E3o
admin.caption.recentchangesdefault=N\u00FAmero atualiza\u00E7\u00E3oes mostradas
admin.caption.reset=Reset
admin.caption.searchengine=Mecanismo de Busca
admin.caption.serverurl=Server URL
admin.caption.sitename=Nome do Site
admin.caption.spamfilter=Recarregar padr\u00F5es de filtros de spam
admin.caption.usepreview=Usar preview
admin.caption.useshowchanges=Display "Show Changes" edit button
admin.header.cache=Configura\u00E7\u00F5es de Cache
admin.header.email=E-Mail settings
admin.header.general=Configura\u00E7\u00F5es Gerais
admin.header.other=Outras configura\u00E7\u00F5es
admin.header.parser=Configura\u00E7\u00F5es de Parser
admin.header.persistence=Configura\u00E7\u00F5es de Persist\u00EAncia
admin.header.rss=Configura\u00E7\u00F5es de RSS
admin.header.spam=Configura\u00E7\u00F5es de Spam
admin.header.upload=Configura\u00E7\u00F5es de carga de arquivo
admin.help.adduser=Criar uma nova conta de usu\u00E1rio da wiki. Essa funcionalidade \u00E9 primariamente utilizada para wiki na qual o usu\u00E1rio n\u00E3o pode registrar-se.
admin.help.clearcache=A limpeza do cache tamb\u00E9m limpar\u00E1 os dados armazenados em mem\u00F3ria. Isso deve ser feito somente se alguma altera\u00E7\u00E3o foi feita fora do procedimento de modifica\u00E7\u00E3o do Wiki.
admin.help.date.common=Available patterns can be customized by updating the jamwiki-configuration.xml file.  Patterns must follow the format used by the <a href\="http\://download.oracle.com/javase/1.5.0/docs/api/java/text/SimpleDateFormat.html" target\="_blank">java.text.SimpleDateFormat</a> class.  "SHORT", "MEDIUM", "LONG" and "FULL" may also be used to invoke the corresponding SimpleDateFormat constant value.
admin.help.date.dateonly=Format to use for display of dates that include day, month and year, but do not include hour or minute.
admin.help.date.timeonly=Format to use for display of dates that include hour and minute but not day, month or year.
admin.help.defaultlocale=The default locale used for displaying text and formatting dates; users can personalize the locale using user preferences.  Note that if translations are not available for a locale then labels will still display in English.
admin.help.defaulttimezone=The default time zone to use when displaying dates; users can personalize the time zone using user preferences.  Note that this time zone will always be used when displaying the time in wiki signatures.
admin.help.defaulttopic=The default topic is the topic that will be displayed when no topic is specified, such as when the URL http\://www.example.com/wiki/en/ is requested.  Virtual wikis may be configured to override this default value from the Special\:VirtualWiki page.
admin.help.editor=The default editor determines what editing tool new users will see when editing topics.  Users may choose to change the using their user preferences.
admin.help.filedir=Um diret\u00F3rio existente em que o Wiki possa armazenar os arquivos de sistema.
admin.help.imageresize=O redimensionamento de imagens pode deixar o wiki lento. Assim, as imagens s\u00E3o redimensionadas em incrementos e posteriormente dimensionadas no browser do usu\u00E1rio. Incrementos de redimencionamento melhoram a performance mas reduzem a qualidade da imagem.
admin.help.logoimage=Especifica o logo do wiki. O caminho informado deve ser especificado em rela\u00E7\u00E3o ao diret\u00F3rio <code>images</code> da raiz do contexto da aplica\u00E7\u00E3o web.
admin.help.maxversionexport=The maximum number of revisions that may be included in a topic export.  A larger value allows the full history of most topics to be exported, but may cause excessive use of system resources.  A smaller value prevents exporting the full topic history but also prevents the export process from using excessive system resources.
admin.help.metadescription=A meta descri\u00E7\u00E3o HTML \u00E9 uma descri\u00E7\u00E3o da p\u00E1gina wiki que pode ser usada por mecanismos de busca e outras ferramentas para descrever a p\u00E1gina. Vari\u00E1veis que podem ser usadas na meta descri\u00E7\u00E3o incluem\: {0} t\u00F3pico da p\u00E1gina.
admin.help.migratedatabase=Este comando migrar\u00E1 o conte\u00FAdo do wiki para um <b>novo</b> banco de dados considerando os par\u00E2metros especificados. Note que n\u00E3o podem existir tabelas do wiki no novo banco de dados. <p>Esta opera\u00E7\u00E3o pode levar muito tempo dependendo do tamanho da base de dados do wiki.
admin.help.rebuildsearch=Talvez seja necess\u00E1rio recalcular o \u00EDndice de pesquisa ap\u00F3s um crash ou uma restaura\u00E7\u00E3o de backup. Observe que esta opera\u00E7\u00E3o pode tomar muito tempo para terminar, uma vez que os t\u00F3picos precisam ser analisados.
admin.help.reloadlogitems=Reloading log entries will force the records for the Special\:Log page to be re-calculated.  This option should not normally be needed.
admin.help.reloadrecentchanges=O recarregamento de modifica\u00E7\u00F5es recentes for\u00E7ar\u00E1 os registros modificados a serem recalculados. Somente use esta op\u00E7\u00E3o em casos especiais.
admin.help.reloadspamfilter=O recarregamento dos padr\u00F5es de filtro de spam atualizar\u00E3o o filtro de spam com as altera\u00E7\u00F5es do arquivo <code>/WEB-INF/classes/spam-blacklist.txt</code> file.
admin.help.serverurl=The base URL for the server, such as http\://www.example.com/.  This value will be used when generating absolute URLs.
admin.help.sitename=The name of the site.  This value will be appended to all page titles and used in XML exports.  Note that HTML should not be used in the site name.
admin.maintenance.caption.links=Regenerate topic metadata records
admin.maintenance.caption.namespaces=Corrigir t\u00F3picos incorretos do namespace
admin.maintenance.error.metadata=Metadata for {0} topics could not be updated.  See the logs for error messages.
admin.maintenance.error.namespacefail=Failure while fixing incorrect topic namespaces.  The error message is\: {0}.
admin.maintenance.help.links=Regenerate the metadata records for all topics, including categories, "link to" and search index information.  It should only be necessary to run this task after manually updating the database.  Be aware the it requires re-parsing and updating all wiki topics and will therefore be <i>extremely</i> slow.
admin.maintenance.help.namespaces=<b>Advanced users only</b>\: Verify that topic records point to the correct namespace.  This functionality should not generally be needed, but may resolve namespace problems after adding or updating new namespaces, or if the JAMWiki database is changed outside of normal wiki processes.  <b>This function updates every existing topic record and may take a long time to complete.</b>
admin.maintenance.message.metadata=Metadata for {0} topics has been updated.
admin.maintenance.message.topicsUpdated={0} topics have been updated.
admin.maintenance.title=Manuten\u00E7\u00E3o
admin.maintenance.title.data=Data Utilities
admin.maintenance.title.links=Regenerate Topic Metadata Records
admin.maintenance.title.namespaces=Fix Incorrect Topic Namespaces
admin.maintenance.title.system=System Utilities
admin.message.adduserfail=Failure while adding new account {0}
admin.message.cache=Cache limpo com sucesso.
admin.message.changesnotsaved=As altera\u00E7\u00F5es N\u00C3O FORAM salvas\!
admin.message.changessaved=Altera\u00E7\u00F5es salvas.
admin.message.date.error={0} is not a valid date pattern.  See the documentation for the <a href\="http\://download.oracle.com/javase/1.5.0/docs/api/java/text/SimpleDateFormat.html" target\="_blank">java.text.SimpleDateFormat</a> class for examples of valid patterns.
admin.message.indexrefreshed=\u00CDndice atualizado
admin.message.logitems=Log items successfully loaded.
admin.message.logitemsfail=Failure while loading log items\: {0}.
admin.message.migratedatabase=Migrado com sucesso para um novo banco dade dados na URL {0}.
admin.message.migrationfailure=Falha ao migrar para o novo bacno de dados\: {0}.
admin.message.nonnumeric=Property "{0}" requires a numeric value.  "{1}" is invalid.
admin.message.passwordsnomatch=Senhas n\u00E3o conferem, por favor informe novamente.
admin.message.propertyfailure=Falha do processar os valores das propriedades\: {0}.
admin.message.recentchanges=Mudan\u00E7as recentes carregadas com sucesso.
admin.message.recentchangesfail=Falha do carregar modifica\u00E7\u00F5es recentes\: {0}.
admin.message.savechanges=<b>IMPORTANT</b>\: Changes to configuration settings must be saved before they will take effect.  Leaving this page without saving will cause any changes to be lost.
admin.message.searchrefresh=Falha do atualizar o \u00EDndice de busca\: {0}.
admin.message.spamfilter=Padr\u00F5es de filtro de SPAM carregados com sucesso.
admin.message.spamfilterfail=Falha do carregar padr\u00F5es de filtro SPAM\: {0}.
admin.message.virtualwikiadded=Novo wiki virtual "{0}" criado\: n\u00E3o esque\u00E7a de adicionar um mapeamento do servlet Wiki para a nova l\u00EDngua no web.xml e reiniciar a aplica\u00E7\u00E3o.
admin.message.virtualwikifail=Falha do criar o wiki virtual\: {0}.
admin.message.virtualwikiupdated=Virtual wiki "{0}" updated.
admin.parser.caption=Parser
admin.parser.caption.allowcapitalized=Allow capitalized topic names
admin.parser.caption.allowhtml=Permitir HTML
admin.parser.caption.allowjavascript=Permitir Javascript
admin.parser.caption.allowtemplates=Permitir modelos Wiki
admin.parser.caption.interwikiinline=Display interwiki links inline
admin.parser.caption.numberedhtmllinks=Use numbered HTML links
admin.parser.caption.signaturedate=Padr\u00E3o de datas e assinaturas
admin.parser.caption.signatureuser=Padr\u00E3o para nome de usu\u00E1rio em assinaturas
admin.parser.caption.specialvirtualwiki=Display virtual wiki links on Special\: pages
admin.parser.caption.tableofcontents=Usar tabela de conte\u00FAdo
admin.parser.caption.tableofcontentsdepth=Profundidade m\u00E1xima da tabela de conte\u00FAdo
admin.parser.caption.virtualwikiinline=Display virtual wiki links inline
admin.parser.help.allowcapitalized=Treat capitalized and lowercase topics as the same value.  If this option is not selected then "Topic" and "topic" are treated as two different records.  Note that even if this option is enabled it is still possible to create two topics that vary only in capitalization, in which case the records will be treated as two distinct topics.
admin.parser.help.interwikiinline=If this option is selected then all interwiki links will be displayed inline with article text.  If it is not selected then interwiki links will be displayed in a box in the left navigation (links preceded by a colon such as "[[\:interwiki\:Topic]]" will always be displayed inline).
admin.parser.help.numberedhtmllinks=Select this option to display HTML links of the form "[http\://example.com]" using numbered links such as "[1]".  De-selecting this option will cause the URL to be displayed as the link text.
admin.parser.help.signaturedate=Date pattern used with signatures. Date patterns must follow the format used by the <a href\="http\://download.oracle.com/javase/1.5.0/docs/api/java/text/SimpleDateFormat.html" target\="_blank">java.text.SimpleDateFormat</a> class.  "SHORT", "MEDIUM", "LONG" and "FULL" may also be used to invoke the corresponding SimpleDateFormat constant value.
admin.parser.help.signatureuser=Chave\: {0} \= p\u00E1gina de usu\u00E1rio; {1} \= p\u00E1gina de contribui\u00E7\u00F5es; {2} \= p\u00E1gina de coment\u00E1rios de usu\u00E1rio; {3} \= login do usu\u00E1rio; {4} \= nome de exibi\u00E7\u00E3o do usu\u00E1rio; {5} \= email do usu\u00E1rio; {6} \= id do usu\u00E1rio
admin.parser.help.specialvirtualwiki=If a wiki has multiple virtual wikis then selecting this checkbox will automatically generate a box in the left nav on pages such as Special\:RecentChanges that will display links to virtual wiki-specific versions of the Special\: page.
admin.parser.help.tableofcontentsdepth=Configure este valor entre 1-6 para indicar o aninhamento permitido em um t\u00F3pico da tabela de conte\u00FAdo
admin.parser.help.virtualwikiinline=If this option is selected then all virtual wiki links will be displayed inline with article text.  If it is not selected then virtual wiki links will be displayed in a box in the left navigation (links preceded by a colon such as "[[\:virtualwiki\:Topic]]" will always be displayed inline).
admin.parsertype.bliki=Parser Bliki
admin.parsertype.default=Parser Wiki Padr\u00E3o
admin.password.caption.login=Login do Usu\u00E1rio
admin.password.caption.password=Nova Senha
admin.password.caption.passwordconfirm=Confirme Nova Senha
admin.password.caption.reset=Redefinir Senha
admin.password.help.reset=Informe um login e uma nova senha para redefinir a senha do usu\u00E1rio.
admin.password.message.invalidlogin=Nenhum usu\u00E1rio com o login {0}.
admin.password.message.success=Senha de {0} redefinida com sucesso\!
admin.persistence.button.migrate=Migrar
admin.persistence.caption=Persist\u00EAncia
admin.persistence.caption.driver=Classe do driver JDBC
admin.persistence.caption.maxactive=N\u00FAmero m\u00E1ximo de conx\u00F5es ativas
admin.persistence.caption.maxidle=N\u00FAmero m\u00E1ximo de conx\u00F5es ociosas
admin.persistence.caption.maxopenpreparedstatements=Max number of open prepared statements
admin.persistence.caption.minevictableidletime=Tempo m\u00EDnimo de despejo por ociosidade
admin.persistence.caption.numtestsperevictionrun=N\u00FAmero de testes por despejo
admin.persistence.caption.pass=Senha do Banco de Dados
admin.persistence.caption.poolpreparedstatements=Pool prepared statements
admin.persistence.caption.testonborrow=Testar conex\u00F5es ao obt\u00EA-las
admin.persistence.caption.testonreturn=Testar conex\u00F5es ao liberar
admin.persistence.caption.testwhileidle=Testar conex\u00F5es ociosas
admin.persistence.caption.timebetweenevictionruns=Per\u00EDodo (em segundos) entre despejos
admin.persistence.caption.type=Tipo de Banco de Dados
admin.persistence.caption.url=Nome do Banco de Dados ou Fonte de Dados JNDI
admin.persistence.caption.user=Usu\u00E1rio do Banco de Dados
admin.persistence.caption.whenexhaustedaction=A\u00E7\u00E3o a tomar quando o pool esgotar
admin.persistence.caption.whenexhaustedaction.block=Bloquear
admin.persistence.caption.whenexhaustedaction.fail=Falhar
admin.persistence.caption.whenexhaustedaction.grow=Crescer
admin.persistence.help=The internal database option uses a pre-configured embedded database and is an appropriate choice for smaller sites.  For larger sites requiring higher performance and scalability the external database option should be selected to allow configuration of an external database connection.
admin.persistence.help.maxopenpreparedstatements=This parameter only has an effect when prepared statements are pooled.  A larger value may improve performance but will use more system resources and could cause a database connection to run out of cursors.  Any non-positive number will allow unlimited pooled prepared statements.
admin.persistence.help.minevictableidletime=Tempo m\u00EDnimo (em segundos) anter de despejar conex\u00F5es ociosas do pool de conex\u00F5es.
admin.persistencetype.database=Banco de Dados externo
admin.persistencetype.internal=Banco do Dados interno
admin.rss.caption.allowed=Prover notifica\u00E7\u00E3o RSS
admin.rss.caption.title=T\u00EDtulo da notifica\u00E7\u00E3o RSS
admin.searchengine.lucene=Mecanismo de Busca Lucene
admin.searchengine.rankingalgorithm=RankingAlgorithm Search Engine
admin.smtp.action.check.settings=Send test mail
admin.smtp.caption=Configura\u00E7\u00F5es para notifica\u00E7\u00F5es por email
admin.smtp.caption.address.separator=Address separator
admin.smtp.caption.default.content.type=Default content type
admin.smtp.caption.enable=Enable E-Mail service
admin.smtp.caption.host=Servidor
admin.smtp.caption.pass=Senha
admin.smtp.caption.port=Port
admin.smtp.caption.reply=Endere\u00E7o de resposta
admin.smtp.caption.requires.auth=Mail server requires authentication
admin.smtp.caption.use.ssl=Use SSL
admin.smtp.caption.user=Usu\u00E1rio
admin.smtp.error.couldnotsend=Could not send mail to {0}. Reason\: {1}.
admin.smtp.error.nomailaddress=You must configure your mail address first. Go to Special\:Account.
admin.smtp.message.sentmail=Mail sent to {0}.
admin.smtp.service.caption=E-Mail services
admin.smtp.service.forgot.password=Password reset
admin.smtp.service.forgot.password.enable=Enable password reset
admin.smtp.service.forgot.password.ip.lock.duration=Duration of IP locking (minutes)
admin.smtp.service.forgot.password.retries=Number of requests before IP locking
admin.smtp.service.forgot.password.timeout=Challenge validity timeout (minutes)
admin.spam.caption.honeypotkey=Project Honeypot access key
admin.spam.caption.recaptchaedit=Use Captcha for topic editing
admin.spam.caption.recaptchaprivate=ReCAPTCHA private key
admin.spam.caption.recaptchapublic=ReCAPTCHA public key
admin.spam.caption.recaptcharegister=Use Captcha for user registration
admin.spam.caption.usehoneypotfilter=Use Honeypot blacklist
admin.spam.caption.usespamfilter=Habilitar filtro de spam
admin.spam.help.honeypotkey=To use the Project Honeypot blacklist you must sign up for an <a href\="http\://www.projecthoneypot.org/httpbl_configure.php" target\="_blank">access key</a> with that project.
admin.spam.help.recaptcha=Enable captcha support for combatting spam.  Captcha is a type of challenge-response test used in computing as an attempt to ensure that the response is generated by a person.  See <a href\="http\://code.google.com/apis/recaptcha/">http\://code.google.com/apis/recaptcha/</a> for additional details.
admin.spam.help.recaptchakey=ReCAPTCHA public and private keys are required for using ReCAPTCHA and must be generated at <a href\="https\://www.google.com/recaptcha/admin/create">https\://www.google.com/recaptcha/admin/create</a>.
admin.spam.help.usehoneypotfilter=<a href\="http\://www.projecthoneypot.org/" target\="_blank">Project Honeypot</a> monitors the web to create a blacklist of IP addresses engaged in malicious behavior such as comment spamming.  JAMWiki can use the Project Honeypot blacklist to automatically block malicious users from creating accounts, editing and uploading files.  Note that logged-in users will not be blocked, so if a user is incorrectly blocked (for example, if they are using a shared IP address) then a site administrator can create an account for that user to allow them to access the wiki.
admin.spam.help.usespamfilter=O filtro de spam compara todas as edi\u00E7\u00F5es nos padr\u00F5es no arquivo <code>/WEB-INF/classes/spam-blacklist.txt</code> e bloqueia edi\u00E7\u00F5es que correspondam ao configurado no arquivo.
admin.spam.message.invalidhoneypotkey=Use of the Project Honeypot blacklist requires a valid access key.  See <a href\="http\://www.projecthoneypot.org/httpbl_configure.php" target\="_blank">http\://www.projecthoneypot.org/httpbl_configure.php</a> to create an access key.
admin.spam.message.invalidkeys=Captcha requires a valid ReCAPTCHA public and private key.  See <a href\="https\://www.google.com/recaptcha/admin/create">https\://www.google.com/recaptcha/admin/create</a>.
admin.spam.option.always=Always
admin.spam.option.never=Never
admin.spam.option.unregistered=Un-registered users only
admin.title=Configura\u00E7\u00E3o
admin.title.adduser=Add User Account
admin.title.cache=Limpar Cache
admin.title.logitems=Reload Log Items
admin.title.migratedatabase=Migrar Wiki para um novo Banco de Dados
admin.title.password=Redefinir a Senha do Usu\u00E1rio
admin.title.recentchanges=Recarregar modifica\u00E7\u00F5es recentes
admin.title.refresh=Recalcular \u00EDndice de busca
admin.title.spamfilter=Recarregar Padr\u00F5es de Filtro de Busca
admin.upload.caption.allowall=Permitir todos
admin.upload.caption.allownone=Desabilitar uploads
admin.upload.caption.blacklist=Blacklist de Upload
admin.upload.caption.blacklisttype=Uploads permitidos
admin.upload.caption.maxfilesize=Tamanho m\u00E1ximo do upload (KB)
admin.upload.caption.serverurl=File server URL
admin.upload.caption.sharedrepository=Shared file repository
admin.upload.caption.storage=Uploaded file location
admin.upload.caption.uploaddir=Diret\u00F3rio de upload
admin.upload.caption.uploaddirrel=Caminho relativo de upload
admin.upload.caption.useblacklist=Usar blacklist
admin.upload.caption.usewhitelist=Usar whitelist
admin.upload.caption.whitelist=Whitelist de upload
admin.upload.help.blacklist=Extens\u00F5es dos arquivos que n\u00E3o podem ser carregados para o wiki, separados por v\u00EDrgula. Exemplo\: "jsp,bin,bat".
admin.upload.help.serverurl=The base URL for the server that will be serving images and files, such as http\://media.example.com/.  If this value is blank then image and file URLs will be generated as relative URLs.
admin.upload.help.sharedrepository=A shared file repository allows use of files and images from the specified virtual wiki to be utilized on all virtual wikis.
admin.upload.help.storage=Storing uploaded files in the JAMWiki file system directory is the simplest option and is a good choice for most sites.  Sites requiring higher performance can manage files from the web server or application server docroot.  Sites with special needs may choose to store files directly in the database.
admin.upload.help.storage.note=Note that once files have been uploaded to the wiki, changing the storage type requires the site administrator to manually move existing uploaded files.
admin.upload.help.uploaddir=Diret\u00F3rio de armazenamento de uploads, e do qual os arquivos ser\u00E3o baixados.
admin.upload.help.uploaddirrel=Caminho raiz usado nas tags <img> e <a>. Exemplo\: se o diret\u00F3rio de upload configurado for /docroot/wiki-files/, ent\u00E3o o caminho relativo ser\u00E1 /wiki-files/.
admin.upload.help.whitelist=Extens\u00F5es dos arquivos que podem ser carregados para o wiki, separados por v\u00EDrgula. Exemplo\: "jpg,gif,txt".
admin.upload.storage.database=Database
admin.upload.storage.default=JAMWiki file system directory
admin.upload.storage.docroot=Web server or app server docroot
admin.vwiki.caption.interwiki.display=Interwiki Display Value
admin.vwiki.caption.interwiki.pattern=Interwiki URL Pattern
admin.vwiki.caption.interwiki.prefix=Interwiki Prefix
admin.vwiki.caption.makedefault=Default Virtual Wiki
admin.vwiki.caption.namespace.comments=Comments Namespace
admin.vwiki.caption.namespace.main=Main Namspace
admin.vwiki.caption.namespace.notallowed=Translations are not supported for this namespace.
admin.vwiki.caption.select=Select Virtual Wiki
admin.vwiki.caption.usedefault=Use the default value
admin.vwiki.error.addnamespacefail=Failure while adding or updating namespace translations\: {0}.
admin.vwiki.error.interwiki.display=Invalid interwiki display value {0}.  Values cannot exceed 30 characters in length.
admin.vwiki.error.interwiki.pattern=Invalid interwiki pattern {0}.  Values must be of the form http\://www.example.com/{0} where "{0}" will be replaced with the appropriate topic value.  Note also that values cannot exceed 200 characters in length.
admin.vwiki.error.interwiki.prefix=Invalid interwiki prefix {0}.  Values must contain only letters, numbers, dashes, periods and underscores.  Note also that values cannot exceed 30 characters in length.
admin.vwiki.error.namespace.characters=The namespace "{0}" contains one or more characters that may not be used in namespaces.
admin.vwiki.error.namespace.unique=The namespace "{0}" is not unique.  All namespaces must be unique; verify that no default namespaces use this label and that no virtual wiki namespace translations use this value.
admin.vwiki.error.namespace.whitespace=The namespace "{0}" contains leading or trailing whitespace.  Please trim any whitespace from the beginning and end of this value.
admin.vwiki.help.defaulttopic=The default topic to display for a virtual wiki.  This topic is displayed when no topic is present in the URL, when users click on the site logo, and as a default when necessary.
admin.vwiki.help.interwiki.display=If interwiki links are configured to display in the left nav then the interwiki display value is the value that will be shown to end users.
admin.vwiki.help.interwiki.pattern=The URL pattern should be of the form http\://en.wikipedia.org/wiki/{0}, where "{0}" will be replaced with the interwiki topic name.
admin.vwiki.help.interwiki.prefix=The interwiki prefix is a case-insensitive value that will generate interwiki links.  For example, the prefix "wikipedia" could be used to create a link such as "wikipedia\:Example" that would then generate a URL to the "Example" topic on Wikipedia.
admin.vwiki.help.makedefault=Users will automatically be redirected to the default virtual wiki when they access a URL with no virtual wiki.  For example, the wiki installs with "en" as the default virtual wiki, meaning <code>http\://www.example.com/wiki/</code> will redirect to <code>http\://www.example.com/wiki/en/</code>.
admin.vwiki.help.name=The virtual wiki name appears in URLs and should be lowercase and contain no spaces or special characters.  Example\: "en".
admin.vwiki.help.namespace.add=Create a new namespace.  Both a main namespace and a comments namespace must be created, and namespace names must be unique.  This namespace will be available in all virtual wikis.  <b>IMPORTANT\: Once created a namespace cannot be deleted</b>.
admin.vwiki.help.namespace.search=Select a virtual wiki to create translations for its namespaces.
admin.vwiki.help.namespace.translations=The default namespace labels will be used unless a virtual wiki translation is created below.  For example, creating a translation of "Talk" for the "Comments" namespace will mean that comments pages will need to be of the form "Talk\:Topic" instead of "Comments\:Topic".  Namespace names must be unique.
admin.vwiki.help.namespace.translations.warning=<b>Important</b>\: Adding or updating a translated namespace may break existing links to existing topics, requiring manual updates.  It is recommended that namespaces only be changed for virtual wikis that do not already contain topics.  Also note that it may be necessary to run the "Fix incorrect namespaces" utility from the <code>Special\:Maintenance</code> page if problems are encountered with existing topics.
admin.vwiki.help.search=Select a virtual wiki to update.  To create a new virtual wiki do not select any value from the drop-down.
admin.vwiki.message.addnamespacesuccess=Namespace "{0}" has been created successfully.
admin.vwiki.message.commonupdated=Common virtual wiki settings updated.
admin.vwiki.message.interwiki.addsuccess=Interwiki link for prefix "{0}" has been created successfully.
admin.vwiki.message.interwiki.common=Common interwiki settings updated successfully.
admin.vwiki.message.interwiki.updatesuccess=Interwiki patterns updated successfully.
admin.vwiki.message.namespacesuccess=Namespace translations added/updated successfully for virtual wiki\: "{0}".
admin.vwiki.title=Virtual Wikis
admin.vwiki.title.common=Common Virtual Wiki Settings
admin.vwiki.title.interwiki=Interwiki Links
admin.vwiki.title.interwiki.add=Add Interwiki Link
admin.vwiki.title.interwiki.common=Common Interwiki Settings
admin.vwiki.title.interwiki.update=Update/Delete Interwiki Links
admin.vwiki.title.namespace.add=Add New Namespace
admin.vwiki.title.namespace.translations=Namespace Translations
admin.vwiki.title.select=Select Virtual Wiki
admin.vwiki.title.virtualwiki=Add/Update Virtual Wiki
allcategories.message.none=There are currently no categories being used on this wiki.
allcategories.title=Categorias
allfiles.message.none=There have been no files uploaded to this wiki.
allfiles.title=Todos os Arquivos
allimages.message.none=There have been no images uploaded to this wiki.
allimages.title=Todas as Imagens
alltopics.message.none=There are no topics in the selected namespace.
alltopics.title=Todos os T\u00F3picos
allusers.message.none=There are no registered user accounts on this wiki.
allusers.title=Todos os Usu\u00E1rios
block.button.block=Block user
block.caption.duration=Length of block
block.caption.lastLoginIpAddress=Last IP address used by this user
block.caption.overview=Use the form below to block a specific IP address or login from editing or moving pages and from uploading files.  The blocked user will be alerted to the duration of the block, the login of the user who applied the block, and the reason for the block (for example, vandalizing specific pages).
block.caption.reason=Reason for block
block.caption.user=IP Address or username
block.error.alreadyblocked=User "{0}" is already blocked.  To modify this block you must unblock and then re-block the user.
block.error.duration=Invalid block length "{0}".  Block lengths must either be infinite or an integer value greater than zero.
block.error.invaliduser=No user with a login of "{0}" exists.
block.error.user=Either user login or IP address must be specified.
block.message.success={0} has been blocked until {1}.
block.title=Block user
blocklist.caption.blocked={0} blocked by {1}
blocklist.caption.end=expira {0}
blocklist.caption.none=There are currently no blocked users or IP addresses.
blocklist.caption.unblock=Desbloquear
blocklist.title=Bloquear endere\u00E7os IP e nomes de usu\u00E1rios
common.button.add=Adicionar
common.button.back=Voltar
common.button.change=Alterar
common.button.continue=Continuar
common.button.go=Go
common.button.save=Salvar
common.caption.captcha=To help protect against spam, please enter the words that appear below in the box.  If you cannot read these words click on the "Get a new challenge" button to try different words.
common.caption.default=padr\u00E3o
common.caption.diff=diff
common.caption.experimental=experimental
common.caption.history=hist\u00F3rico
common.caption.universaledit=Click para editar {0}
common.caption.view=Visualizar
common.current=Current {0}
common.date=Data
common.delete=Deletar
common.exception.expression=Erro de express\u00E3o\: {0}
common.exception.missingparameter=A required parameter is missing from the request\: {0}
common.exception.name=O valor solicitado "{0}" \u00E9 inv\u00E1lido. Ele deve conter um ou mais caracteres n\u00E3o permitidos em t\u00EDtulos.
common.exception.notopic=T\u00F3pico inv\u00E1lido ou ausente.
common.exception.novirtualwiki=Wiki virtual inv\u00E1lido ou ausente.
common.exception.pseudotopic={0} \u00E9 um t\u00F3pico especial e n\u00E3o pode ser visualizado ou editado como um t\u00F3pico comum.
common.exception.recaptcha=The CAPTCHA challenge words did not match the expected results.  Please enter the words pictured below.
common.interval.days=Dias
common.interval.hours=Horas
common.interval.infinite=Infinito
common.interval.minutes=Minutos
common.interval.months=Meses
common.interval.weeks=Semanas
common.login=Login
common.logout=Sair
common.name=Nome
common.namespace=Namespace
common.namespace.main=(Principal)
common.pagination.next=Pr\u00F3ximo {0}
common.pagination.previous={0} Anterior
common.pagination.results=Resultados por p\u00E1gina
common.sectionedit=Editar
common.topic=T\u00F3pico
common.undelete=Undelete
common.update=Atualizar
common.user=Usu\u00E1rio
common.warning.experimental=Esta \u00E9 uma funcionalidade EXPERIMENTAL e deve ser usada com cautela.
contributions.title=Contribui\u00E7\u00F5es de {0}
diff.line=Linha
diff.next=Next diff &rarr;
diff.nochange=N\u00E3o h\u00E1 diferen\u00E7as entre as vers\u00F5es.
diff.previous=&larr; Previous diff
diff.revision=Revision as of {0}
diff.title=Diferen\u00E7as de Vers\u00E3o de {0}
edit.action.preview=Pr\u00E9-visualizar
edit.action.showchanges=Exibir mudan\u00E7as
edit.button.bold=Negrito
edit.button.bold.text=Negrito
edit.button.external.link=Link externo (lembre do prefixo 'http\://')
edit.button.external.link.text=http\://www.exemplo.com link
edit.button.head.text=Cabe\u00E7alho
edit.button.head1=Cabe\u00E7alho n\u00EDvel 1
edit.button.head2=Cabe\u00E7alho de 2o n\u00EDvel
edit.button.head3=Cabe\u00E7alho n\u00EDvel 3
edit.button.image=Imagem incorporada
edit.button.image.text=nome-da-imagem.jpg
edit.button.indent=Indentar
edit.button.indent.text=Indented line
edit.button.internal.link=Link interno
edit.button.internal.link.text=T\u00EDtulo do link
edit.button.italic=It\u00E1lico
edit.button.italic.text=It\u00E1lico
edit.button.line=Linha horizontal
edit.button.nowiki=Ignorar formata\u00E7\u00E3o Wiki
edit.button.nowiki.text=Insira texto n\u00E3o formatado aqui
edit.button.ordered.list=Lista numerada
edit.button.ordered.list.text=Item de lista numerada
edit.button.signature=Sua assinatura com data/hora
edit.button.strike=Strikethrough
edit.button.strike.text=Strikethrough text
edit.button.subscript=Subscript
edit.button.subscript.text=Subscript text
edit.button.superscript=Superscript
edit.button.superscript.text=Superscript text
edit.button.underline=Sublinhado
edit.button.underline.text=Sublinhado
edit.button.unordered.list=Bulleted list
edit.button.unordered.list.text=Bulleted list item
edit.caption.antispam=Anti-spam check. Do <b>NOT</b> fill this in\!
edit.caption.comment=Editar coment\u00E1rio
edit.caption.minor=Edi\u00E7\u00E3o secund\u00E1ria
edit.caption.previewsummary=Preview of edit summary\: ({0})
edit.caption.watch=Adicionar ao Monitoramento
edit.exception.conflict=ATEN\u00C7\u00C3O\: Algu\u00E9m editou este t\u00F3pico. A vers\u00E3o atual do t\u00F3pico est\u00E1 exibida no primeiro campo abaixo, e a sua vers\u00F5o no segundo campo. Por favor, revolva manualmente qualquer diferen\u00E7a e salve novamente.
edit.exception.nocontent=O t\u00F3pico {0} n\u00E3o tem conte\u00FAdo
edit.exception.spam=Suas altera\u00E7\u00F5es foram bloqueadas pelo filtro de spam. Por favor remova qualquer ocorr\u00EAncia do termo <b>{0}</b> da sua edi\u00E7\u00E3o.
edit.title=Editando "{0}"
edit.warning.oldversion=Aten\u00E7\u00E3o\: A vers\u00E3o em edi\u00E7\u00E3o est\u00E1 desatualizada. O salvamento causar\u00E1 a perda de vers\u00F5es mais recentes.
edit.warning.preview=Preview\: as altera\u00E7\u00F5es ainda n\u00E3o foram salvas
error.caption=Ocorreu um erro de sistema. Mensagem de erro\: 
error.databaseconnection=N\u00E3o foi poss\u00EDvel estabelecer conex\u00E3o com o banco de dados; Verifique as configura\u00E7\u00F5es\: {0}
error.directorydelete=Erro ao remover o arquivo de {0}\: {1}
error.directoryinvalid="{0}" n\u00E3o \u00E9 um diret\u00F3rio v\u00E1lido.
error.directoryread=Erro ao ler o arquivo de {0}\: {1}
error.directorywrite=Erro ao gravar o arquivo em {0}\: {1}
error.fieldlength=O valor "{0}" excede o limite m\u00E1ximo de {1} caracters do campo.
error.heading=Ocorreu um erro de sistema. Mensagem de erro\:
error.login=Usu\u00E1rio e/ou senha incorreto(s). Tente novamente.
error.loginempty=O login n\u00E3o pode ser vazio.
error.newpasswordempty=A senha deve ser informada.
error.parserclass=Classe de parser inv\u00E1lida {0}.
error.passwordconfirm=A confirma\u00E7\u00E3o de senha deve ser informada.
error.readonly=Desculpe, o t\u00F3pico que voc\u00EA est\u00E1 tentando editar \u00E9 somente-leitura. Se voc\u00EA acredita que ele deva ser esdit\u00E1vel, contate o administrador do Wiki.
error.title=Erro
error.unknown=Ocorreu um erro desconhecido do sistema. Mensagem de erro\: {0}.
exception.badusername=Seu usu\u00E1rio n\u00E3o foi aceito, certifique-se que ele n\u00E3o esteja vazio e que n\u00E3o contenha caracteres especiais (p. ex. caracteres acentuados)
export.button.export=Exportar
export.caption.download=Salvar como arquivo
export.caption.history=Include only the current revision, not the full history
export.caption.overview=Topics can be exported with or without full history into XML format. This XML file can then be imported into other wikis using the Special\:Import feature, if it is enabled.  Full history exports for topics with extensive history may be limited to only the most recent revisions.
export.caption.topics=Enter one or more topic names, each on its own line.
export.error.migration=Failure while generating XML file.  The error message is\: {0}
export.error.notopic=No topics specified to export.
export.error.topic.does.not.exist=No topic with the name {0} currently exists on this wiki.
export.title=Export
footer.message.version=vers\u00E3o
generalmenu.jumpto=Ir para
generalmenu.search=Buscar
generalmenu.title.interwiki=Other Sites
generalmenu.title.virtualwiki=Other Languages
group.caption.groupdescription=Description of the group
group.caption.groupname=Group name
group.caption.selectgroup=Select group to update
group.error.description=The group description is invalid. Group descriptions must be less than 200 characters.
group.error.name=The group name {0} is invalid. Group names may contain only letters, numbers and underscores.
group.header.modify=Create/Modify Group
group.help.groupdescription=The group description is an optional field describing what users in this group are allowed to do.
group.help.groupname=Valid characters for the name name are letters, numbers and underscores. Any other character, including spaces, is invalid. Once created a group name may not be modified.
group.help.selectgroup=Select the group to update, or leave this value blank to create a new group.
group.message.groupadded=New Group {0} was successfully added
group.message.groupfail=Error while adding or modifying group\: {0}.
group.message.groupupdated=Group {0} was successfully updated
history.caption.diffnext=next
history.caption.diffprevious=prev
history.diff=Diferen\u00E7as entre Vers\u00F5es
history.message.notopic=O t\u00F3pico "{0}" n\u00E3o p\u00F4de ser encontrado. Ele pode ter sido apagado ou n\u00E3o existe.
history.revision=Revision as of {0} by {1}
history.revision.current=Vers\u00E3o atual
history.revision.next=Next revision &rarr;
history.revision.previous=&larr; Previous revision
history.title=Hist\u00F3rico de "{0}"
import.button.import=Importar
import.caption.failure=Nenhum t\u00F3pico encontrado para importar.
import.caption.overview=Import topics from a file created using the Special\:Export function or from another wiki.
import.caption.source=Fonte
import.error.data=Failure while saving topic information.  The message returned from the server is\: {0}
import.error.migration=Failure while parsing file data.  The message returned from the parser is\: {0}
import.error.notopic=No topic found to import.
import.error.topicexists=Cannot import topic "{0}" because a topic of the same name already exists.
import.message.importedby=Imported by {0}
import.message.success=The following files were imported successfully\:
import.title=Importar
linkto.none=N\u00E3o h\u00E1 p\u00E1ginas que referenciem "{0}".
linkto.overview=As seguintes p\u00E1ginas referenciam "{0}".
linkto.redirect=(redirect page)
linkto.title=Referencia "{0}"
log.caption.log.all=All logs
log.caption.log.block=Block log
log.caption.log.deletion=Deletion log
log.caption.log.import=Import log
log.caption.log.move=Move log
log.caption.log.permission=Permission log
log.caption.log.upload=Upload log
log.caption.log.user=User creation log
log.caption.logs=Logs
log.message.block=User {0} blocked until {1}
log.message.blockinfinite=User {0} blocked permanently
log.message.deletion=Topic {0} deleted
log.message.import=Topic {0} imported
log.message.move=Topic {0} renamed to {1}
log.message.permission=Permissions updated for topic {0}
log.message.purge=Version {1} deleted for topic {0}
log.message.unblock=User {0} unblocked
log.message.undeletion=Topic {0} restored
log.message.upload=File {0} uploaded
log.message.user=New user account created
log.title=Logs
login.message.account=User registration has been disabled on this wiki.  Contact a site administrator to obtain a login and password.
login.message.admin=Somente administradores podem acessar esta p\u00E1gina.
login.message.default=Voc\u00EA n\u00E3o tem permiss\u00F5es para acessar {0}.
login.message.edit=Edi\u00E7\u00E3o requer autentica\u00E7\u00E3o.
login.message.editadmin=Voc\u00EA deve se autenticar com privil\u00E9gios administrativos para editar {0}.
login.message.editnew=Voc\u00EA n\u00E3o tem permiss\u00E3o para criar novos t\u00F3picos.
login.message.move=Voc\u00EA n\u00E3o tem permiss\u00E3o para mover {0}.
login.message.purge=You do not have permission to delete topic versions.
login.message.upgrade=Por favor autentique-se como administrador para completar o processo de atualiza\u00E7\u00E3o.
login.password=Senha
login.rememberme=Lembre-se de mim
login.submit=Login
login.title=Login
login.username=Usu\u00E1rio
manage.caption.adminonly=Somente Administrador
manage.caption.delete=Remover "{0}"
manage.caption.permissions=Permiss\u00E3o
manage.caption.purge=Delete Topic Versions
manage.caption.purgeconfirm=Are you sure you want to delete the version(s)?  This action cannot be undone.
manage.caption.purgeselect=Select version(s) to delete
manage.caption.readonly=Somente-leitura
manage.caption.undelete=Desfazer remo\u00E7\u00E3o de "{0}"
manage.caption.undeleterevisions=Show/Hide Deleted Revisions
manage.delete.commentspage=Remova a p\u00E1gina de coment\u00E1rios associada
manage.delete.reason=Motivo da remo\u00E7\u00E3o
manage.delete.warning=<b>ATEN\u00C7\u00C3O</b>\: Remover um artigo ou imagem, o remove do sistema. Por favor confirme a remo\u00E7\u00E3o do \u00EDtem e que esta est\u00E1 sendo feita de acordo com o regulamento.
manage.message.permissions=Permiss\u00F5es de t\u00F3pico atualizadas
manage.message.purge={0} topic versions have been permanently deleted for topic {1}.
manage.message.updated=T\u00F3pico "{0}" atualizado com sucesso.
manage.purge.noversion=At least one topic version must be selected.
manage.purge.warning=<b>WARNING</b>\: Deleting a topic version removes the record from the database and <b>cannot be undone</b>.  It is recommended that this functionality only be used for deleting records containing sensitive data or other content that should not be viewable to any users.
manage.title=Gerenciar "{0}"
manage.undelete.commentspage=Desfazer remo\u00E7\u00E3o da p\u00E1gina de coment\u00E1rios associada
manage.undelete.reason=Motivo para desfazer a remo\u00E7\u00E3o
move.button.move=Mover
move.comment=Motivo para mover
move.commentspage=Mover p\u00E1gina de coment\u00E1rios associada
move.destination=Nome do novo t\u00F3pico
move.editcomment="{0}" movido para "{1}"
move.exception.destinationexists=O t\u00F3pico "{0}" j\u00E1 existe.
move.exception.namespacecategory=Topics cannot be moved into or out of the category namespace.
move.exception.namespaceimage=Topics cannot be moved into or out of the file namespace.
move.exception.nodestination=Nenhum t\u00F3pico de destino especificado.
move.exception.permission=O t\u00F3pico {0} foi protegido e n\u00E3o pode ser movido por usu\u00E1rios sem as permiss\u00F5es apropriadas.
move.overview=Esta p\u00E1gina permite mover um t\u00F3pico (inclusive seu hist\u00F3rico) para outro nome. O nome do t\u00F3pico antigo automaticamente redicionar\u00E1 para o novo nome do t\u00F3pico. Note que a p\u00E1gina <b>N\u00C3O PODE</b> ser movida se j\u00E1 houver um t\u00F3pico com o mesmo nome (\u00F3bvio\!)
move.title=Mover "{0}"
orphaned.message.none=There are no orphaned topics in the selected namespace.
orphaned.title=Orphaned Pages
password.reset.password=Reset Password
password.reset.password.ask.user=Forgot your password?
password.reset.password.email.body=You receive this mail, because you requested to reset your password. Follow this link to enter your new password\: {0}. If you did not request this mail, please simply ignore it.
password.reset.password.email.subject=Password reset link
password.reset.password.error.challenge.expired=The challenge has expired. Please request a new one.
password.reset.password.error.challenge.nok=The request is not valid.
password.reset.password.error.ip.locked=Too many requests. Your IP address has been locked.
password.reset.password.error.noemail=You did not enter an E-Mail during your registration. It is not possible to reset your password.
password.reset.password.error.nomatch=The passwords do not match.
password.reset.password.error.noservice=This service is not available
password.reset.password.error.notregistered=You are not registered on the wiki.
password.reset.password.error.nousername=You must enter your username.
password.reset.password.error.novalidation=Could not validate challenge, please try again.
password.reset.password.error.nullpassword=Passwords cannot be empty.
password.reset.password.failed=Your password could not be changed.
password.reset.password.help=Enter your username to receive a E-Mail with a password reset link to the address that you entered during your registration.
password.reset.password.message.sendmail.failed=Could not send a E-Mail to the address that you entered during your registration.
password.reset.password.message.sendmail.success=A E-Mail has been sent to the address that you entered during your registration. Follow the link in the E-Mail to enter your new password.
password.reset.password.submit=Request E-Mail
password.reset.password.success=Your password has been changed. You can now login.
purge.error.noversion=No topic version with an id of {0} exists.
purge.error.onlyversion=Topic version {0} is the only version for topic {1} and thus can only be removed by deleting the topic.
recentchanges.caption.block=Block
recentchanges.caption.comments=Coment\u00E1rios
recentchanges.caption.contributions=Contribui\u00E7\u00F5es
recentchanges.caption.rss=Notifica\u00E7\u00E3o RSS
recentchanges.caption.time=Modifica\u00E7\u00F5es de "{0}".
recentchanges.rss.feed1=Modifica\u00E7\u00F5es Recentes
recentchanges.rss.feed2=Modifica\u00E7\u00F5es Recentes inclusive altera\u00E7\u00F5es secund\u00E1rias
recentchanges.rss.feed3=Modifica\u00E7\u00F5es Recentes apontando para a vers\u00E3o alterada
recentchanges.rss.feed4=Modifica\u00E7\u00F5es Recentes inclusive altera\u00E7\u00F5es secund\u00E1rias e apontando para a vers\u00E3o alterada
recentchanges.title=Modifica\u00E7\u00F5es Recentes
register.caption.accountdetails=Detalhes da conta
register.caption.changepassword=Change Password
register.caption.confirmpassword=Confime a nova senha
register.caption.displayname=Nome de exibi\u00E7\u00E3o
register.caption.editor=Preferred editor
register.caption.email=Email
register.caption.locale=Pa\u00EDs e idioma preferencial
register.caption.newpassword=Nova senha
register.caption.oldpassword=Senha antiga
register.caption.signature=Signature
register.caption.updatesuccess=Your account has been successfully updated.
register.caption.userpreferences=User Preferences
register.error.logininvalid=O login "{0}" j\u00E1 est\u00E1 em uso. Por favor escolha outro.
register.error.oldpasswordinvalid=Senha antiga inv\u00E1lida.
register.error.passwordempty=A senha n\u00E3o pode ser vazia.
register.form.info=Com uma conta voc\u00EA ter\u00E1 um nome que o identificar\u00E1 no wiki, e tamb\u00EAm permitir\u00E1 que edi\u00E7\u00F5es sejam propriamente creditadas a voc\u00EA no hist\u00F3rico dos artigos e na p\u00E1gina de modifica\u00E7\u00F5es recentes dos artigos.
register.help.displayname=O nome de exibi\u00E7\u00E3o \u00E9 opcional mas \u00E9 usado nas assinaturas wiki.
register.help.editor=When editing a topic the preferred editor determines what tool to use to assist in editing.  Note that most editors require Javascript support.
register.help.email=Email \u00E9 opcional.
register.help.locale=O localizador selecionado \u00E9 usado para determinar o idioma no qual os textos no wiki deve ser exibidos.
register.help.signature=Leave this field blank to use a default pattern in signatures.  To use a custom signature, enter basic text, HTML or wiki markup that will be used as your signature.  Example\: <code>[[User\:user|user]] &amp;bull; ([[User comments\:user|comments]])</code>
register.title=Detalhes da conta
roles.caption.groupname=Nome do grupo
roles.caption.groups=Groups
roles.caption.includeInheritedRoles=Include users inheriting role from groups
roles.caption.instructions=NOTE\: For default JAMWiki configurations group and role information can be configured from this page.  However, for JAMWiki installations that have been modified to use LDAP or other external authentication systems, roles and groups configured from this page will have NO EFFECT; in those cases the external authentication system MUST provide the correct role information.  Installations using external systems may also want to disable use of the roles assigned to the <code>GROUP_ANONYMOUS</code> group by setting the <code>useJAMWikiAnonymousRoles</code> property to <code>false</code> in the <code>/WEB-INF/applicationContext-security.xml</code> file.  For further details on configuring JAMWiki to work with external authentication systems see the <a href\="http\://static.springframework.org/spring-security/site/reference/html/springsecurity.html">Spring Security online documentation</a>.
roles.caption.roledescription=Descri\u00E7\u00E3o do papel
roles.caption.rolename=Nome do papel
roles.caption.roles=Pap\u00E9is
roles.caption.searchgroup=Search for users by group
roles.caption.searchlogin=Buscar usu\u00E1rios pelo login
roles.caption.searchrole=Busca de usu\u00E1rios por papel
roles.caption.selectrole=Secione o papel a atualizar
roles.caption.userlogin=Login
roles.error.description=A descri\u00E7\u00E3o do papel \u00E9 inv\u00E1lido. Descri\u00E7\u00F5es de pap\u00E9is devem ter menos de 200 caracteres.
roles.error.name=O nome do papel "{0}" \u00E9 inv\u00E1lido. Nomes de pap\u00E9is devem conter apenas letras, n\u00FAmeros e sobrescrito (_).
roles.header.group=Associar Grupo de Pap\u00E9is
roles.header.modify=Criar/Modificar Papel
roles.header.user=Associar Pap\u00E9is de Usu\u00E1rio
roles.help.grouproles=<b>Todos</b> usu\u00E1rios an\u00F4nimos APENAS ter\u00E3o pap\u00E9is atribu\u00EDdos ao grupo GROUP_ANONYMOUS, enquanto <b>todos</b> usu\u00E1rios autenticados receber\u00E3o os pap\u00E9is especificados para o grupo GROUP_REGISTERED_USER. Se, por exemplo, usu\u00E1rios an\u00F4nimos n\u00E3o puderem carregar arquivos ao wiki, simplesmente deselecione <code>ROLE_UPLOAD</code> para o grupo GROUP_ANONYMOUS. Observer que pap\u00E9is como <code>ROLE_ADMIN</code> n\u00E3o devem ser associados a grupos e deve apenas ser atribu\u00EDdos a usu\u00E1rios individuais.
roles.help.roledescription=A descri\u00E7\u00E3o do papel \u00E9 opcional. Ela descreve como o papel \u00E9 usado.
roles.help.rolename=Os caracteres v\u00E1lidos para o nome do papel s\u00E3o letras, n\u00FAmeros e sobrescritos. Qualquer outro caracter, inclusive espa\u00E7os em branco, s\u00E3o inv\u00E1lidos. Uma vez criado o nome do papel ele n\u00E3o pode mais ser modificado.
roles.help.selectrole=Selecione o papel a atualizar, ou deixe o campo vazio para criar um novo papel.
roles.help.userroles=Usu\u00E1rios individuais devem receber pap\u00E9is <b>em adi\u00E7\u00E3o</b> aos pap\u00E9is associados a ele pelo grupo GROUP_REGISTERED_USER. Primeiro, busque o usu\u00E1rio por login ou papel, ent\u00E3o atualize os pap\u00E9is do usu\u00E1rio adequadamente. Usu\u00E1rios podem precisar se re-autenticar para que as modifica\u00E7\u00F5es tenham efeito.
roles.message.grouproleupdate=Pap\u00E9is dos grupos atualizados com sucesso.
roles.message.roleadded=Novo papel "{0}" inserido com sucesso.
roles.message.rolefail=Erro ao modificar o papel\: {0}.
roles.message.rolesearchfail=Falha ao recuperar pap\u00E9is\: {0}.
roles.message.roleupdated=Papel {0} atualizado com sucesso.
roles.message.sysadminremove=Voc\u00EA n\u00E3o deve remover o papel ROLE_SYSADMIN da sua pr\u00F3pria conta. Esta caracter\u00EDstica \u00E9 implementada como medida de seguran\u00E7a, garantido que o wiki tem ao menos um administrador.
roles.message.userroleupdate=Pap\u00E9is do(s) usu\u00E1rio(s) atualizados com sucesso.
roles.title=Pap\u00E9is de Usu\u00E1rio/Grupo
search.caption.namespaces=Filtrar resultados da pesquisa pelo namespace
search.for=Buscar por\:
search.hints=Dicas\:<br />Voc\u00EA pode usar * e ? como curingas para caracteres.<br />Ao voc\u00EA anexar um ~ a um termo, voc\u00EA realizar\u00E1 uma pesquisa fuzzy.<br />Voc\u00EA pode usar operadores AND e OR. Para agrupar termos voc\u00EA pode usar par\u00EAntesis<br />Enfatize uma palavra usando +, use - se uma palavra possa n\u00E3o estar no \u00EDndice.<br /><a href\="http\://lucene.apache.org/java/2_4_0/queryparsersyntax.html" target\="_blank">mais detalhes sobre par\u00E2metros de pesquisa</a><br />
search.logo.lucene=<a href\="http\://lucene.apache.org/java/"><img src\="../images/lucene_green_100.gif" alt\="Lucene" border\="0" /></a>
search.logo.rankingalgorithm=<font size\="3"><b><a href\=http\://rankingalgorithm.tgels.com>RankingAlgorithm</a></b></font>
search.poweredby=Busca processada por
search.search=Buscar
search.title=Buscar
searchresult.notfound="{0}" n\u00E3o foi encontrado em nenhum t\u00F3pico.
searchresult.title=Resultado da busca por "{0}"
setup.caption.adminlogin=Login de administrador
setup.error.installexists=An existing JAMWiki installation was found with the specified settings.  To restore the <code>jamwiki.properties</code> file for the old installation and (if necessary) begin the JAMWiki upgrade process click the "Continue" button (see the <code>UPGRADE.txt</code> document included in the root of the WAR file for additional details).  Alternately, to set up a new JAMWiki instance the old JAMWiki installation must first be removed, including the JAMWiki database tables.
setup.error.jdk=O Wiki requer o JDK vers\u00E3o {0} ou superior. A vers\u00E3o do JDK instalado \u00E9 {1}.
setup.error.migrate=A migra\u00E7\u00E3o de dados foi realizada, mas uma inst\u00E2ncia do wiki j\u00E1 existe no banco de dados selecionado.
setup.error.notrequired=A configura\u00E7\u00E3o do sistema est\u00E1 completada. Para alterar as configura\u00E7\u00F5es acesse a p\u00E1gina de administra\u00E7\u00E3o.
setup.help.logfile=Information about setup, including details of any errors, is available by default in the system logs.  The log file format and location can be customized using the <code>{0}</code> configuration file.
setup.title=Configurar JAMWiki {0}
specialpages.caption.account=Registrar usu\u00E1rio
specialpages.caption.admin=Configura\u00E7\u00E3o
specialpages.caption.allpages=Todos os t\u00F3picos
specialpages.caption.block=Bloquear usu\u00E1rio
specialpages.caption.blocklist=Blocked IP addresses and usernames
specialpages.caption.categories=Todas as categorias
specialpages.caption.export=Exportar t\u00F3picos
specialpages.caption.filelist=Todos os arquivos
specialpages.caption.imagelist=Todas as imagens
specialpages.caption.import=Importar t\u00F3picos
specialpages.caption.listusers=Todos os usu\u00E1rios
specialpages.caption.login=User login
specialpages.caption.logout=User logout
specialpages.caption.logs=Logs da wiki
specialpages.caption.maintenance=Manuten\u00E7\u00E3o
specialpages.caption.orphanedpages=P\u00E1ginas \u00F3rf\u00E3s
specialpages.caption.overview=This page provides an index of pages on the wiki that are generated by the software for maintenance, organizational, or other functional purposes.
specialpages.caption.recentchanges=Mudan\u00E7as recentes
specialpages.caption.roles=Roles
specialpages.caption.search=Pesquisa
specialpages.caption.setup=Configura\u00E7\u00E3o da wiki
specialpages.caption.topicsadmin=T\u00F3picos exclusivos de admins
specialpages.caption.translation=Tradu\u00E7\u00F5es
specialpages.caption.unblock=Desbloquear usu\u00E1rio
specialpages.caption.upgrade=Wiki upgrade
specialpages.caption.upload=Upload
specialpages.caption.vwiki=Virtual wikis
specialpages.heading.administrative=P\u00E1ginas Administrativas
specialpages.heading.allusers=P\u00E1ginas especiais para todos os usu\u00E1rios
specialpages.heading.loadingtools=Content Loading Tools
specialpages.heading.usertools=User Account Tools
specialpages.title=P\u00E1ginas especiais
tab.admin.configuration=Configura\u00E7\u00E3o
tab.admin.maintenance=Manuten\u00E7\u00E3o
tab.admin.roles=Perfis
tab.admin.translations=Tradu\u00E7\u00E3o
tab.admin.vwiki=Virtual Wikis
tab.common.article=Visualizar
tab.common.comments=Coment\u00E1rios
tab.common.contributions=Contribui\u00E7\u00F5es
tab.common.edit=Editar
tab.common.history=Hist\u00F3rico
tab.common.links=Links
tab.common.manage=Gerenciar
tab.common.move=Mover
tab.common.print=Imprimir
tab.common.special=Especial
tab.common.unwatch=N\u00E3o monitorar
tab.common.viewsource=Ver conte\u00FAdo
tab.common.watch=Monitorar
topic.caption.editlegend=Controles de Edi\u00E7\u00E3o
topic.categories=Categorias
topic.category.images=Imagens na categoria "{0}"
topic.category.numimages=H\u00E1 {0} imagens na categoria "{1}"
topic.category.numsubcategories=H\u00E1 {0} sub-categorias na categoria "{1}"
topic.category.numtopics=H\u00E1 {0} t\u00F3picos na categoria "{1}"
topic.category.subcategories=Sub-categorias na categoria "{0}"
topic.category.topics=T\u00F3picos na categoria "{0}"
topic.file.comments=Comment
topic.file.download=Visualizar/Baixar este arquivo
topic.file.size=Size
topic.file.thumbnail=Thumbnail
topic.filehistory=Hist\u00F3rico do Aqruivo
topic.filehistory.click=Click on a date/time to view the file revision from that time.
topic.filesize.bytes={0} bytes
topic.notcreated=<strong>ATEN\u00C7\u00C3O\:</strong>O t\u00F3pico "{0}" n\u00E3o existe.  Para cri\u00E1-lo acesse o link\: {1}.
topic.redirect.from=Redirecionado de {0}
topic.redirect.infinite=O t\u00F3pico foi redirecionado muitas vezes e n\u00E3o p\u00F4de ser resolvido.
topic.sharedImage=This file is hosted in a shared repository.  The original file can be found at\: {0}.
topic.title={0}
topic.toc.header=Conte\u00FAdo
topic.toc.label.hide=esconder
topic.toc.label.show=mostrar
topicsadmin.message.none=There are currently no admin-only topics.
topicsadmin.title=T\u00F3picos administrativos
translation.caption.hidetranslated=Ocultar entradas j\u00E1 traduzidas.
translation.caption.instructions=Por favor, selecione o idioma/localizador na caixa de sele\u00E7\u00E3o. Para criar tradu\u00E7\u00F5es para uma nova idioma/localizador digite o nome da idioma e localizador na caixa de texto (como "pt" ou "pt_BR") e clique em "Change". C\u00F3digos de idioma de pa\u00EDs podem ser encontrados em <a href\="http\://www.loc.gov/standards/iso639-2/php/English_list.php">padr\u00E3o ISO de c\u00F3digos de idioma</a> e no <a href\="http\://www.iso.org/iso/country_codes/iso_3166_code_lists/english_country_names_and_code_elements.htm">padr\u00E3o ISO de c\u00F3digo de pa\u00EDs</a>. O servidor de aplica\u00E7\u00E3o web pode precisar ser recarregado para que as modifica\u00E7\u00F5es na tradu\u00E7\u00E3o se tornem vis\u00EDveis no site.
translation.caption.key=Chave de tradu\u00E7\u00E3o / Tradu\u00E7\u00E3o
translation.caption.translation=Tradu\u00E7\u00F5es de "{0}"
translation.title=Tradu\u00E7\u00E3o
unblock.button.unblock=Desbloquear usu\u00E1rio
unblock.caption.overview=Use the form below to restore write access to a specific IP address or login that has previously been blocked.  Blocks will normally expire after a set time without further action being required, so please specify a reason why this block is being ended early.
unblock.caption.reason=Raz\u00E3o para desbloqueio
unblock.caption.user=Endere\u00E7o IP ou nome de usu\u00E1rio
unblock.error.notblocked=Usu\u00E1rio "{0}" n\u00E3o est\u00E1 bloqueado atualmente.
unblock.message.success={0} foi desbloqueado.
unblock.title=Desbloquear usu\u00E1rio
upgrade.caption.config=This upgrade will install a new configuration file.  If you have added any customizations (such as custom parser tags) to your configuration you will need to manually add them to the new file\: {0}.
upgrade.caption.database=This upgrade will modify the current database schema.  You are <b>strongly</b> encouraged to backup your database prior to upgrading.
upgrade.caption.detected=Uma atualiza\u00E7\u00E3o do Wiki foi instalada.
upgrade.caption.manual=To upgrade manually rather than using the automatic process see the <code>UPGRADE.txt</code> document included in the root of the WAR file.
upgrade.caption.releasenotes=The release notes for this release are available at <a href\="http\://jamwiki.org/">jamwiki.org</a>.  The <code>CHANGELOG.txt</code> file for this release is included in the root of the WAR file.
upgrade.caption.search=This release upgrades the search index.  Sites with more than {0} topics will need to use the tools on the {1} page to manually rebuild the search index.
upgrade.caption.stylesheet=This upgrade will overwrite the current JAMWiki\:System.css topic.  If you need to restore the previous version it can be retrieved from the topic's history after the ugprade completes.
upgrade.caption.upgradecomplete=Atualiza\u00E7\u00E3o realizada com sucesso\: {0}
upgrade.caption.upgradefailed=A atualiza\u00E7\u00E3o falhou. Por favor, veja abaixo e verifique os logs sobre mensagens de falha, e consulte o documento UPGRADE.txt para detalhes de como realizar um upgrade manual. Por favor, reporte este erro \u00E0 <a href\="http\://jamwiki.org/">jamwiki.org</a> e proveja qualquer informa\u00E7\u00E3o relevante no relat\u00F3rio de erros.
upgrade.error.fatal=A fatal error has occurred while upgrading the system.  Please see the <code>/WEB-INF/UPGRADE.txt</code> document for manual upgrade steps and report any errors in the logs at <a href\="http\://jamwiki.org/">jamwiki.org</a>.  The error message is\: {0}
upgrade.error.nonfatal=An optional step has failed while upgrading the system.  The upgrade will continue and the system will function normally, but view the logs to determine what steps may have failed.  Please see the <code>/WEB-INF/UPGRADE.txt</code> document for manual upgrade steps and report any errors in the logs at <a href\="http\://jamwiki.org/">jamwiki.org</a>.  The error message is\: {0}
upgrade.error.notrequired=Nenhuma atualiza\u00E7\u00E3o necess\u00E1ria.
upgrade.error.oldversion=Atualizando para a vers\u00E3o {0} a partir de vers\u00F5es mais antigas que {1} n\u00E3o s\u00E3o suportadas.
upgrade.error.search.refresh=The search engine has been upgraded.  Please use the tools on the {0} page to rebuild your search index.
upgrade.message.db.column.added=Added database column "{0}" to table "{1}".
upgrade.message.db.column.dropped=Dropped database column "{0}" from table "{1}".
upgrade.message.db.column.modified=Modified database column "{0}" in table "{1}".
upgrade.message.db.column.populated=Populated data for column "{0}" in table "{1}".
upgrade.message.db.data.added=Added new record(s) to table "{0}".
upgrade.message.db.data.deleted=Deleted record(s) from table "{0}".
upgrade.message.db.data.updated=Updated record(s) in table "{0}".
upgrade.message.db.object.added=Added database object(s) "{0}".
upgrade.message.db.object.dropped=Dropped database object(s) "{0}".
upgrade.message.db.table.added=Added database table "{0}".
upgrade.message.db.table.dropped=A tabela do banco de dados "{0}" foi exclu\u00EDda.
upgrade.message.search.refresh=O mecanismo de pesquida foi atualizado e seu \u00EDndice de pesquisa foi reconstru\u00EDdo.
upgrade.message.stylesheet.failure=Non-fatal error while upgrading\: unable to update the JAMWiki stylesheet.  Please report any errors in the logs at <a href\="http\://jamwiki.org/">jamwiki.org</a>.  The error message is\: {0}
upgrade.message.stylesheet.success=Atualizada folha de estilos para a wiki virtual "{0}".
upgrade.title=Upgrade JAMWiki de {0} para JAMWiki {1}
upload.caption.destination=Nome do arquivo de destino
upload.caption.filedescription=Descri\u00E7\u00E3o do Arquivo
upload.caption.source=Fonte
upload.error.directorycreate=N\u00E3o foi poss\u00EDvel criar o diret\u00F3rio de upload {0}.
upload.error.filename=Nome de arquivo inv\u00E1lido.
upload.error.filenotfound=Nenhum upload encontrado.
upload.error.filerename=N\u00E3o foi poss\u00EDvel renomear o arquivo carregado para {0}.
upload.error.filetype=As configura\u00E7\u00F5es de upload n\u00E3o permitem arquivos do tipo "{0}".
upload.error.nodirectory=Uploads n\u00E3o suportados\! (Nenhum diret\u00F3rio de upload configurado)
upload.help.destination=This field is optional and allows a name other than the source filename to be used for the uploaded file.  Note that filenames should always be given extensions (for example\: ".jpg" or ".txt").
upload.title=Upload de Arquivo
user.date.format.help=Pages that display dates (recent changes, history, etc) will use the specified date format.
user.date.format.label=Preferred date format
user.default.locale.help=The specified locale is used to determine how labels and other text on the wiki should be displayed.  Note that if translations are not available for a locale then labels will still display in English.
user.default.locale.label=Preferred country &amp; language
user.preferences.group.editing=Editing settings
user.preferences.group.internationalization=Regional and international settings
user.preferred.editor.help=When editing a topic the preferred editor determines what tool to use to assist in editing.  Note that most editors require Javascript support.
user.preferred.editor.label=Preferred editor
user.signature.help=Leave this field blank to use a default pattern in signatures.  To use a custom signature, enter basic text, HTML or wiki markup that will be used as your signature.  Example\: <code>[[User\:user|user]] &amp;bull; ([[User comments\:user|comments]])</code>
user.signature.label=Signature
user.time.format.help=Pages that display time (recent changes, history, etc) will use the specified time format.
user.time.format.label=Preferred time format
user.timezone.help=The timezone is used to display your current date and time where this applies.
user.timezone.label=Timezone
userblock.caption.blockedby=O bloqueio foi feito por {0}.
userblock.caption.end=Expiry of block\: {0}
userblock.caption.honeypot=<b>Reason for block</b>\: Your IP address ({0}) is on the <a href\="http\://www.projecthoneypot.org/" target\="_blank">Project Honeypot</a> blacklist.  This means that malicious activity has originated from your server, or from another server on your shared network.  If you feel that you have been incorrectly blacklisted please contact the site administrator.  Note that if you have an account on this wiki you can still login and edit normally.
userblock.caption.overview=Seu usu\u00E1rio ou endere\u00E7o IP foi bloqueado para edi\u00E7\u00E3o e upload de arquivos.
userblock.caption.reason=O motivo \u00E9\: <i>{0}</i>.
userblock.caption.start=In\u00EDcio do bloqueio\: {0}
userblock.caption.target=Intended blockee\: {0}
userblock.title=Usu\u00E1rio est\u00E1 bloqueado
usermenu.account=Conta
usermenu.admin=Administra\u00E7\u00E3o
usermenu.register=Registrar
usermenu.user=Ol\u00E1, {0}\!
usermenu.usercomments=Coment\u00E1rios
usermenu.watchlist=Monitoramento
viewsource.caption.legend=Marca\u00E7\u00E3o wiki para {0}
viewsource.caption.overview=The wiki markup for {0} is displayed below.  To change this markup please use the "Edit" tab above.  If no "Edit" tab is present then you do not have permission to edit the current topic, and you will either need to login, or if you are already logged-in then please contact the administrator of this wiki and request permission to edit this topic.
viewsource.title=Ver conte\u00FAdo para {0}
watchlist.caption.added=O t\u00F3pico <b>{0}</b> foi adicionado \u00E0 lista de monitoramento.
watchlist.caption.empty=N\u00E3o h\u00E1 \u00EDtens na sua lista de monitoramento.
watchlist.caption.removed=O t\u00F3pico <b>{0}</b> foi removido da sua lista de monitoramento.
watchlist.error.loginrequired=A lista de monitoramento est\u00E1 dispon\u00EDvel apenas para os usu\u00E1rios autenticados.
watchlist.title=Lista de Monitoramento
