#Wed Feb 13 03:42:40 PST 2013
admin.action.refresh=\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u041F\u043E\u0438\u0441\u043A\u043E\u0432\u044B\u0439 \u0418\u043D\u0434\u0435\u043A\u0441
admin.action.save=\u0417\u0430\u043F\u0438\u0441\u0430\u0442\u044C \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F
admin.adduser.caption.adduser=\u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u043D\u043E\u0432\u043E\u0439 \u0423\u0447\u0435\u0442\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u0438
admin.adduser.caption.displayname=\u041E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u043C\u043E\u0435 \u0438\u043C\u044F
admin.adduser.caption.email=E-Mail
admin.adduser.caption.login=\u0418\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
admin.adduser.caption.password=\u041F\u0430\u0440\u043E\u043B\u044C
admin.adduser.caption.passwordconfirm=\u041F\u043E\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043D\u0438\u0435 \u043F\u0430\u0440\u043E\u043B\u044F
admin.adduser.message.success=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C {0} \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\!
admin.adduser.message.uidexists=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0441 \u0438\u043C\u0435\u043D\u0435\u043C {0} \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442\!
admin.cache.caption=\u041E\u0447\u0438\u0441\u0442\u0438\u0442\u044C \u043A\u044D\u0448 \u043F\u0430\u043C\u044F\u0442\u0438 \u0438 \u0434\u0438\u0441\u043A\r\n
admin.cache.message.clearfailed=\u0421\u0431\u043E\u0439 \u043F\u0440\u0438 \u043E\u0447\u0438\u0441\u0442\u043A\u0435 \u043A\u044D\u0448\u0430\: {0}.
admin.caption.adduser=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C
admin.caption.date.dateonly=\u0428\u0430\u0431\u043B\u043E\u043D \u0414\u0430\u0442\u0430
admin.caption.date.timeonly=\u0428\u0430\u0431\u043B\u043E\u043D \u0412\u0440\u0435\u043C\u044F
admin.caption.defaultlocale=\u042F\u0437\u044B\u043A \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E
admin.caption.defaulttimezone=\u0427\u0430\u0441\u043E\u0432\u043E\u0439 \u043F\u043E\u044F\u0441 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E
admin.caption.defaulttopic=\u0422\u0435\u043C\u0430 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E
admin.caption.editor=\u0420\u0435\u0434\u0430\u043A\u0442\u043E\u0440 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E
admin.caption.externallinknewwindow=\u041E\u0442\u043A\u0440\u044B\u0432\u0430\u0442\u044C \u0432\u043D\u0435\u0448\u043D\u0438\u0435 \u0441\u0441\u044B\u043B\u043A\u0438 \u0432 \u043D\u043E\u0432\u043E\u043C \u043E\u043A\u043D\u0435
admin.caption.filedir=\u041A\u0430\u0442\u0430\u043B\u043E\u0433 \u0444\u0430\u0439\u043B\u043E\u0432\u043E\u0439 \u0441\u0438\u0441\u0442\u0435\u043C\u044B
admin.caption.imageresize=\u041F\u0440\u0438\u0440\u0430\u0449\u0435\u043D\u0438\u0435 \u043F\u0440\u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0438 \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u041A\u0430\u0440\u0442\u0438\u043D\u043A\u0438 (\u043F\u0438\u043A\u0441\u0435\u043B\u0438)
admin.caption.logitems=\u041F\u0435\u0440\u0435\u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u0437\u0430\u043F\u0438\u0441\u0435\u0439 \u0436\u0443\u0440\u043D\u0430\u043B\u0430
admin.caption.logoimage=\u041A\u0430\u0440\u0442\u0438\u043D\u043A\u0430 \u043B\u043E\u0433\u043E\u0442\u0438\u043F\u0430
admin.caption.maxversionexport=\u041E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u0439 \u0441\u0442\u0430\u0442\u0435\u0439
admin.caption.metadescription=HTML \u043C\u0435\u0442\u0430 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435
admin.caption.migratedatabase=\u041C\u0438\u0433\u0440\u0430\u0446\u0438\u044F Wiki \u0432 \u043D\u043E\u0432\u0443\u044E \u0411\u0430\u0437\u0443 \u0434\u0430\u043D\u043D\u044B\u0445\r\n
admin.caption.printnewwindow=\u041E\u0442\u043A\u0440\u044B\u0432\u0430\u0442\u044C \u0441\u0441\u044B\u043B\u043A\u0438 \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u0434\u043B\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432 \u043D\u043E\u0432\u043E\u043C \u043E\u043A\u043D\u0435
admin.caption.recentchanges=\u041F\u0435\u0440\u0435\u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C \u043D\u0435\u0434\u0430\u0432\u043D\u0438\u0435 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F
admin.caption.recentchangesdefault=\u0427\u0438\u0441\u043B\u043E \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u043C\u044B\u0445 \u043D\u0435\u0434\u0430\u0432\u043D\u0438\u0445 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0439 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E
admin.caption.reset=\u0421\u0431\u0440\u043E\u0441\u0438\u0442\u044C
admin.caption.searchengine=\u041F\u043E\u0438\u0441\u043A\u043E\u0432\u044B\u0439 \u0441\u0435\u0440\u0432\u0435\u0440
admin.caption.serverurl=URL \u0421\u0435\u0440\u0432\u0435\u0440\u0430
admin.caption.sitename=\u041D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0441\u0430\u0439\u0442\u0430
admin.caption.spamfilter=\u041F\u0435\u0440\u0435\u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C \u0448\u0430\u0431\u043B\u043E\u043D\u044B \u0441\u043F\u0430\u043C-\u0444\u0438\u043B\u044C\u0442\u0440\u0430
admin.caption.usepreview=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u041F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440
admin.caption.useshowchanges=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u044C \u043A\u043B\u0430\u0432\u0438\u0448\u0443 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F "\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u044C \u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F"
admin.header.cache=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u043A\u044D\u0448-\u043F\u0430\u043C\u044F\u0442\u0438
admin.header.email=E-Mail settings
admin.header.general=\u041E\u0441\u043D\u043E\u0432\u043D\u044B\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
admin.header.other=\u0414\u0440\u0443\u0433\u0438\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
admin.header.parser=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0441\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0430\u043D\u0430\u043B\u0438\u0437\u0430\u0442\u043E\u0440\u0430
admin.header.persistence=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u043F\u043E\u0441\u0442\u043E\u044F\u043D\u043D\u043E\u0433\u043E \u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F
admin.header.rss=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 RSS
admin.header.spam=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0441\u043F\u0430\u043C\u0430
admin.header.upload=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 \u0444\u0430\u0439\u043B\u043E\u0432
admin.help.adduser=\u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u043D\u043E\u0432\u043E\u0439 \u0443\u0447\u0435\u0442\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F wiki. \u042D\u0442\u0430  \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u043F\u0440\u0435\u0436\u0434\u0435 \u0432\u0441\u0435\u0433\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0434\u043B\u044F wiki, \u043D\u0430 \u043A\u043E\u0442\u043E\u0440\u043E\u043C \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0441\u0430\u043C\u043E\u0441\u0442\u043E\u044F\u0442\u0435\u043B\u044C\u043D\u043E \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438.
admin.help.clearcache=\u041E\u0447\u0438\u0441\u0442\u043A\u0430 \u043A\u044D\u0448\u0430 \u043F\u0440\u0438\u0432\u0435\u0434\u0435\u0442 \u043A \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044E \u043B\u044E\u0431\u044B\u0445\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F, \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0445 \u0432 \u043F\u0430\u043C\u044F\u0442\u0438. \u042D\u0442\u043E \u0434\u043E\u043B\u0436\u043D\u043E \u0442\u043E\u043B\u044C\u043A\u043E \u0431\u044B\u0442\u044C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E, \u0435\u0441\u043B\u0438 \u0437\u0430\u043F\u0438\u0441\u044C \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0430 \u0437\u0430 \u043F\u0440\u0435\u0434\u0435\u043B\u0430\u043C\u0438 \u043D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u044B\u0445 \u043F\u0440\u043E\u0446\u0435\u0441\u0441\u043E\u0432 wiki.
admin.help.date.common=Available patterns can be customized by updating the jamwiki-configuration.xml file.  Patterns must follow the format used by the <a href\="http\://download.oracle.com/javase/1.5.0/docs/api/java/text/SimpleDateFormat.html" target\="_blank">java.text.SimpleDateFormat</a> class.  "SHORT", "MEDIUM", "LONG" and "FULL" may also be used to invoke the corresponding SimpleDateFormat constant value.
admin.help.date.dateonly=\u0424\u043E\u0440\u043C\u0430\u0442, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C\u044B\u0439 \u0434\u043B\u044F \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0434\u0430\u0442, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0432\u043A\u043B\u044E\u0447\u0430\u044E\u0442 \u0434\u0435\u043D\u044C, \u043C\u0435\u0441\u044F\u0446 \u0438 \u0433\u043E\u0434, \u043D\u043E \u043D\u0435 \u0432\u043A\u043B\u044E\u0447\u0430\u044E\u0442 \u0432 \u0441\u0435\u0431\u044F \u0447\u0430\u0441\u044B \u0438\u043B\u0438 \u043C\u0438\u043D\u0443\u0442\u044B.
admin.help.date.timeonly=\u0424\u043E\u0440\u043C\u0430\u0442, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C\u044B\u0439 \u0434\u043B\u044F \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0434\u0430\u0442, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0432\u043A\u043B\u044E\u0447\u0430\u044E\u0442 \u0447\u0430\u0441\u044B \u0438 \u043C\u0438\u043D\u0443\u0442\u044B, \u043D\u043E \u043D\u0435 \u0434\u0435\u043D\u044C, \u043C\u0435\u0441\u044F\u0446 \u0438\u043B\u0438 \u0433\u043E\u0434.
admin.help.defaultlocale=The default locale used for displaying text and formatting dates; users can personalize the locale using user preferences.  Note that if translations are not available for a locale then labels will still display in English.
admin.help.defaulttimezone=The default time zone to use when displaying dates; users can personalize the time zone using user preferences.  Note that this time zone will always be used when displaying the time in wiki signatures.
admin.help.defaulttopic=\u0422\u0435\u043C\u0430 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E - \u044D\u0442\u043E \u0442\u0435\u043C\u0430, \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u0431\u0443\u0434\u0435\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0430, \u043A\u043E\u0433\u0434\u0430 \u043D\u0435 \u0437\u0430\u0434\u0430\u043D\u043E \u043D\u0438\u043A\u0430\u043A\u043E\u0439 \u0442\u0435\u043C\u044B, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440 \u043A\u043E\u0433\u0434\u0430 \u0437\u0430\u043F\u0440\u0430\u0448\u0438\u0432\u0430\u0435\u0442\u0441\u044F URL http\://www.example.com/wiki/en/. \u0412\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u0430\u044F wikis \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0441\u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u0430 \u0442\u0430\u043A \u0447\u0442\u043E\u0431\u044B \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u044D\u0442\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435 Special\:VirtualWiki.
admin.help.editor=\u0420\u0435\u0434\u0430\u043A\u0442\u043E\u0440 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442 \u0442\u043E\u0442 \u043F\u0440\u0433\u0440\u0430\u043C\u043C\u043D\u044B\u0439 \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0431\u0443\u0434\u0443\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043D\u043E\u0432\u044B\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438 \u0434\u043B\u044F \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u0442\u0435\u043C. \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438 \u043C\u043E\u0433\u0443\u0442 \u043F\u043E\u043C\u0435\u043D\u044F\u0442\u044C \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440 \u043F\u0440\u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0438 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0445 \u043D\u0430\u0441\u0442\u0440\u043E\u0435\u043A.
admin.help.filedir=\u0421\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0439 \u043A\u0430\u0442\u0430\u043B\u043E\u0433, \u0432 \u043A\u043E\u0442\u043E\u0440\u043E\u043C \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u044B \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u044B\u0435 \u0444\u0430\u0439\u043B\u044B JAMWiki.
admin.help.imageresize=\u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0435 \u0440\u0430\u0437\u043C\u0435\u0440\u043E\u0432 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u043C\u043E\u0436\u0435\u0442 \u0437\u0430\u043C\u0435\u0434\u043B\u0438\u0442\u044C wiki, \u043F\u043E\u044D\u0442\u043E\u043C\u0443 \u0440\u0430\u0437\u043C\u0435\u0440\u044B \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0438\u0437\u043C\u0435\u043D\u044F\u044E\u0442\u0441\u044F \u0441 \u043F\u0440\u0438\u0440\u0430\u0449\u0435\u043D\u0438\u0435\u043C \u0438 \u0437\u0430\u0442\u0435\u043C \u0434\u0430\u043B\u0435\u0435 \u043C\u0430\u0441\u0448\u0442\u0430\u0431\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u0432 web-\u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F. \u0411\u043E\u043B\u044C\u0448\u0435\u0435 \u0438\u0437\u043C\u0435\u043D\u0438\u0435 \u0440\u0430\u0437\u043C\u0435\u0440\u043E\u0432 \u043F\u0440\u0438\u0440\u0430\u0449\u0435\u043D\u0438\u044F, \u0443\u043B\u0443\u0447\u0448\u0430\u0435\u0442 \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u044C, \u043D\u043E \u0443\u043C\u0435\u043D\u044C\u0448\u0430\u0435\u0442 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u043E \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F.
admin.help.logoimage=\u042D\u0442\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442 \u041B\u043E\u0433\u043E\u0442\u0438\u043F \u0434\u043B\u044F wiki. \u0417\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u044B \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u043E webapp \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u043D\u043E\u0433\u043E \u043A\u043E\u0440\u043D\u044F \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0430 <code>images</code>.
admin.help.maxversionexport=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u0447\u0438\u0441\u043B\u043E \u0432\u0435\u0440\u0441\u0438\u0439, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u044B \u0432 \u044D\u043A\u0441\u043F\u043E\u0440\u0442 \u0441\u0442\u0430\u0442\u044C\u0438. \u0411\u043E\u043B\u044C\u0448\u0435\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043F\u043E\u043B\u043D\u0443\u044E \u0438\u0441\u0442\u043E\u0440\u0438\u044E \u0431\u043E\u043B\u044C\u0448\u0438\u043D\u0441\u0442\u0432\u0430 \u0441\u0442\u0430\u0442\u0435\u0439, \u043D\u043E \u043C\u043E\u0436\u0435\u0442 \u0432\u044B\u0437\u0432\u0430\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u043E\u0439 \u0440\u0430\u0441\u0445\u043E\u0434 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u044B\u0445 \u0440\u0435\u0441\u0443\u0440\u0441\u043E\u0432. \u041C\u0435\u043D\u044C\u0448\u0435\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u0440\u0435\u0434\u043E\u0442\u0432\u0440\u0430\u0449\u0430\u0435\u0442 \u044D\u043A\u0441\u043F\u043E\u0440\u0442 \u043F\u043E\u043B\u043D\u043E\u0439 \u0438\u0441\u0442\u043E\u0440\u0438\u0438 \u0441\u0442\u0430\u0442\u044C\u0438 \u043D\u043E \u0442\u0430\u043A\u0436\u0435 \u0438 \u043F\u0440\u0435\u043F\u044F\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0442\u043E\u043C\u0443, \u0447\u0442\u043E\u0431\u044B \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u043D\u044B\u0439 \u043F\u0440\u043E\u0446\u0435\u0441\u0441 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043B \u0447\u0440\u0435\u0437\u043C\u0435\u0440\u043D\u044B\u0435 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u044B\u0435 \u0440\u0435\u0441\u0443\u0440\u0441\u044B.
admin.help.metadescription=\u041C\u0435\u0442\u0430 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 HTML - \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B wiki, \u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u043C\u043E\u0436\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043F\u043E\u0438\u0441\u043A\u043E\u0432\u044B\u043C\u0438 \u0441\u0435\u0440\u0432\u0435\u0440\u0430\u043C\u0438 \u0438 \u0434\u0440\u0443\u0433\u0438\u043C\u0438 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u0430\u043B\u044C\u043D\u044B\u043C\u0438 \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0430\u043C\u0438, \u0434\u043B\u044F \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B. \u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0435, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043C\u043E\u0433\u0443\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0432 \u043C\u0435\u0442\u0430 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0438 include\: {0} \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u0442\u0435\u043C\u044B (\u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C)
admin.help.migratedatabase=\u042D\u0442\u0430 \u043A\u043E\u043C\u0430\u043D\u0434\u0430 \u043F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u043E\u043D\u043D\u043E\u0435 \u043D\u0430\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0435 Wiki \u0432 <b>\u043D\u043E\u0432\u0443\u044E</b> \u0431\u0430\u0437\u0443 \u0434\u0430\u043D\u043D\u044B\u0445 \u0441 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u043C\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430\u043C\u0438. \u041E\u0442\u043C\u0435\u0442\u044C\u0442\u0435, \u0447\u0442\u043E \u0432 \u043D\u043E\u0432\u043E\u0439 \u0431\u0430\u0437\u0435 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043E\u0432\u0430\u0442\u044C \u0442\u0430\u0431\u043B\u0438\u0446\u044B \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445 JAMWiki.<p>\u042D\u0442\u0430 \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u044F \u043C\u043E\u0436\u0435\u0442 \u0437\u0430\u043D\u044F\u0442\u044C \u0434\u043E\u043B\u0433\u043E\u0435 \u0432\u0440\u0435\u043C\u044F \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0441\u0442\u0438 \u043E\u0442 \u0440\u0430\u0437\u043C\u0435\u0440\u0430 Wiki.
admin.help.rebuildsearch=\u042D\u0442\u043E \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E, \u0447\u0442\u043E\u0431\u044B \u043F\u0435\u0440\u0435\u0441\u0442\u0440\u043E\u0438\u0442\u044C \u0438\u043D\u0434\u0435\u043A\u0441 \u043F\u043E\u0438\u0441\u043A\u0430 \u043F\u043E\u0441\u043B\u0435 \u0430\u0432\u0430\u0440\u0438\u0439\u043D\u043E\u0433\u043E \u043E\u0442\u043A\u0430\u0437\u0430 \u0438\u043B\u0438 \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u0438\u0437 \u0440\u0435\u0437\u0435\u0440\u0432\u043D\u043E\u0439 \u043A\u043E\u043F\u0438\u0438. \u041E\u0442\u043C\u0435\u0442\u044C\u0442\u0435, \u0447\u0442\u043E \u044D\u0442\u0430 \u0444\u0443\u043D\u043A\u0446\u0438\u044F \u043C\u043E\u0436\u0435\u0442 \u0437\u0430\u043D\u044F\u0442\u044C \u043E\u0447\u0435\u043D\u044C \u0434\u043E\u043B\u0433\u043E\u0435 \u0432\u0440\u0435\u043C\u044F \u0434\u043E \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D\u0438\u044F, \u0442\u0430\u043A \u043A\u0430\u043A \u0432\u0441\u0435 \u0442\u0435\u043C\u044B wiki \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043F\u0440\u043E\u0430\u043D\u0430\u043B\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u043D\u044B.
admin.help.reloadlogitems=\u041F\u0435\u0440\u0435\u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u0437\u0430\u043F\u0438\u0441\u0435\u0439 \u0436\u0443\u0440\u043D\u0430\u043B\u0430 \u043F\u0440\u0438\u0432\u0435\u0434\u0435\u0442 \u043A \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044E \u0441\u0442\u0440\u043E\u043A \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B Special\:Log. \u042D\u0442\u0430 \u043E\u043F\u0446\u0438\u044F \u043E\u0431\u044B\u0447\u043D\u043E \u043D\u0435 \u043D\u0443\u0436\u043D\u0430.
admin.help.reloadrecentchanges=\u041F\u0435\u0440\u0435\u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u043D\u0435\u0434\u0430\u0432\u043D\u0438\u0445 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0439 \u043F\u0440\u0438\u043D\u0443\u0434\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u043F\u0435\u0440\u0435\u0432\u044B\u0447\u0438\u0441\u043B\u044F\u0435\u0442 \u0437\u0430\u043F\u0438\u0441\u0438 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u043D\u0435\u0434\u0430\u0432\u043D\u0438\u0445 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0439. \u042D\u0442\u0430 \u043E\u043F\u0446\u0438\u044F \u043F\u0440\u0438 \u043D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u043E\u0439 \u0440\u0430\u0431\u043E\u0442\u0435 \u0431\u044B\u0447\u043D\u043E \u043D\u0435 \u043D\u0443\u0436\u043D\u0430.
admin.help.reloadspamfilter=\u041F\u0435\u0440\u0435\u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u0448\u0430\u0431\u043B\u043E\u043D\u043E\u0432 \u0444\u0438\u043B\u044C\u0442\u0440\u0430 \u0441\u043F\u0430\u043C\u0430 \u043E\u0431\u043D\u043E\u0432\u0438\u0442 \u0444\u0438\u043B\u044C\u0442\u0440 \u0441\u043F\u0430\u043C\u0430 \u0441 \u043B\u044E\u0431\u044B\u043C\u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F\u043C\u0438 \u0438\u0437 \u0444\u0430\u0439\u043B\u0430 <code>/WEB-INF/classes/spam-blacklist.txt</code>.
admin.help.serverurl=\u0411\u0430\u0437\u043E\u0432\u044B\u0439 \u0443\u043D\u0438\u0444\u0438\u0446\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u0443\u043A\u0430\u0437\u0430\u0442\u0435\u043B\u044C \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u043E\u043D\u043D\u043E\u0433\u043E \u0440\u0435\u0441\u0443\u0440\u0441\u0430 (URL)\u0434\u043B\u044F \u0441\u0435\u0440\u0432\u0435\u0440\u0430, \u0442\u0430\u043A\u043E\u0439 \u043A\u0430\u043A http\://www.example.com/. \u042D\u0442\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F, \u043F\u0440\u0438 \u0433\u0435\u043D\u0435\u0440\u0430\u0446\u0438\u0438 \u0430\u0431\u0441\u043E\u043B\u044E\u0442\u043D\u044B\u0445 URL.
admin.help.sitename=\u041D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0441\u0430\u0439\u0442\u0430. \u042D\u0442\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0431\u0443\u0434\u0435\u0442 \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u043E \u043A\u043E \u0432\u0441\u0435\u043C \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043A\u0430\u043C \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0432 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 XML. \u0417\u0430\u043C\u0435\u0442\u044C\u0442\u0435, \u0447\u0442\u043E HTML \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0432 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0438 \u0441\u0430\u0439\u0442\u0430.
admin.maintenance.caption.links=\u041F\u0435\u0440\u0435\u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0437\u0430\u043F\u0438\u0441\u0435\u0439 "\u0441\u0432\u044F\u0437\u044C \u0441" \u0434\u043B\u044F \u0442\u0435\u043C\u044B
admin.maintenance.caption.namespaces=\u0418\u0441\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0433\u043E \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D \u0442\u0435\u043C\u044B
admin.maintenance.error.metadata=\u041C\u0435\u0442\u0430\u0434\u0430\u043D\u043D\u044B\u0435 \u0434\u043B\u044F \u0442\u0435\u043C {0} \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u044B. \u0421\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u044F \u043E\u0431 \u043E\u0448\u0438\u0431\u043A\u0430\u0445 \u0432 \u0444\u0430\u0439\u043B\u0430\u0445 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438.
admin.maintenance.error.namespacefail=\u041D\u0435\u0443\u0434\u0430\u0447\u0430 \u043F\u0440\u0438 \u0438\u0441\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0438 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0433\u043E \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D \u0442\u0435\u043C\u044B. \u0421\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u043E\u0431 \u043E\u0448\u0438\u0431\u043A\u0435\: {0}.
admin.maintenance.help.links=\u041F\u0435\u0440\u0435\u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0437\u0430\u043F\u0438\u0441\u0435\u0439 "\u0441\u0432\u044F\u0437\u044C \u0441" \u0434\u043B\u044F \u0432\u0441\u0435\u0445 \u0442\u0435\u043C. \u0417\u0430\u043F\u0443\u0441\u043A \u044D\u0442\u043E\u0439 \u0437\u0430\u0434\u0430\u0447\u0438 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C \u0442\u043E\u043B\u044C\u043A\u043E \u043F\u043E\u0441\u043B\u0435 \u0440\u0443\u0447\u043D\u043E\u0433\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445. \u0417\u043D\u0430\u0439\u0442\u0435, \u0447\u0442\u043E \u044D\u0442\u043E \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u043F\u0435\u0440\u0435\u043F\u0430\u0440\u0441\u0438\u043D\u0433\u0430 \u0432\u0441\u0435\u0445 \u0442\u0435\u043C wiki \u0438 \u043F\u043E\u044D\u0442\u043E\u043C\u0443 \u0431\u0443\u0434\u0435\u0442 \u043E\u0447\u0435\u043D\u044C \u043C\u0435\u0434\u043B\u0435\u043D\u043D\u044B\u043C.
admin.maintenance.help.namespaces=<b>\u0422\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u043E\u043F\u044B\u0442\u043D\u044B\u0445 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u0439</b>\: \u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435, \u0447\u0442\u043E \u0437\u0430\u043F\u0438\u0441\u0438 \u0442\u0435\u043C \u0443\u043A\u0430\u0437\u044B\u0432\u0430\u044E\u0442 \u043D\u0430 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0435 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D. \u0412 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u043C, \u044D\u0442\u0438 \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0435 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043D\u0443\u0436\u043D\u044B, \u043D\u043E \u043C\u043E\u0433\u0443\u0442 \u0440\u0435\u0448\u0438\u0442\u044C \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u044B \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D \u043F\u043E\u0441\u043B\u0435 \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0438\u043B\u0438 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u043D\u043E\u0432\u044B\u0445 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432 \u0438\u043C\u0435\u043D, \u0438\u043B\u0438 \u0435\u0441\u043B\u0438 \u0431\u0430\u0437\u0430 \u0434\u0430\u043D\u043D\u044B\u0445 JAMWiki \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0430 \u0437\u0430 \u043F\u0440\u0435\u0434\u0435\u043B\u0430\u043C\u0438 \u043D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u044B\u0445 \u043F\u0440\u043E\u0446\u0435\u0441\u0441\u043E\u0432 wiki. <b>\u042D\u0442\u0430 \u0444\u0443\u043D\u043A\u0446\u0438\u044F \u043E\u0431\u043D\u043E\u0432\u043B\u044F\u0435\u0442 \u043A\u0430\u0436\u0434\u0443\u044E \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0443\u044E \u0437\u0430\u043F\u0438\u0441\u044C \u0442\u0435\u043C\u044B \u0438 \u043C\u043E\u0436\u0435\u0442 \u0437\u0430\u043D\u044F\u0442\u044C \u043C\u043D\u043E\u0433\u043E \u0432\u0440\u0435\u043C\u0435\u043D\u0438, \u0447\u0442\u043E\u0431\u044B \u0437\u0430\u0432\u0435\u0440\u0448\u0438\u0442\u044C\u0441\u044F.</b>
admin.maintenance.message.metadata=\u041C\u0435\u0442\u0430\u0434\u0430\u043D\u043D\u044B\u0435 \u0434\u043B\u044F \u0442\u0435\u043C {0} \u0431\u044B\u043B\u0438 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u044B.
admin.maintenance.message.topicsUpdated={0} \u0442\u0435\u043C \u0431\u044B\u043B\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u043E.
admin.maintenance.title=\u041E\u0431\u0441\u043B\u0443\u0436\u0438\u0432\u0430\u043D\u0438\u0435
admin.maintenance.title.data=\u0423\u0442\u0438\u043B\u0438\u0442\u044B \u0414\u0430\u043D\u043D\u044B\u0445
admin.maintenance.title.links=\u041F\u0435\u0440\u0435\u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0437\u0430\u043F\u0438\u0441\u0435\u0439 "\u0421\u0432\u044F\u0437\u044C \u0441"
admin.maintenance.title.namespaces=\u0418\u0441\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0445 \u041F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432 \u0438\u043C\u0435\u043D \u0442\u0435\u043C
admin.maintenance.title.system=\u0421\u0438\u0441\u0442\u0435\u043C\u043D\u044B\u0435 \u0423\u0442\u0438\u043B\u0438\u0442\u044B
admin.message.adduserfail=\u041D\u0435\u0443\u0434\u0430\u0447\u0430 \u043F\u0440\u0438 \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u0438 \u043D\u043E\u0432\u043E\u0439 \u0443\u0447\u0435\u0442\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u0438 {0}
admin.message.cache=\u041A\u044D\u0448 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043E\u0447\u0438\u0449\u0435\u043D.
admin.message.changesnotsaved=\u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u041D\u0415 \u0411\u042B\u041B\u0418 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u044B
admin.message.changessaved=\u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u044B
admin.message.date.error={{0} \u043D\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u0448\u0430\u0431\u043B\u043E\u043D \u0434\u0430\u0442\u044B. \u0421\u043C. \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u044E \u0434\u043B\u044F \u043A\u043B\u0430\u0441\u0441\u0430 <a href \= "http\://download.oracle.com/javase/1.5.0/docs/api/java/text/SimpleDateFormat.html" \u043F\u0440\u0435\u0434\u043D\u0430\u0437\u043D\u0430\u0447\u0430\u0435\u0442\u0441\u044F \= "_blank">java.text.SimpleDateFormat</a> \u0434\u043B\u044F \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u0432 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0445 \u0448\u0430\u0431\u043B\u043E\u043D\u043E\u0432.
admin.message.indexrefreshed=\u0418\u043D\u0434\u0435\u043A\u0441 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D
admin.message.logitems=\u042D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u0436\u0443\u0440\u043D\u0430\u043B\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u044B.
admin.message.logitemsfail=\u041D\u0435\u0443\u0434\u0430\u0447\u0430 \u043F\u0440\u0438 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432 \u0436\u0443\u0440\u043D\u0430\u043B\u0430\: {0}.
admin.message.migratedatabase=\u0414\u0430\u043D\u043D\u044B\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u044B \u0432 \u043D\u043E\u0432\u0443\u044E \u0431\u0430\u0437\u0443 \u0434\u0430\u043D\u043D\u044B\u0445 \u0441 URL {0}.
admin.message.migrationfailure=\u0421\u0431\u043E\u0439 \u043F\u0440\u0438 \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0438\u0438 \u0434\u0430\u043D\u043D\u044B\u0445 \u0432 \u043D\u043E\u0432\u0443\u044E \u0431\u0430\u0437\u0443 \u0431\u0430\u043D\u043D\u044B\u0445\: {0}.
admin.message.nonnumeric=\u0421\u0432\u043E\u0439\u0441\u0442\u0432\u043E "{0}" \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u0447\u0438\u0441\u043B\u043E\u0432\u043E\u0433\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F. "{1}" \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E.
admin.message.passwordsnomatch=\u041F\u0430\u0440\u043E\u043B\u0438 \u043D\u0435 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u044E\u0442, \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E.
admin.message.propertyfailure=\u0421\u0431\u043E\u0439 \u043F\u0440\u0438 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432\: {0}.
admin.message.recentchanges=\u041D\u0435\u0434\u0430\u0432\u043D\u0438\u0435 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0437\u0430\u0433\u0440\u0443\u0437\u0438\u043B\u0438\u0441\u044C.
admin.message.recentchangesfail=\u0421\u0431\u043E\u0439 \u043F\u0440\u0438 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0435 \u043D\u0435\u0434\u0430\u0432\u043D\u0438\u0445 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0439\: {0}.
admin.message.savechanges=<b>\u0412\u0410\u0416\u041D\u041E</b>\: \u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u043A \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430\u043C \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0437\u0430\u043F\u0438\u0441\u0430\u043D\u044B \u043F\u0440\u0435\u0436\u0434\u0435, \u0447\u0435\u043C \u043E\u043D\u0438 \u0432\u0441\u0442\u0443\u043F\u044F\u0442 \u0432 \u0441\u0438\u043B\u0443.  \u0415\u0441\u043B\u0438 \u0443\u0439\u0442\u0438 \u0441 \u044D\u0442\u043E\u0439 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u0431\u0435\u0437 \u0437\u0430\u043F\u0438\u0441\u0438, \u0432\u0441\u0435 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0431\u0443\u0434\u0443\u0442 \u043F\u043E\u0442\u0435\u0440\u044F\u043D\u044B.
admin.message.searchrefresh=\u0421\u0431\u043E\u0439 \u043F\u0440\u0438 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0438 \u043F\u043E\u0438\u0441\u043A\u043E\u0432\u043E\u0433\u043E \u0438\u043D\u0434\u0435\u043A\u0441\u0430\: {0}.
admin.message.spamfilter=\u0428\u0430\u0431\u043B\u043E\u043D\u044B \u0441\u043F\u0430\u043C-\u0444\u0438\u043B\u044C\u0442\u0440\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043F\u0435\u0440\u0435\u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u044B.
admin.message.spamfilterfail=\u0421\u0431\u043E\u0439 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 \u0448\u0430\u0431\u043B\u043E\u043D\u043E\u0432 \u0441\u043F\u0430\u043C-\u0444\u0438\u043B\u044C\u0442\u0440\u0430\: {0}.
admin.message.virtualwikiadded=\u041D\u043E\u0432\u0430\u044F \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u0430\u044F wiki \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0430\: \u043D\u0435 \u0437\u0430\u0431\u0443\u0434\u044C\u0442\u0435 \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0441\u0435\u0440\u0432\u043B\u0435\u0442\u0430 (servlet mapping) Wiki \u043A web.xml \u0444\u0430\u0439\u043B\u0443 \u0438 \u043F\u0435\u0440\u0435\u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u044C \u0441\u0435\u0440\u0432\u0435\u0440 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439
admin.message.virtualwikifail=\u0421\u0431\u043E\u0439 \u043F\u0440\u0438 \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u0438 \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 wiki\: {0}.
admin.message.virtualwikiupdated=\u0412\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u0430\u044F wiki "{0}" \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0430.
admin.parser.caption=\u0421\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u0430\u043D\u0430\u043B\u0438\u0437\u0430\u0442\u043E\u0440
admin.parser.caption.allowcapitalized=\u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u043D\u0430\u043F\u0435\u0447\u0430\u0442\u0430\u043D\u043D\u044B\u0435 \u043F\u0440\u043E\u043F\u0438\u0441\u043D\u044B\u043C\u0438 \u0431\u0443\u043A\u0432\u0430\u043C\u0438 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u044F \u0442\u0435\u043C
admin.parser.caption.allowhtml=\u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C HTML
admin.parser.caption.allowjavascript=\u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C Javascript
admin.parser.caption.allowtemplates=\u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u0448\u0430\u0431\u043B\u043E\u043D\u044B Wiki
admin.parser.caption.interwikiinline=\u041E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C interwiki \u0441\u0441\u044B\u043B\u043A\u0438 \u0432\u043D\u0443\u0442\u0440\u0438 \u0442\u0435\u043A\u0441\u0442\u0430
admin.parser.caption.numberedhtmllinks=Use numbered HTML links
admin.parser.caption.signaturedate=\u0428\u0430\u0431\u043B\u043E\u043D \u0434\u043B\u044F \u0434\u0430\u0442 \u0432 \u043F\u043E\u0434\u043F\u0438\u0441\u044F\u0445
admin.parser.caption.signatureuser=\u0428\u0430\u0431\u043B\u043E\u043D \u0434\u043B\u044F \u0438\u043C\u0435\u043D\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0432 \u043F\u043E\u0434\u043F\u0438\u0441\u044F\u0445
admin.parser.caption.specialvirtualwiki=Display virtual wiki links on Special\: pages
admin.parser.caption.tableofcontents=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043E\u0433\u043B\u0430\u0432\u043B\u0435\u043D\u0438\u0435
admin.parser.caption.tableofcontentsdepth=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0433\u043B\u0443\u0431\u0438\u043D\u0430 \u043E\u0433\u043B\u0430\u0432\u043B\u0435\u043D\u0438\u044F
admin.parser.caption.virtualwikiinline=\u041E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C \u0441\u0441\u044B\u043B\u043A\u0438 \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u0445 \u0432\u043D\u0443\u0442\u0440\u0438 \u0442\u0435\u043A\u0441\u0442\u0430
admin.parser.help.allowcapitalized=\u041E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0430 \u043D\u0430\u043F\u0435\u0447\u0430\u0442\u0430\u043D\u043D\u043E\u0439 \u043F\u0440\u043E\u043F\u0438\u0441\u043D\u044B\u043C\u0438 \u0431\u0443\u043A\u0432\u0430\u043C\u0438 \u0442\u0435\u043C\u044B \u0438 \u0442\u0435\u043C\u044B  \u0432 \u043D\u0438\u0436\u043D\u0435\u043C \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0435 \u043A\u0430\u043A \u0442\u043E \u0436\u0435 \u0441\u0430\u043C\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435. \u0415\u0441\u043B\u0438 \u044D\u0442\u0430 \u043E\u043F\u0446\u0438\u044F \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u0430 \u0442\u043E\u0433\u0434\u0430, "\u0422\u0435\u043C\u0430" \u0438 "\u0442\u0435\u043C\u0430" \u043E\u0431\u0440\u0430\u0431\u0430\u0442\u044B\u0432\u0430\u044E\u0442\u0441\u044F \u043A\u0430\u043A \u0434\u0432\u0435 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u0445 \u0437\u0430\u043F\u0438\u0441\u0438. \u041E\u0442\u043C\u0435\u0442\u044C\u0442\u0435, \u0447\u0442\u043E, \u0434\u0430\u0436\u0435 \u0435\u0441\u043B\u0438 \u044D\u0442\u0430 \u043E\u043F\u0446\u0438\u044F \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0430, \u0432\u0441\u0435 \u0435\u0449\u0435 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0434\u0432\u0435 \u0442\u0435\u043C\u044B, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043E\u0442\u043B\u0438\u0447\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u043E\u043C \u0431\u0443\u043A\u0432, \u0438 \u0432 \u044D\u0442\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435 \u0437\u0430\u043F\u0438\u0441\u0438 \u0431\u0443\u0434\u0443\u0442 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u043D\u044B \u043A\u0430\u043A \u0434\u0432\u0435 \u0440\u0430\u0437\u043D\u044B\u0445 \u0442\u0435\u043C\u044B.
admin.parser.help.interwikiinline=\u0415\u0441\u043B\u0438 \u044D\u0442\u0430 \u043E\u043F\u0446\u0438\u044F \u0431\u0443\u0434\u0435\u0442 \u0432\u044B\u0431\u0440\u0430\u043D\u0430 \u0442\u043E\u0433\u0434\u0430, \u0442\u043E \u0432\u0441\u0435 \u0441\u0441\u044B\u043B\u043A\u0438  interwiki \u0431\u0443\u0434\u0443\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u044B \u0432\u043D\u0443\u0442\u0440\u0438 \u0442\u0435\u043A\u0441\u0442\u0430 \u0441\u0442\u0430\u0442\u044C\u0438. \u0415\u0441\u043B\u0438 \u044D\u0442\u043E \u043D\u0435 \u0431\u0443\u0434\u0435\u0442 \u0432\u044B\u0431\u0440\u0430\u043D\u043E \u0442\u043E\u0433\u0434\u0430, \u0442\u043E \u0441\u0441\u044B\u043B\u043A\u0438 interwiki \u0431\u0443\u0434\u0443\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u044B \u0432 \u043B\u0435\u0432\u043E\u043C \u0431\u043B\u043E\u043A\u0435 \u043D\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u0438 (\u0441\u0441\u044B\u043B\u043A\u0438, \u043A\u043E\u0442\u043E\u0440\u044B\u043C \u043F\u0440\u0435\u0434\u0448\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0434\u0432\u043E\u0435\u0442\u043E\u0447\u0438\u0435 \u0442\u0430\u043A \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440 "[\:interwiki\:Topic]" \u0431\u0443\u0434\u0435\u0442 \u0432\u0441\u0435\u0433\u0434\u0430 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C\u0441\u044F \u0432 \u0442\u0435\u043A\u0441\u0442\u0435).
admin.parser.help.numberedhtmllinks=Select this option to display HTML links of the form "[http\://example.com]" using numbered links such as "[1]".  De-selecting this option will cause the URL to be displayed as the link text.
admin.parser.help.signaturedate=Date pattern used with signatures. Date patterns must follow the format used by the <a href\="http\://download.oracle.com/javase/1.5.0/docs/api/java/text/SimpleDateFormat.html" target\="_blank">java.text.SimpleDateFormat</a> class.  "SHORT", "MEDIUM", "LONG" and "FULL" may also be used to invoke the corresponding SimpleDateFormat constant value.
admin.parser.help.signatureuser=\u041A\u043B\u044E\u0447\: {0} \= \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0430\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430; {1} \= \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0430\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u0441\u043E\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0439; {2} \= \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0430\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0435\u0432; {3} \= \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F; {4} \= \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u043C\u043E\u0435 \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F; {5} \= \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0430\u044F \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u0430\u044F \u043F\u043E\u0447\u0442\u0430; {6} \= \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
admin.parser.help.specialvirtualwiki=If a wiki has multiple virtual wikis then selecting this checkbox will automatically generate a box in the left nav on pages such as Special\:RecentChanges that will display links to virtual wiki-specific versions of the Special\: page.
admin.parser.help.tableofcontentsdepth=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0435 \u044D\u0442\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043E\u0442 1 \u0434\u043E 6, \u0447\u0442\u043E\u0431\u044B \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C, \u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0443\u0440\u043E\u0432\u043D\u0435\u0439 \u0432\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u043F\u043E\u0437\u0432\u043E\u043B\u0435\u043D\u043E \u0432 \u043F\u0440\u0435\u0434\u0435\u043B\u0430\u0445 \u043E\u0433\u043B\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0442\u0435\u043C\u044B.
admin.parser.help.virtualwikiinline=\u0415\u0441\u043B\u0438 \u044D\u0442\u0430 \u043E\u043F\u0446\u0438\u044F \u0431\u0443\u0434\u0435\u0442 \u0432\u044B\u0431\u0440\u0430\u043D\u0430 \u0442\u043E \u0432\u0441\u0435 \u0441\u0441\u044B\u043B\u043A\u0438 \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u0445 wiki \u0431\u0443\u0434\u0443\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u044B \u0441 \u0442\u0435\u043A\u0441\u0442\u043E\u043C \u0441\u0442\u0430\u0442\u044C\u0438. \u0415\u0441\u043B\u0438 \u044D\u0442\u043E \u043D\u0435 \u0431\u0443\u0434\u0435\u0442 \u0432\u044B\u0431\u0440\u0430\u043D\u043E \u0442\u043E\u0433\u0434\u0430, \u0441\u0441\u044B\u043B\u043A\u0438 \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u0445  wiki \u0431\u0443\u0434\u0443\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u044B \u0432 \u043B\u0435\u0432\u043E\u043C \u0431\u043B\u043E\u043A\u0435 \u043D\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u0438 (\u0441\u0441\u044B\u043B\u043A\u0438, \u043A\u043E\u0442\u043E\u0440\u044B\u043C \u043F\u0440\u0435\u0434\u0448\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0434\u0432\u043E\u0435\u0442\u043E\u0447\u0438\u0435 \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440 "[\:virtualwiki\:Topic]" \u0431\u0443\u0434\u0443\u0442 \u0432\u0441\u0435\u0433\u0434\u0430 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C\u0441\u044F \u0432 \u0442\u0435\u043A\u0441\u0442\u0435).
admin.parsertype.bliki=\u0421\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u0430\u043D\u0430\u043B\u0438\u0437\u0430\u0442\u043E\u0440 Bliki
admin.parsertype.default=\u0421\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u0430\u043D\u0430\u043B\u0438\u0437\u0430\u0442\u043E\u0440 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E JAMWiki
admin.password.caption.login=\u0418\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
admin.password.caption.password=\u041D\u043E\u0432\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
admin.password.caption.passwordconfirm=\u041F\u043E\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043D\u0438\u0435 \u043D\u043E\u0432\u043E\u0433\u043E \u043F\u0430\u0440\u043E\u043B\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
admin.password.caption.reset=\u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0435 \u043F\u0430\u0440\u043E\u043B\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
admin.password.help.reset=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0438 \u043D\u043E\u0432\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C, \u0447\u0442\u043E\u0431\u044B \u0441\u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u043F\u0430\u0440\u043E\u043B\u044C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F.
admin.password.message.invalidlogin=\u041D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0441 \u0438\u043C\u0435\u043D\u0435\u043C{0}.
admin.password.message.success=\u041F\u0430\u0440\u043E\u043B\u044C \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u043C\u0435\u043D\u0435\u043D \u0434\u043B\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F {0}.
admin.persistence.button.migrate=\u041C\u0438\u0433\u0440\u0430\u0446\u0438\u044F
admin.persistence.caption=\u041C\u0435\u0441\u0442\u043E \u043F\u043E\u0441\u0442\u043E\u044F\u043D\u043D\u043E\u0433\u043E \u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F
admin.persistence.caption.driver=\u041A\u043B\u0430\u0441\u0441 \u0434\u0440\u0430\u0439\u0432\u0435\u0440\u0430 JDBC
admin.persistence.caption.maxactive=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u0447\u0438\u0441\u043B\u043E \u0430\u043A\u0442\u0438\u0432\u043D\u044B\u0445 \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0439
admin.persistence.caption.maxidle=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u0447\u0438\u0441\u043B\u043E \u043D\u0435\u0430\u043A\u0442\u0438\u0432\u043D\u044B\u0445 \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0439
admin.persistence.caption.maxopenpreparedstatements=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u0447\u0438\u0441\u043B\u043E \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u0445 prepared statements\r\n
admin.persistence.caption.minevictableidletime=\u041C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u0432\u0440\u0435\u043C\u044F \u0437\u0430\u043C\u0435\u0449\u0435\u043D\u0438\u044F (eviction) \u043F\u0440\u043E\u0441\u0442\u043E\u044F
admin.persistence.caption.numtestsperevictionrun=\u0427\u0438\u0441\u043B\u043E \u043F\u0440\u043E\u0432\u0435\u0440\u043E\u043A \u043D\u0430 \u0437\u0430\u043C\u0435\u0449\u0430\u044E\u0449\u0438\u0439 \u0437\u0430\u043F\u0443\u0441\u043A (eviction runs)
admin.persistence.caption.pass=\u041F\u0430\u0440\u043E\u043B\u044C \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445
admin.persistence.caption.poolpreparedstatements=Pool prepared statements
admin.persistence.caption.testonborrow=\u041F\u0440\u043E\u0432\u0435\u0440\u043A\u0430 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0439 \u043D\u0430 (\u0437\u0430\u0438\u043C\u0441\u0442\u0432\u043E\u0432\u0430\u043D\u0438\u0435) borrow
admin.persistence.caption.testonreturn=\u041F\u0440\u043E\u0432\u0435\u0440\u043A\u0430 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0439 \u043D\u0430 (\u0432\u043E\u0437\u0432\u0440\u0430\u0442) return
admin.persistence.caption.testwhileidle=\u0422\u0435\u0441\u0442 \u043D\u0435\u0430\u043A\u0442\u0438\u0432\u043D\u044B\u0445 \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0439
admin.persistence.caption.timebetweenevictionruns=\u0412\u0440\u0435\u043C\u044F (\u0432 \u0441\u0435\u043A\u0443\u043D\u0434\u0430\u0445) \u043C\u0435\u0436\u0434\u0443 eviction runs
admin.persistence.caption.type=\u0422\u0438\u043F \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445
admin.persistence.caption.url=URL \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445 \u0438\u043B\u0438 \u0438\u043C\u044F JNDI DataSource
admin.persistence.caption.user=\u0418\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445
admin.persistence.caption.whenexhaustedaction=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u0432\u044B\u043F\u043E\u043B\u043D\u044F\u0435\u043C\u043E\u0435 \u043A\u043E\u0433\u0434\u0430 \u043F\u0443\u043B \u0438\u0441\u0447\u0435\u0440\u043F\u0430\u043D
admin.persistence.caption.whenexhaustedaction.block=\u0411\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u0442\u044C
admin.persistence.caption.whenexhaustedaction.fail=\u0421\u0431\u043E\u0439
admin.persistence.caption.whenexhaustedaction.grow=\u0423\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u0435
admin.persistence.help=The internal database option uses a pre-configured embedded database and is an appropriate choice for smaller sites.  For larger sites requiring higher performance and scalability the external database option should be selected to allow configuration of an external database connection.
admin.persistence.help.maxopenpreparedstatements=This parameter only has an effect when prepared statements are pooled.  A larger value may improve performance but will use more system resources and could cause a database connection to run out of cursors.  Any non-positive number will allow unlimited pooled prepared statements.
admin.persistence.help.minevictableidletime=\u041C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u0432\u0440\u0435\u043C\u044F \u043F\u0440\u043E\u0441\u0442\u043E\u044F (\u0432 \u0441\u0435\u043A\u0443\u043D\u0434\u0430\u0445) \u043F\u0440\u0435\u0436\u0434\u0435, \u0447\u0435\u043C \u0438\u0441\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u043D\u0435\u0430\u043A\u0442\u0438\u0432\u043D\u044B\u0435 \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u044F \u0438\u0437 \u043F\u0443\u043B\u0430.
admin.persistencetype.database=\u0412\u043D\u0435\u0448\u043D\u044F\u044F \u0431\u0430\u0437\u0430 \u0434\u0430\u043D\u043D\u044B\u0445
admin.persistencetype.internal=\u0412\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u044F\u044F \u0431\u0430\u0437\u0430 \u0434\u0430\u043D\u043D\u044B\u0445
admin.rss.caption.allowed=\u041E\u0431\u0435\u0441\u043F\u0435\u0447\u0438\u0442\u044C \u043B\u0435\u043D\u0442\u0443 RSS
admin.rss.caption.title=\u0417\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A \u043B\u0435\u043D\u0442\u044B RSS
admin.searchengine.lucene=\u041F\u043E\u0438\u0441\u043A\u043E\u0432\u044B\u0439 \u0441\u0435\u0440\u0432\u0435\u0440 Lucene
admin.searchengine.rankingalgorithm=\u041F\u043E\u0438\u0441\u043A\u043E\u0432\u044B\u0439 \u0434\u0432\u0438\u0436\u043E\u043A \u0441 \u0440\u0435\u0439\u0442\u0438\u043D\u0433\u043E\u0432\u044B\u043C \u0430\u043B\u0433\u043E\u0440\u0438\u0442\u043C\u043E\u043C (RankingAlgorithm)
admin.smtp.action.check.settings=\u041F\u043E\u0441\u043B\u0430\u0442\u044C \u0442\u0435\u0441\u0442\u043E\u0432\u043E\u0435 \u043F\u0438\u0441\u044C\u043C\u043E
admin.smtp.caption=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0434\u043B\u044F \u043F\u043E\u0447\u0442\u043E\u0432\u044B\u0445 \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u0439
admin.smtp.caption.address.separator=\u0420\u0430\u0437\u0434\u0435\u043B\u0438\u0442\u0435\u043B\u044C \u0430\u0434\u0440\u0435\u0441\u043E\u0432
admin.smtp.caption.default.content.type=\u0422\u0438\u043F \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u043C\u043E\u0433\u043E \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E
admin.smtp.caption.enable=Enable E-Mail service
admin.smtp.caption.host=\u0425\u043E\u0441\u0442
admin.smtp.caption.pass=\u041F\u0430\u0440\u043E\u043B\u044C
admin.smtp.caption.port=\u041F\u043E\u0440\u0442
admin.smtp.caption.reply=\u0410\u0434\u0440\u0435\u0441 \u043E\u0442\u0432\u0435\u0442\u0430
admin.smtp.caption.requires.auth=\u041F\u043E\u0447\u0442\u043E\u0432\u044B\u0439 \u0441\u0435\u0440\u0432\u0435\u0440 \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u0430\u0443\u0442\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0438
admin.smtp.caption.use.ssl=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C SSL
admin.smtp.caption.user=\u0418\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
admin.smtp.error.couldnotsend=Could not send mail to {0}. Reason\: {1}.
admin.smtp.error.nomailaddress=You must configure your mail address first. Go to Special\:Account.
admin.smtp.message.sentmail=Mail sent to {0}.
admin.smtp.service.caption=E-Mail services
admin.smtp.service.forgot.password=\u041F\u0430\u0440\u043E\u043B\u044C \u0441\u0431\u0440\u043E\u0448\u0435\u043D
admin.smtp.service.forgot.password.enable=\u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u0441\u0431\u0440\u043E\u0441 \u043F\u0430\u0440\u043E\u043B\u044F
admin.smtp.service.forgot.password.ip.lock.duration=Duration of IP locking (minutes)
admin.smtp.service.forgot.password.retries=\u0427\u0438\u0441\u043B\u043E \u043F\u043E\u043F\u044B\u0442\u043E\u043A \u043F\u0435\u0440\u0435\u0434 \u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u043E\u0439 IP
admin.smtp.service.forgot.password.timeout=Challenge validity timeout (minutes)
admin.spam.caption.honeypotkey=Project Honeypot access key
admin.spam.caption.recaptchaedit=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C Captcha \u0434\u043B\u044F \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u0442\u0435\u043C\u044B
admin.spam.caption.recaptchaprivate=ReCAPTCHA \u043B\u0438\u0447\u043D\u044B\u0439 \u043A\u043B\u044E\u0447
admin.spam.caption.recaptchapublic=ReCAPTCHA \u043F\u0443\u0431\u043B\u0438\u0447\u043D\u044B\u0439 \u043A\u043B\u044E\u0447
admin.spam.caption.recaptcharegister=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C Captcha \u0434\u043B\u044F \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439
admin.spam.caption.usehoneypotfilter=Use Honeypot blacklist
admin.spam.caption.usespamfilter=\u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u0441\u043F\u0430\u043C-\u0444\u0438\u043B\u044C\u0442\u0440
admin.spam.help.honeypotkey=To use the Project Honeypot blacklist you must sign up for an <a href\="http\://www.projecthoneypot.org/httpbl_configure.php" target\="_blank">access key</a> with that project.
admin.spam.help.recaptcha=Enable captcha support for combatting spam.  Captcha is a type of challenge-response test used in computing as an attempt to ensure that the response is generated by a person.  See <a href\="http\://code.google.com/apis/recaptcha/">http\://code.google.com/apis/recaptcha/</a> for additional details.
admin.spam.help.recaptchakey=ReCAPTCHA public and private keys are required for using ReCAPTCHA and must be generated at <a href\="https\://www.google.com/recaptcha/admin/create">https\://www.google.com/recaptcha/admin/create</a>.
admin.spam.help.usehoneypotfilter=<a href\="http\://www.projecthoneypot.org/" target\="_blank">Project Honeypot</a> monitors the web to create a blacklist of IP addresses engaged in malicious behavior such as comment spamming.  JAMWiki can use the Project Honeypot blacklist to automatically block malicious users from creating accounts, editing and uploading files.  Note that logged-in users will not be blocked, so if a user is incorrectly blocked (for example, if they are using a shared IP address) then a site administrator can create an account for that user to allow them to access the wiki.
admin.spam.help.usespamfilter=\u0424\u0438\u043B\u044C\u0442\u0440 \u0441\u043F\u0430\u043C\u0430 \u0441\u0440\u0430\u0432\u043D\u0438\u0432\u0430\u0435\u0442 \u0432\u0441\u0435 \u043E\u0442\u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0435 \u0442\u0435\u043C\u044B \u0441 \u0448\u0430\u0431\u043B\u043E\u043D\u0430\u043C\u0438 \u0432 \u0444\u0430\u0439\u043B\u0435 <code>/WEB-INF/classes/spam-blacklist.txt</code> \u0438 \u0431\u043B\u043E\u043A\u0438\u0440\u0443\u044E\u0442 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u0431\u043B\u043E\u043A\u043E\u0432, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u0448\u0430\u0431\u043B\u043E\u043D\u0430\u043C \u043E\u0442 \u044D\u0442\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430.
admin.spam.message.invalidhoneypotkey=Use of the Project Honeypot blacklist requires a valid access key.  See <a href\="http\://www.projecthoneypot.org/httpbl_configure.php" target\="_blank">http\://www.projecthoneypot.org/httpbl_configure.php</a> to create an access key.
admin.spam.message.invalidkeys=Captcha requires a valid ReCAPTCHA public and private key.  See <a href\="https\://www.google.com/recaptcha/admin/create">https\://www.google.com/recaptcha/admin/create</a>.
admin.spam.option.always=\u0412\u0441\u0435\u0433\u0434\u0430
admin.spam.option.never=\u041D\u0438\u043A\u043E\u0433\u0434\u0430
admin.spam.option.unregistered=\u0422\u043E\u043B\u044C\u043A\u043E \u043D\u0435\u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438
admin.title=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044F
admin.title.adduser=\u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0423\u0447\u0435\u0442\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u0438
admin.title.cache=\u041E\u0447\u0438\u0441\u0442\u0438\u0442\u044C \u043A\u044D\u0448
admin.title.logitems=\u041F\u0435\u0440\u0435\u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432 \u0436\u0443\u0440\u043D\u0430\u043B\u0430
admin.title.migratedatabase=\u041F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C Wiki \u0432 \u043D\u043E\u0432\u0443\u044E \u0431\u0430\u0437\u0443 \u0434\u0430\u043D\u043D\u044B\u0445
admin.title.password=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u043F\u0430\u0440\u043E\u043B\u044C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
admin.title.recentchanges=\u041F\u0435\u0440\u0435\u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C \u041D\u0435\u0434\u0430\u0432\u043D\u0438\u0435 \u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F
admin.title.refresh=\u041F\u0435\u0440\u0435\u0441\u0442\u0440\u043E\u0438\u0442\u044C \u0418\u043D\u0434\u0435\u043A\u0441 \u041F\u043E\u0438\u0441\u043A\u0430
admin.title.spamfilter=\u041F\u0435\u0440\u0435\u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C \u0428\u0430\u0431\u043B\u043E\u043D\u044B \u0441\u043F\u0430\u043C-\u0444\u0438\u043B\u044C\u0442\u0440\u0430
admin.upload.caption.allowall=\u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u0432\u0441\u0435
admin.upload.caption.allownone=\u0417\u0430\u043F\u0440\u0435\u0442\u0438\u0442\u044C \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 (uploads)
admin.upload.caption.blacklist=\u0417\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C \u0447\u0435\u0440\u043D\u044B\u0439 \u0441\u043F\u0438\u0441\u043E\u043A (blacklist)
admin.upload.caption.blacklisttype=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043D\u044B\u0435 \u0442\u0438\u043F\u044B \u0444\u0430\u0439\u043B\u043E\u0432 \u0434\u043B\u044F \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438
admin.upload.caption.maxfilesize=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u0444\u0430\u0439\u043B\u0430 \u0434\u043B\u044F \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 (KB)
admin.upload.caption.serverurl=URL \u0444\u0430\u0439\u043B-\u0441\u0435\u0440\u0432\u0435\u0440\u0430
admin.upload.caption.sharedrepository=\u041E\u0431\u0449\u0435\u0435 \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0449\u0435 \u0444\u0430\u0439\u043B\u043E\u0432
admin.upload.caption.storage=\u041C\u0435\u0441\u0442\u043E \u0440\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u043D\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430
admin.upload.caption.uploaddir=\u041A\u0430\u0442\u0430\u043B\u043E\u0433 \u0434\u043B\u044F \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 \u0444\u0430\u0439\u043B\u043E\u0432
admin.upload.caption.uploaddirrel=\u041E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u0430\u0434\u0440\u0435\u0441 (root) \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 \u0444\u0430\u0439\u043B\u043E\u0432
admin.upload.caption.useblacklist=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C (blacklist) \u0447\u0435\u0440\u043D\u044B\u0439 \u0441\u043F\u0438\u0441\u043E\u043A
admin.upload.caption.usewhitelist=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C (whitelist) \u0431\u0435\u043B\u044B\u0439 \u0441\u043F\u0438\u0441\u043E\u043A
admin.upload.caption.whitelist=\u0417\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C (whitelist) \u0431\u0435\u043B\u044B\u0439 \u0441\u043F\u0438\u0441\u043E\u043A
admin.upload.help.blacklist=\u0420\u0430\u0437\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0435 \u0437\u0430\u043F\u044F\u0442\u044B\u043C\u0438 \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u044F \u0444\u0430\u0439\u043B\u0430 \u0434\u043B\u044F \u0442\u0438\u043F\u043E\u0432 \u0444\u0430\u0439\u043B\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u044B \u043A wiki. \u041F\u0440\u0438\u043C\u0435\u0440\: "jsp,bin,bat".
admin.upload.help.serverurl=\u0411\u0430\u0437\u043E\u0432\u044B\u0439 URL \u0441\u0435\u0440\u0432\u0435\u0440\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0431\u0443\u0434\u0435\u0442 \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0438\u0432\u0430\u0442\u044C \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0443 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439 \u0438 \u043F\u0440\u043E\u0447\u0438\u0445 \u0444\u0430\u0439\u043B\u043E\u0432, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440 http\://www.example.com/. \r\n\r\n\u0415\u0441\u043B\u0438 \u044D\u0442\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043E, \u0434\u043B\u044F \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439 \u0438 \u0444\u0430\u0439\u043B\u043E\u0432 \u0431\u0443\u0434\u0443\u0442 \u0441\u043E\u0437\u0434\u0430\u0432\u0430\u0442\u044C\u0441\u044F \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u043F\u0443\u0442\u0438.
admin.upload.help.sharedrepository=\u041E\u0431\u0449\u0435\u0435 \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0449\u0435 \u0444\u0430\u0439\u043B\u043E\u0432 \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0444\u0430\u0439\u043B\u044B \u0438 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u0439 \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 wiki \u0432\u0441\u0435\u043C\u0438 \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u043C\u0438 wiki.
admin.upload.help.storage=Storing uploaded files in the JAMWiki file system directory is the simplest option and is a good choice for most sites.  Sites requiring higher performance can manage files from the web server or application server docroot.  Sites with special needs may choose to store files directly in the database.
admin.upload.help.storage.note=Note that once files have been uploaded to the wiki, changing the storage type requires the site administrator to manually move existing uploaded files.
admin.upload.help.uploaddir=\u041A\u0430\u0442\u0430\u043B\u043E\u0433, \u0447\u0442\u043E\u0431\u044B \u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u043D\u044B\u0435 \u0444\u0430\u0439\u043B\u044B, \u0438 \u0438\u0437 \u043A\u043E\u0442\u043E\u0440\u043E\u0433\u043E \u0431\u0443\u0434\u0443\u0442 \u0437\u0430\u0433\u0440\u0443\u0436\u0430\u0442\u044C\u0441\u044F \u0444\u0430\u0439\u043B\u044B.
admin.upload.help.uploaddirrel=\u041A\u043E\u0440\u043D\u0435\u0432\u043E\u0439 \u043F\u0443\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0432 \u0442\u044D\u0433\u0430\u0445 &lt;img&gt; \u0438 &lt;a&gt; . \u0415\u0441\u043B\u0438 \u043A\u0430\u0442\u0430\u043B\u043E\u0433 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 \u0444\u0430\u0439\u043B\u043E\u0432 /docroot/wiki-files/, \u0442\u043E \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0443\u0442\u044C /wiki-files/.
admin.upload.help.whitelist=\u0420\u0430\u0437\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0435 \u0437\u0430\u043F\u044F\u0442\u044B\u043C\u0438 \u0420\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u044F \u0444\u0430\u0439\u043B\u043E\u0432 \u0434\u043B\u044F \u0442\u0438\u043F\u043E\u0432 \u0444\u0430\u0439\u043B\u043E\u0432, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u044B \u043A wiki. \u041F\u0440\u0438\u043C\u0435\u0440\: "jpg,gif,txt".
admin.upload.storage.database=\u0411\u0430\u0437\u0430 \u0434\u0430\u043D\u043D\u044B\u0445
admin.upload.storage.default=\u041A\u0430\u0442\u0430\u043B\u043E\u0433 \u0444\u0430\u0439\u043B\u043E\u0432\u043E\u0439 \u0441\u0438\u0441\u0442\u0435\u043C\u044B JAMWiki
admin.upload.storage.docroot=Web server or app server docroot
admin.vwiki.caption.interwiki.display=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F Interwiki
admin.vwiki.caption.interwiki.pattern=\u0428\u0430\u0431\u043B\u043E\u043D Interwiki URL
admin.vwiki.caption.interwiki.prefix=\u041F\u0440\u0435\u0444\u0438\u043A\u0441 Interwiki
admin.vwiki.caption.makedefault=\u0421\u0434\u0435\u043B\u0430\u0442\u044C \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435\u043C \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E
admin.vwiki.caption.namespace.comments=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0438 \u041F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D
admin.vwiki.caption.namespace.main=\u0413\u043B\u0430\u0432\u043D\u043E\u0435 \u041F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D
admin.vwiki.caption.namespace.notallowed=\u041F\u0435\u0440\u0435\u0432\u043E\u0434\u044B \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0434\u043B\u044F \u044D\u0442\u043E\u0433\u043E \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D.
admin.vwiki.caption.select=\u0412\u044B\u0431\u043E\u0440 \u0412\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 Wiki
admin.vwiki.caption.usedefault=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E
admin.vwiki.error.addnamespacefail=\u041D\u0435\u0443\u0434\u0430\u0447\u0430 \u043F\u0440\u0438  \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u0438 \u0438\u043B\u0438 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0438 \u043F\u0435\u0440\u0435\u0432\u043E\u0434\u0430 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D\: {0}.
admin.vwiki.error.interwiki.display=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 {0} \u0434\u043B\u044F \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F interwiki. \u0417\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u043F\u0440\u0435\u0432\u044B\u0448\u0430\u0442\u044C 30 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432 \u0432 \u0434\u043B\u0438\u043D\u0435.
admin.vwiki.error.interwiki.pattern=Invalid interwiki pattern {0}.  Values must be of the form http\://www.example.com/{0} where "{0}" will be replaced with the appropriate topic value.  Note also that values cannot exceed 200 characters in length.
admin.vwiki.error.interwiki.prefix=Invalid interwiki prefix {0}.  Values must contain only letters, numbers, dashes, periods and underscores.  Note also that values cannot exceed 30 characters in length.
admin.vwiki.error.namespace.characters=\u041F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D "{0}" \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043E\u0434\u0438\u043D \u0438\u043B\u0438 \u0431\u043E\u043B\u0435\u0435 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0432 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430\u0445 \u0438\u043C\u0435\u043D.
admin.vwiki.error.namespace.unique=\u041F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D "{0}" \u043D\u0435 \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u043E. \u0412\u0441\u0435 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u044B\u043C\u0438; \u043F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435, \u0447\u0442\u043E \u043D\u0438\u043A\u0430\u043A\u0438\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E  \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432 \u0438\u043C\u0435\u043D \u043D\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044E\u0442 \u044D\u0442\u0443 \u043C\u0435\u0442\u043A\u0443 \u0438 \u0447\u0442\u043E \u043D\u0438\u043A\u0430\u043A\u0438\u0435 \u043F\u0435\u0440\u0435\u0432\u043E\u0434\u044B \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u0445 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432 \u0438\u043C\u0435\u043D wiki \u043D\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044E\u0442 \u044D\u0442\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435.
admin.vwiki.error.namespace.whitespace=\u041F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D "{0}" \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043B\u0438\u0434\u0438\u0440\u0443\u044E\u0449\u0438\u0435 \u0438\u043B\u0438 \u0437\u0430\u0432\u0435\u0440\u0448\u0430\u044E\u0449\u0438\u0435 \u043F\u0440\u043E\u0431\u0435\u043B\u044B. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0443\u0431\u0435\u0440\u0438\u0442\u0435 \u043B\u044E\u0431\u044B\u0435 \u043F\u0440\u043E\u0431\u0435\u043B\u044B \u0432 \u043D\u0430\u0447\u0430\u043B\u0435 \u0438 \u0432 \u043A\u043E\u043D\u0446\u0435 \u044D\u0442\u043E\u0433\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F.
admin.vwiki.help.defaulttopic=\u0422\u0435\u043C\u0430 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0434\u043B\u044F \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0434\u043B\u044F \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 wiki. \u042D\u0442\u0430 \u0442\u0435\u043C\u0430 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u0442\u0441\u044F, \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442  \u043D\u0438\u043A\u0430\u043A\u043E\u0439 \u0442\u0435\u043C\u044B \u0432 URL, \u043A\u043E\u0433\u0434\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438 \u043D\u0430\u0436\u0438\u043C\u0430\u044E\u0442 \u043D\u0430 \u043B\u043E\u0433\u043E\u0442\u0438\u043F \u0441\u0430\u0439\u0442\u0430, \u0438 \u0432\u043E\u043E\u0431\u0449\u0435 \u043A\u0430\u043A \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u043A\u043E\u0433\u0434\u0430 \u044D\u0442\u043E \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E.
admin.vwiki.help.interwiki.display=If interwiki links are configured to display in the left nav then the interwiki display value is the value that will be shown to end users.
admin.vwiki.help.interwiki.pattern=The URL pattern should be of the form http\://en.wikipedia.org/wiki/{0}, where "{0}" will be replaced with the interwiki topic name.
admin.vwiki.help.interwiki.prefix=The interwiki prefix is a case-insensitive value that will generate interwiki links.  For example, the prefix "wikipedia" could be used to create a link such as "wikipedia\:Example" that would then generate a URL to the "Example" topic on Wikipedia.
admin.vwiki.help.makedefault=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438 \u0431\u0443\u0434\u0443\u0442 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u043F\u0435\u0440\u0435\u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u044B \u043D\u0430 \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u0443\u044E wiki \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E, \u043A\u043E\u0433\u0434\u0430 \u043E\u043D\u0438 \u043E\u0431\u0440\u0430\u0442\u044F\u0442\u0441\u044F \u043A URL \u0431\u0435\u0437 \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 wiki. \u041D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0430 wiki \u0441 "en" \u043A\u0430\u043A \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u0430\u044F wiki, \u043E\u0437\u043D\u0430\u0447\u0430\u0435\u0442 \u0447\u0442\u043E <code>http\://www.example.com/wiki/</code> \u043F\u0435\u0440\u0435\u043D\u0430\u0437\u043D\u0430\u0447\u0438\u0442 \u043D\u0430 <code>http\://www.example.com/wiki/en/</code>.
admin.vwiki.help.name=The virtual wiki name appears in URLs and should be lowercase and contain no spaces or special characters.  Example\: "en".
admin.vwiki.help.namespace.add=\u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u043D\u043E\u0432\u043E\u0433\u043E \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D. \u0414\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0441\u043E\u0437\u0434\u0430\u043D\u044B \u0438 \u0433\u043B\u0430\u0432\u043D\u043E\u0435 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D \u0438 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0435\u0432\u044E \u041F\u0440\u0438 \u044D\u0442\u043E\u043C \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u044F \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432 \u0438\u043C\u0435\u043D \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u044B\u043C\u0438. \u042D\u0442\u043E \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D \u0431\u0443\u0434\u0435\u0442 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E \u0432\u043E \u0432\u0441\u0435\u043C \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u043C wik. <b>\u0412\u0410\u0416\u041D\u041E\: \u041E\u0434\u043D\u0430\u0436\u0434\u044B \u0441\u043E\u0437\u0434\u0430\u043D\u043D\u043E\u0435 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0434\u0430\u043B\u0435\u043D\u043E</b>.
admin.vwiki.help.namespace.search=Select a virtual wiki to create translations for its namespaces.
admin.vwiki.help.namespace.translations=\u041C\u0435\u0442\u043A\u0438 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0431\u0443\u0434\u0443\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F, \u0435\u0441\u043B\u0438 \u0442\u0440\u0430\u043D\u0441\u043B\u044F\u0446\u0438\u044F  \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 wiki \u043D\u0435 \u0431\u0443\u0434\u0435\u0442 \u0441\u043E\u0437\u0434\u0430\u043D\u0430 \u043D\u0438\u0436\u0435. \u041D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0442\u0440\u0430\u043D\u0441\u043B\u044F\u0446\u0438\u0438 "\u0420\u0430\u0437\u0433\u043E\u0432\u043E\u0440" \u0434\u043B\u044F \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D "\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0438" \u0431\u0443\u0434\u0435\u0442 \u043E\u0437\u043D\u0430\u0447\u0430\u0442\u044C, \u0447\u0442\u043E \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0435\u0432 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u0443\u0434\u0443\u0442 \u0438\u043C\u0435\u0442\u044C \u0444\u043E\u0440\u043C\u0443 "Talk\:Topic" \u0432\u043C\u0435\u0441\u0442\u043E "Comments\:Topic". \u041D\u0430\u0437\u0432\u0430\u043D\u0438\u044F \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u044B\u043C\u0438.
admin.vwiki.help.namespace.translations.warning=<b>\u0412\u0430\u0436\u043D\u043E</b>\: \u0414\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u0438\u043B\u0438 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u043F\u0435\u0440\u0435\u0432\u0435\u0434\u0435\u043D\u043D\u043E\u0433\u043E \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D \u043C\u043E\u0436\u0435\u0442 \u0441\u043B\u043E\u043C\u0430\u0442\u044C \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0435 \u0441\u0441\u044B\u043B\u043A\u0438 \u043D\u0430 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0435 \u0442\u0435\u043C\u044B, \u0442\u0440\u0435\u0431\u0443\u044F \u0440\u0443\u0447\u043D\u044B\u0445 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0439. \u0420\u0435\u043A\u043E\u043C\u0435\u043D\u0434\u0443\u0435\u0442\u0441\u044F, \u043C\u0435\u043D\u044F\u0442\u044C \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u0445 wiki, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0435\u0449\u0435 \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442 \u0442\u0435\u043C\u044B. \u0422\u0430\u043A\u0436\u0435 \u043E\u0442\u043C\u0435\u0442\u044C\u0442\u0435, \u0447\u0442\u043E \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0443\u0442\u0438\u043B\u0438\u0442\u0443 "\u0418\u0441\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0445 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432 \u0438\u043C\u0435\u043D" \u0441\u043E \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B <code>Special\:Maintenance</code>, \u0435\u0441\u043B\u0438 \u0441 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430\u043C\u0438 \u0441\u0442\u0430\u043B\u043A\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0441 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0435 \u0442\u0435\u043C\u044B.
admin.vwiki.help.search=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u0443\u044E wiki, \u0447\u0442\u043E\u0431\u044B \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u0435\u0435 \u0442\u0435\u043C\u0443 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0438\u043B\u0438 \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0442\u0440\u0430\u043D\u0441\u043B\u044F\u0446\u0438\u0438 \u0434\u043B\u044F \u0435\u0435 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432 \u0438\u043C\u0435\u043D. \u0427\u0442\u043E\u0431\u044B \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043D\u043E\u0432\u0443\u044E \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u0443\u044E wiki \u043D\u0435 \u0432\u044B\u0431\u0438\u0440\u0430\u0439\u0442\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0438\u0437 \u0440\u0430\u0441\u043A\u0440\u044B\u0432\u0430\u044E\u0449\u0435\u0433\u043E\u0441\u044F \u0441\u043F\u0438\u0441\u043A\u0430.
admin.vwiki.message.addnamespacesuccess=\u041F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D "{0}" \u0431\u044B\u043B\u043E \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0441\u043E\u0437\u0434\u0430\u043D\u043E.
admin.vwiki.message.commonupdated=Common virtual wiki settings updated.
admin.vwiki.message.interwiki.addsuccess=Interwiki \u0441\u0441\u044B\u043B\u043A\u0430 \u0441 \u043F\u0440\u0435\u0444\u0438\u043A\u0441\u043E\u043C "{0}" \u0431\u044B\u043B\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0441\u043E\u0437\u0434\u0430\u043D\u0430.
admin.vwiki.message.interwiki.common=Common interwiki settings updated successfully.
admin.vwiki.message.interwiki.updatesuccess=\u0428\u0430\u0431\u043B\u043E\u043D\u044B Interwiki \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u044B.
admin.vwiki.message.namespacesuccess=\u0422\u0440\u0430\u043D\u0441\u043B\u044F\u0446\u0438\u0438 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D, \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u044B/\u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u044B \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0434\u043B\u044F \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 wiki\: "{0}".
admin.vwiki.title=\u0412\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u0435 Wiki
admin.vwiki.title.common=Common Virtual Wiki Settings
admin.vwiki.title.interwiki=\u0421\u0441\u044B\u043B\u043A\u0438 Interwiki
admin.vwiki.title.interwiki.add=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0441\u0441\u044B\u043B\u043A\u0443 Interwiki
admin.vwiki.title.interwiki.common=Common Interwiki Settings
admin.vwiki.title.interwiki.update=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C/\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0441\u0441\u044B\u043B\u043A\u0438 Interwiki
admin.vwiki.title.namespace.add=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043D\u043E\u0432\u043E\u0435 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D
admin.vwiki.title.namespace.translations=Namespace Translations
admin.vwiki.title.select=\u0412\u044B\u0431\u043E\u0440 \u0412\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 Wiki
admin.vwiki.title.virtualwiki=\u0414\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u0435/\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u0412\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 Wiki
allcategories.message.none=There are currently no categories being used on this wiki.
allcategories.title=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438
allfiles.message.none=\u041D\u0435 \u0431\u044B\u043B\u043E \u043D\u0438\u043A\u0430\u043A\u0438\u0445 \u0444\u0430\u0439\u043B\u043E\u0432, \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u043D\u044B\u0445 \u043A \u044D\u0442\u043E\u0439 wiki.
allfiles.title=\u0412\u0441\u0435 \u0424\u0430\u0439\u043B\u044B
allimages.message.none=\u041D\u0435 \u0431\u044B\u043B\u043E \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u043E \u043D\u0438\u043A\u0430\u043A\u0438\u0445 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439 \u0434\u043B\u044F \u044D\u0442\u043E\u0439 wiki.
allimages.title=\u0412\u0441\u0435 \u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F
alltopics.message.none=\u0412 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u043C \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0435 \u0438\u043C\u0435\u043D \u043D\u0435\u0442 \u043D\u0438\u043A\u0430\u043A\u0438\u0445 \u0442\u0435\u043C.
alltopics.title=\u0412\u0441\u0435 \u0422\u0435\u043C\u044B
allusers.message.none=\u0414\u043B\u044F \u044D\u0442\u043E\u0439 wiki \u043D\u0435\u0442 \u043D\u0438\u043A\u0430\u043A\u0438\u0445 \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0445 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0445 \u0437\u0430\u043F\u0438\u0441\u0435\u0439.
allusers.title=\u0412\u0441\u0435 \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438
block.button.block=\u0411\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
block.caption.duration=\u0414\u043B\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u044C \u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0438
block.caption.lastLoginIpAddress=\u041F\u043E\u0441\u043B\u0435\u0434\u043D\u0438\u0439 IP \u0430\u0434\u0440\u0435\u0441 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u044D\u0442\u0438\u043C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043C
block.caption.overview=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0444\u043E\u0440\u043C\u0443 \u043D\u0438\u0436\u0435, \u0447\u0442\u043E\u0431\u044B \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u044B\u0439 IP-\u0430\u0434\u0440\u0435\u0441 \u0438\u043B\u0438 \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F (login) \u043E\u0442 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u0438 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u0438\u043B\u0438 \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0438\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446 \u0438 \u043E\u0442 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 \u0444\u0430\u0439\u043B\u043E\u0432. \u0417\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0431\u0443\u0434\u0435\u0442 \u0438\u0437\u0432\u0435\u0449\u0435\u043D \u043E \u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u0438 \u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0438, \u043B\u043E\u0433\u0438\u043D\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0431\u043B\u043E\u043A\u0438\u0440\u0443\u0435\u0442\u0441\u044F, \u0438 \u043E \u043F\u0440\u0438\u0447\u0438\u043D\u0435 \u0434\u043B\u044F \u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0438 (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u043F\u043E\u0440\u0447\u0430 \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u044B\u0445 \u0441\u0442\u0440\u0430\u043D\u0438\u0446).
block.caption.reason=\u041F\u0440\u0438\u0447\u0438\u043D\u0430 \u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0438
block.caption.user=IP \u0410\u0434\u0440\u0435\u0441 \u0438\u043B\u0438 \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
block.error.alreadyblocked=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C "{0}" \u0443\u0436\u0435 \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D. \u0427\u0442\u043E\u0431\u044B \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u044D\u0442\u0443 \u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0443 \u0432\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0440\u0430\u0437\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0430 \u0437\u0430\u0442\u0435\u043C \u0441\u043D\u043E\u0432\u0430 \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F.
block.error.duration=Invalid block length "{0}".  Block lengths must either be infinite or an integer value greater than zero.
block.error.invaliduser=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0441 \u043B\u043E\u0433\u0438\u043D\u043E\u043C "0" \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
block.error.user=\u0418\u043B\u0438 \u043B\u043E\u0433\u0438\u043D \u0438\u043B\u0438 IP \u0430\u0434\u0440\u0435\u0441 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u044B.
block.message.success={0} \u0431\u044B\u043B \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D \u0434\u043E {1}.
block.title=\u0411\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
blocklist.caption.blocked={0} \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D {1}
blocklist.caption.end=\u0438\u0441\u0442\u0435\u043A\u0430\u0435\u0442 {0}
blocklist.caption.none=\u0412 \u043D\u0430\u0441\u0442\u043E\u044F\u0449\u0435\u0435 \u0432\u0440\u0435\u043C\u044F \u043D\u0435\u0442 \u043D\u0438\u043A\u0430\u043A\u0438\u0445 \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0445 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439 \u0438\u043B\u0438 IP \u0430\u0434\u0440\u0435\u0441\u043E\u0432.
blocklist.caption.unblock=\u0420\u0430\u0437\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0430
blocklist.title=\u0417\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0435 IP \u0430\u0434\u0440\u0435\u0441\u0430 \u0438 \u0438\u043C\u0435\u043D\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439
common.button.add=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C
common.button.back=\u041D\u0430\u0437\u0430\u0434
common.button.change=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C
common.button.continue=\u041F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u044C
common.button.go=\u041F\u0443\u0441\u043A
common.button.save=\u0417\u0430\u043F\u0438\u0441\u044C
common.caption.captcha=\u0427\u0442\u043E\u0431\u044B \u043F\u043E\u043C\u043E\u0447\u044C \u0437\u0430\u0449\u0438\u0442\u0438\u0442\u044C \u043F\u0440\u043E\u0435\u043A\u0442 \u043E\u0442 \u0441\u043F\u0430\u043C\u0430, \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u0441\u043B\u043E\u0432\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043F\u043E\u044F\u0432\u043B\u044F\u044E\u0442\u0441\u044F \u043D\u0438\u0436\u0435 \u0432 \u043F\u043E\u043B\u0435 \u0432\u0432\u043E\u0434\u0430. \u0415\u0441\u043B\u0438 \u0412\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0447\u0438\u0442\u0430\u0442\u044C \u044D\u0442\u0438 \u0441\u043B\u043E\u0432\u0430 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043D\u0430 \u043A\u043D\u043E\u043F\u043A\u0443 "\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C" \u0447\u0442\u043E\u0431\u044B \u043F\u043E\u043F\u0440\u043E\u0431\u043E\u0432\u0430\u0442\u044C \u043F\u0440\u043E\u0431\u043E\u0432\u0430\u0442\u044C \u0434\u0440\u0443\u0433\u0438\u0435 \u0441\u043B\u043E\u0432\u0430.
common.caption.default=\u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E
common.caption.diff=\u043E\u0442\u043B\u0438\u0447\u0438\u044F
common.caption.experimental=\u044D\u043A\u0441\u043F\u0435\u0440\u0438\u043C\u0435\u043D\u0442\u0430\u043B\u044C\u043D\u044B\u0439
common.caption.history=\u0438\u0441\u0442\u043E\u0440\u0438\u044F
common.caption.universaledit=\u041A\u043B\u0438\u043A\u043D\u0443\u0442\u044C \u0434\u043B\u044F \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F {0}
common.caption.view=\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440
common.current=Current {0}
common.date=\u0414\u0430\u0442\u0430
common.delete=\u0423\u0434\u0430\u043B\u0438\u0442\u044C
common.exception.expression=\u041E\u0448\u0438\u0431\u043A\u0430 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F\: {0}
common.exception.missingparameter=\u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u044B\u0439 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0432 \u0437\u0430\u043F\u0440\u043E\u0441\u0435\: {0}
common.exception.name=\u0417\u0430\u043F\u0440\u043E\u0448\u0435\u043D\u043D\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 "{0}" \u0431\u044B\u043B\u043E \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E.  \u041E\u043D\u043E \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u043E\u0434\u0438\u043D \u0438\u043B\u0438 \u0431\u043E\u043B\u0435\u0435 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0432 \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043A\u0430\u0445.
common.exception.notopic=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 \u0438\u043B\u0438 \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0442\u0435\u043C\u044B.
common.exception.novirtualwiki=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0430\u044F \u0438\u043B\u0438 \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0430\u044F \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u0430\u044F wiki.
common.exception.pseudotopic={0} \u0441\u043F\u0435\u0446\u0438\u0430\u043B\u044C\u043D\u0430\u044F \u0442\u0435\u043C\u0430, \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0440\u043E\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0442\u044C\u0441\u044F \u0438\u043B\u0438 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043A\u0430\u043A \u043E\u0431\u044B\u0447\u043D\u0430\u044F \u0442\u0435\u043C\u0430.
common.exception.recaptcha=\u0412\u0432\u0435\u0434\u0435\u043D\u043D\u044B\u0435 \u0441\u043B\u043E\u0432\u0430 CAPTCHA \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u043E\u0436\u0438\u0434\u0430\u0435\u043C\u044B\u043C \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0430\u043C. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u0441\u043B\u043E\u0432\u0430, \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044B\u0435 \u043D\u0438\u0436\u0435.
common.interval.days=\u0414\u043D\u0438
common.interval.hours=\u0427\u0430\u0441\u044B
common.interval.infinite=\u041D\u0435\u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043E
common.interval.minutes=\u041C\u0438\u043D\u0443\u0442\u044B
common.interval.months=\u041C\u0435\u0441\u044F\u0446\u044B
common.interval.weeks=\u041D\u0435\u0434\u0435\u043B\u0438
common.login=\u0412\u0445\u043E\u0434
common.logout=\u0412\u044B\u0445\u043E\u0434
common.name=\u0418\u043C\u044F
common.namespace=\u041F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D
common.namespace.main=(Main)
common.pagination.next=\u0421\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 {0}
common.pagination.previous=\u041F\u0440\u0435\u0434\u044B\u0434\u0443\u0449\u0438\u0435 {0}
common.pagination.results=\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u0432 \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435
common.sectionedit=\u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C
common.topic=\u0422\u0435\u043C\u0430
common.undelete=\u0412\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C
common.update=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C
common.user=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C
common.warning.experimental=\u042D\u0442\u0430 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u042D\u041A\u0421\u041F\u0415\u0420\u0418\u041C\u0415\u041D\u0422\u0410\u041B\u042C\u041D\u041E\u0419 \u0438 \u0434\u043E\u043B\u0436\u043D\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0441 \u043E\u0441\u0442\u043E\u0440\u043E\u0436\u043D\u043E\u0441\u0442\u044C\u044E.
contributions.title=\u0412\u043A\u043B\u0430\u0434 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0434\u043B\u044F {0}
diff.line=\u0421\u0442\u0440\u043E\u043A\u0430
diff.next=\u0421\u043B\u0435\u0434\u0443\u044E\u0449\u0430\u044F \u0440\u0435\u0434\u0430\u043A\u0446\u0438\u044F &rarr;
diff.nochange=\u041C\u0435\u0436\u0434\u0443 \u0432\u0435\u0440\u0441\u0438\u044F\u043C\u0438 \u043D\u0435\u0442 \u043D\u0438\u043A\u0430\u043A\u0438\u0445 \u0440\u0430\u0437\u043B\u0438\u0447\u0438\u0439.
diff.previous=&larr; \u041F\u0440\u0435\u0434\u044B\u0434\u0443\u0449\u0430\u044F \u0440\u0435\u0434\u0430\u043A\u0446\u0438\u044F
diff.revision=\u0420\u0435\u0434\u0430\u043A\u0446\u0438\u044F \u043E\u0442 {0}
diff.title=\u0420\u0430\u0437\u043B\u0438\u0447\u0438\u044F \u0412\u0435\u0440\u0441\u0438\u0439 \u0434\u043B\u044F {0}
edit.action.preview=\u041F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440
edit.action.showchanges=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u044C \u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F
edit.button.bold=\u041F\u043E\u043B\u0443\u0436\u0438\u0440\u043D\u044B\u0439 \u0442\u0435\u043A\u0441\u0442
edit.button.bold.text=\u041F\u043E\u043B\u0443\u0436\u0438\u0440\u043D\u044B\u0439 \u0442\u0435\u043A\u0441\u0442
edit.button.external.link=\u0412\u043D\u0435\u0448\u043D\u044F\u044F \u0441\u0441\u044B\u043B\u043A\u0430 (\u0437\u0430\u043F\u043E\u043C\u043D\u0438\u0442\u044C http\:// prefix)
edit.button.external.link.text=http\://www.example.com \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A \u0441\u0441\u044B\u043B\u043A\u0438
edit.button.head.text=\u0422\u0435\u043A\u0441\u0442 \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043A\u0430
edit.button.head1=\u0423\u0440\u043E\u0432\u0435\u043D\u044C 1\u0433\u043E \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043A\u0430
edit.button.head2=\u0423\u0440\u043E\u0432\u0435\u043D\u044C 2 \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043A\u0430
edit.button.head3=\u0423\u0440\u043E\u0432\u0435\u043D\u044C 3\u0433\u043E \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043A\u0430
edit.button.image=\u0412\u043D\u0435\u0434\u0440\u0435\u043D\u043D\u043E\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435
edit.button.image.text=Example.jpg
edit.button.indent=\u041E\u0442\u0441\u0442\u0443\u043F
edit.button.indent.text=\u0421\u0442\u0440\u043E\u043A\u0430 \u0441 \u043E\u0442\u0441\u0442\u0443\u043F\u043E\u043C
edit.button.internal.link=\u0412\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u044F\u044F \u0441\u0441\u044B\u043B\u043A\u0430
edit.button.internal.link.text=\u0417\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A \u0441\u0441\u044B\u043B\u043A\u0438
edit.button.italic=\u0422\u0435\u043A\u0441\u0442 \u043A\u0443\u0440\u0441\u0438\u0432\u0430
edit.button.italic.text=\u0422\u0435\u043A\u0441\u0442 \u043A\u0443\u0440\u0441\u0438\u0432\u0430
edit.button.line=\u0413\u043E\u0440\u0438\u0437\u043E\u043D\u0442\u0430\u043B\u044C\u043D\u0430\u044F \u043B\u0438\u043D\u0438\u044F
edit.button.nowiki=\u0418\u0433\u043D\u043E\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0444\u043E\u0440\u043C\u0430\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 wiki
edit.button.nowiki.text=\u0412\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u043D\u0435\u0444\u043E\u0440\u043C\u0430\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u0442\u0435\u043A\u0441\u0442 \u0437\u0434\u0435\u0441\u044C
edit.button.ordered.list=\u041D\u0443\u043C\u0435\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u0441\u043F\u0438\u0441\u043E\u043A
edit.button.ordered.list.text=\u041F\u0443\u043D\u043A\u0442 \u043D\u0443\u043C\u0435\u0440\u043E\u0432\u0430\u043D\u043D\u043E\u0433\u043E \u0441\u043F\u0438\u0441\u043A\u0430
edit.button.signature=\u0412\u0430\u0448\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u044C \u0441 \u0441 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 \u043C\u0435\u0442\u043A\u043E\u0439
edit.button.strike=\u041F\u0435\u0440\u0435\u0447\u0435\u0440\u043A\u043D\u0443\u0442\u044B\u0439
edit.button.strike.text=\u041F\u0435\u0440\u0435\u0447\u0435\u0440\u043A\u043D\u0443\u0442\u044B\u0439 \u0442\u0435\u043A\u0441\u0442
edit.button.subscript=\u041D\u0438\u0436\u043D\u0438\u0439 \u0438\u043D\u0434\u0435\u043A\u0441
edit.button.subscript.text=\u041F\u043E\u0434\u0441\u0442\u0440\u043E\u0447\u043D\u044B\u0439 \u0442\u0435\u043A\u0441\u0442
edit.button.superscript=\u0412\u0435\u0440\u0445\u043D\u0438\u0439 \u0438\u043D\u0434\u0435\u043A\u0441
edit.button.superscript.text=\u0412\u0435\u0440\u0445\u043D\u0438\u0439 \u0438\u043D\u0434\u0435\u043A\u0441
edit.button.underline=\u041F\u043E\u0434\u0447\u0435\u0440\u043A\u043D\u0443\u0442\u044B\u0439 \u0442\u0435\u043A\u0441\u0442
edit.button.underline.text=\u041F\u043E\u0434\u0447\u0435\u0440\u043A\u043D\u0443\u0442\u044B\u0439 \u0442\u0435\u043A\u0441\u0442
edit.button.unordered.list=\u041C\u0430\u0440\u043A\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u0441\u043F\u0438\u0441\u043E\u043A
edit.button.unordered.list.text=\u041F\u0443\u043D\u043A\u0442 \u043C\u0430\u0440\u043A\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u043E\u0433\u043E \u0441\u043F\u0438\u0441\u043A\u0430
edit.caption.antispam=Anti-spam check. Do <b>NOT</b> fill this in\!
edit.caption.comment=\u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u041A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0439
edit.caption.minor=\u041D\u0435\u0437\u043D\u0430\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435
edit.caption.previewsummary=\u041F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440 \u043E\u0442\u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u043E\u0439 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438\: ({0})
edit.caption.watch=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0432 \u0441\u043F\u0438\u0441\u043E\u043A \u043D\u0430\u0431\u043B\u044E\u0434\u0435\u043D\u0438\u044F
edit.exception.conflict=\u041F\u0420\u0415\u0414\u0423\u041F\u0420\u0415\u0416\u0414\u0415\u041D\u0418\u0415\: \u041A\u0442\u043E-\u0442\u043E \u0435\u0449\u0435 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043B \u044D\u0442\u0443 \u0442\u0435\u043C\u0443. \u0422\u0435\u043A\u0443\u0449\u0430\u044F \u0432\u0435\u0440\u0441\u0438\u044F \u0442\u0435\u043C\u044B - \u043F\u043E\u043A\u0430\u0437\u0430\u043D\u0430 \u0432 \u043F\u0435\u0440\u0432\u043E\u043C \u0431\u043B\u043E\u043A\u0435 \u043D\u0438\u0436\u0435, \u0430 \u0412\u0430\u0448\u0430 \u0432\u0435\u0440\u0441\u0438\u044F \u043F\u043E\u043A\u0430\u0437\u0430\u043D\u0430 \u0432\u043E \u0432\u0442\u043E\u0440\u043E\u043C \u0431\u043B\u043E\u043A\u0435 \u043D\u0438\u0436\u0435. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0432\u0440\u0443\u0447\u043D\u0443\u044E \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u0435 \u043B\u044E\u0431\u044B\u0435 \u0440\u0430\u0437\u043B\u0438\u0447\u0438\u044F \u0438 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u0435.
edit.exception.nocontent=\u0423 \u0442\u0435\u043C\u044B {0} \u043D\u0435\u0442 \u043D\u0438\u043A\u0430\u043A\u043E\u0433\u043E \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u043E\u043D\u043D\u043E\u0433\u043E \u043D\u0430\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F.
edit.exception.spam=\u0412\u0430\u0448\u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0431\u044B\u043B\u0438 \u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u0444\u0438\u043B\u044C\u0442\u0440\u043E\u043C \u0441\u043F\u0430\u043C\u0430. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0443\u0434\u0430\u043B\u0438\u0442\u0435 \u043B\u044E\u0431\u044B\u0435 \u0432\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u044F \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0435\u0433\u043E \u0441\u0440\u043E\u043A\u0430 \u043E\u0442 \u0412\u0430\u0448\u0435\u0433\u043E \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F\: <b>{0}</b>.
edit.title=\u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 {0}
edit.warning.oldversion=\u041F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0435\: \u041E\u0442\u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u0430\u044F \u0432\u0435\u0440\u0441\u0438\u044F \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0443\u0441\u0442\u0430\u0440\u0435\u0432\u0448\u0435\u0439 \u0432\u0435\u0440\u0441\u0438\u0435\u0439. \u0421\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u0435 \u0443\u0433\u0440\u043E\u0436\u0430\u0435\u0442 \u043F\u043E\u0442\u0435\u0440\u0435\u0439 \u0431\u043E\u043B\u0435\u0435 \u043D\u043E\u0432\u044B\u0445 \u0432\u0435\u0440\u0441\u0438\u0439.
edit.warning.preview=\u041F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\: \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u043D\u0435 \u0431\u044B\u043B\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u044B
error.caption=\u041F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430. \u0421\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u043E\u0431 \u043E\u0448\u0438\u0431\u043A\u0435\:
error.databaseconnection=\u041F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u043A \u0431\u0430\u0437\u0435 \u0434\u0430\u043D\u043D\u044B\u0445 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043E; \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u043F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438\: {0}
error.directorydelete=\u041E\u0448\u0438\u0431\u043A\u0430 \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F \u0444\u0430\u0439\u043B\u0430 \u043E\u0442 {0} \: {1}
error.directoryinvalid={0} \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439 \u043A\u0430\u0442\u0430\u043B\u043E\u0433.
error.directoryread=\u041E\u0448\u0438\u0431\u043A\u0430 \u0447\u0442\u0435\u043D\u0438\u044F \u0444\u0430\u0439\u043B\u0430 \u0438\u0437 {0} \: {1}
error.directorywrite=\u041E\u0448\u0438\u0431\u043A\u0430 \u0437\u0430\u043F\u0438\u0441\u0438 \u0432 \u0444\u0430\u0439\u043B {0} \: {1}
error.fieldlength=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 "{0}" \u043F\u0440\u0435\u0432\u044B\u0448\u0430\u0435\u0442 \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u043F\u043E\u0437\u0432\u043E\u043B\u0435\u043D\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u043F\u043E\u043B\u044F {1} \u0441\u0438\u043C\u0432\u043E\u043B\u044B.
error.heading=\u041F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430. \u0421\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u043E\u0431 \u043E\u0448\u0438\u0431\u043A\u0435\:
error.login=\u0418\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0438/\u0438\u043B\u0438 \u043F\u0430\u0440\u043E\u043B\u044C \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0435. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u043F\u043E\u043F\u044B\u0442\u0430\u0439\u0442\u0435\u0441\u044C \u0441\u043D\u043E\u0432\u0430.
error.loginempty=\u0418\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C.
error.newpasswordempty=\u041F\u043E\u043B\u0435 \u041D\u043E\u0432\u043E\u0433\u043E \u043F\u0430\u0440\u043E\u043B\u044F \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0432\u0432\u0435\u0434\u0435\u043D\u043E.
error.parserclass=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u043A\u043B\u0430\u0441\u0441 {0} \u0441\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0430\u043D\u0430\u043B\u0438\u0437\u0430\u0442\u043E\u0440\u0430.
error.passwordconfirm=\u041F\u043E\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043D\u0438\u0435 \u043F\u0430\u0440\u043E\u043B\u044F \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0432\u0432\u0435\u0434\u0435\u043D\u043E.
error.readonly=\u041A \u0441\u043E\u0436\u0430\u043B\u0435\u043D\u0438\u044E, \u0442\u0435\u043C\u0430, \u043A\u043E\u0442\u043E\u0440\u0443\u044E \u0412\u044B \u043F\u043E\u043F\u044B\u0442\u0430\u043B\u0438\u0441\u044C \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C, \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0447\u0442\u0435\u043D\u0438\u044F. \u0415\u0441\u043B\u0438 \u0412\u044B \u043F\u043E\u043B\u0430\u0433\u0430\u0435\u0442\u0435, \u0447\u0442\u043E \u043E\u043D\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E \u0434\u043B\u044F \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F, \u0441\u0432\u044F\u0436\u0438\u0442\u0435\u0441\u044C \u0441 \u0412\u0430\u0448\u0438\u043C \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u043C Wiki.
error.title=\u041E\u0448\u0438\u0431\u043A\u0430
error.unknown=\u041F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430\u044F \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430. \u0421\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u043E\u0431 \u043E\u0448\u0438\u0431\u043A\u0435\: {0}.
exception.badusername=\u0412\u0430\u0448\u0435 \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u0431\u044B\u043B\u043E \u043F\u0440\u0438\u043D\u044F\u0442\u043E, \u0443\u0434\u043E\u0441\u0442\u043E\u0432\u0435\u0440\u044C\u0442\u0435\u0441\u044C, \u0447\u0442\u043E \u044D\u0442\u043E \u043D\u0435 \u043F\u0440\u043E\u0431\u0435\u043B \u0438 \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0441\u043F\u0435\u0446\u0438\u0430\u043B\u044C\u043D\u044B\u0445 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432 (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440 \u0441\u0438\u043C\u0432\u043E\u043B\u044B \u0441 \u0434\u0438\u0430\u043A\u0440\u0438\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u043C\u0438 \u0437\u043D\u0430\u043A\u0430\u043C\u0438)
export.button.export=\u042D\u043A\u0441\u043F\u043E\u0440\u0442
export.caption.download=\u0421\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u043A\u0430\u043A \u0444\u0430\u0439\u043B
export.caption.history=\u0412\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0442\u0435\u043A\u0443\u0449\u0443\u044E \u0432\u0435\u0440\u0441\u0438\u044E, \u0430 \u043D\u0435 \u043F\u043E\u043B\u043D\u0443\u044E \u0438\u0441\u0442\u043E\u0440\u0438\u044E
export.caption.overview=\u0421\u0442\u0430\u0442\u044C\u0438 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u0441 \u0438\u043B\u0438 \u0431\u0435\u0437 \u043F\u043E\u043B\u043D\u043E\u0439 \u0438\u0441\u0442\u043E\u0440\u0438\u0438 \u0432 \u0444\u043E\u0440\u043C\u0430\u0442 XML. \u042D\u0442\u043E\u0442 XML \u0444\u0430\u0439\u043B \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0437\u0430\u0442\u0435\u043C \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u043D \u0432 \u0434\u0440\u0443\u0433\u0443\u044E wiki \u0441 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435\u043C \u0444\u0443\u043D\u043A\u0446\u0438\u0438 Special\:Import, \u0435\u0441\u043B\u0438 \u044D\u0442\u043E \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043E. \u041F\u043E\u043B\u043D\u044B\u0439 \u044D\u043A\u0441\u043F\u043E\u0440\u0442 \u0438\u0441\u0442\u043E\u0440\u0438\u0438 \u0434\u043B\u044F \u0442\u0435\u043C \u0441 \u043E\u0431\u0448\u0438\u0440\u043D\u043E\u0439 \u0438\u0441\u0442\u043E\u0440\u0438\u0435\u0439 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u043E\u0432\u044B\u043C\u0438 \u0432\u0435\u0440\u0441\u0438\u044F\u043C\u0438.
export.caption.topics=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043E\u0434\u043D\u043E \u0438\u043B\u0438 \u0431\u043E\u043B\u0435\u0435 \u0438\u043C\u0435\u043D \u0441\u0442\u0430\u0442\u0435\u0439, \u043A\u0430\u0436\u0434\u043E\u0435 \u043D\u0430 \u043E\u0442\u0434\u0435\u043B\u044C\u043D\u043E\u0439 \u0441\u0442\u0440\u043E\u043A\u0435.
export.error.migration=\u041D\u0435\u0443\u0434\u0430\u0447\u0430 \u043F\u0440\u0438 \u0444\u043E\u0440\u043C\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0438 \u0444\u0430\u0439\u043B\u0430 XML. \u0421\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u043E\u0431 \u043E\u0448\u0438\u0431\u043A\u0435\: {0}
export.error.notopic=\u041D\u0435 \u0437\u0430\u0434\u0430\u043D\u043E \u043D\u0438 \u043E\u0434\u043D\u043E\u0439 \u0441\u0442\u0430\u0442\u044C\u0438 \u0434\u043B\u044F \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0430.
export.error.topic.does.not.exist=\u0412 \u044D\u0442\u043E\u0439 wiki \u043D\u0435\u0442 \u0441\u0442\u0430\u0442\u044C\u0438 \u0441 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435\u043C {0}.
export.title=\u042D\u043A\u0441\u043F\u043E\u0440\u0442
footer.message.version=\u0412\u0435\u0440\u0441\u0438\u044F
generalmenu.jumpto=\u041F\u0435\u0440\u0435\u0445\u043E\u0434
generalmenu.search=\u041F\u043E\u0438\u0441\u043A
generalmenu.title.interwiki=\u0414\u0440\u0443\u0433\u0438\u0435 \u0441\u0430\u0439\u0442\u044B
generalmenu.title.virtualwiki=\u0414\u0440\u0443\u0433\u0438\u0435 \u044F\u0437\u044B\u043A\u0438
group.caption.groupdescription=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u0433\u0440\u0443\u043F\u043F\u044B
group.caption.groupname=\u0418\u043C\u044F \u0433\u0440\u0443\u043F\u043F\u044B
group.caption.selectgroup=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0433\u0440\u0443\u043F\u043F\u0443 \u0434\u043B\u044F \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F
group.error.description=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u0433\u0440\u0443\u043F\u043F\u044B \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u043C. \u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u0433\u0440\u0443\u043F\u043F\u044B \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 200 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
group.error.name=The group name {0} is invalid. Group names may contain only letters, numbers and underscores.
group.header.modify=\u0421\u043E\u0437\u0434\u0430\u0442\u044C/\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u0413\u0440\u0443\u043F\u043F\u0443
group.help.groupdescription=The group description is an optional field describing what users in this group are allowed to do.
group.help.groupname=Valid characters for the name name are letters, numbers and underscores. Any other character, including spaces, is invalid. Once created a group name may not be modified.
group.help.selectgroup=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0433\u0440\u0443\u043F\u043F\u0443 \u0434\u043B\u044F \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F, \u0438\u043B\u0438 \u043E\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u044D\u0442\u043E \u043F\u043E\u043B\u0435 \u043F\u0443\u0441\u0442\u044B\u043C, \u0447\u0442\u043E\u0431\u044B \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043D\u043E\u0432\u0443\u044E \u0433\u0440\u0443\u043F\u043F\u0443.
group.message.groupadded=\u041D\u043E\u0432\u0430\u044F \u0413\u0440\u0443\u043F\u043F\u0430 {0} \u0431\u044B\u043B\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0430
group.message.groupfail=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u0438 \u0438\u043B\u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0438 \u0433\u0440\u0443\u043F\u043F\u044B\: {0}.
group.message.groupupdated=\u0413\u0440\u0443\u043F\u043F\u0430 {0} \u0431\u044B\u043B\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0430.
history.caption.diffnext=\u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0435\u0435
history.caption.diffprevious=\u043F\u0440\u0435\u0434\u044B\u0434\u0443\u0449\u0435\u0435
history.diff=\u041E\u0442\u043B\u0438\u0447\u0438\u044F \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445
history.message.notopic=\u0422\u0435\u043C\u0430 "{0}" \u043D\u0435 \u043C\u043E\u0433\u043B\u0430 \u0431\u044B\u0442\u044C \u043D\u0430\u0439\u0434\u0435\u043D\u0430. \u041E\u043D\u0430, \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E, \u0431\u044B\u043B\u0430 \u0443\u0434\u0430\u043B\u0435\u043D\u0430 \u0438\u043B\u0438, \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E, \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
history.revision=\u0420\u0435\u0434\u0430\u043A\u0446\u0438\u044F \u043E\u0442 {0} \u0441\u0434\u0435\u043B\u0430\u043D\u0430 {1}
history.revision.current=\u0422\u0435\u043A\u0443\u0449\u0430\u044F \u0440\u0435\u0434\u0430\u043A\u0446\u0438\u044F
history.revision.next=\u0421\u043B\u0435\u0434\u0443\u044E\u0449\u0430\u044F \u0440\u0435\u0434\u0430\u043A\u0446\u0438\u044F &rarr;
history.revision.previous=&larr; \u041F\u0440\u0435\u0434\u044B\u0434\u0443\u0449\u0430\u044F \u0440\u0435\u0434\u0430\u043A\u0446\u0438\u044F
history.title=\u0418\u0441\u0442\u043E\u0440\u0438\u044F {0}
import.button.import=\u0418\u043C\u043F\u043E\u0440\u0442
import.caption.failure=\u041D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E \u0442\u0435\u043C \u0434\u043B\u044F \u0438\u043C\u043F\u043E\u0440\u0442\u0430.
import.caption.overview=\u0418\u043C\u043F\u043E\u0440\u0442 \u0442\u0435\u043C \u0438\u0437 \u0444\u0430\u0439\u043B\u0430, \u0441\u043E\u0437\u0434\u0430\u043D\u043D\u043E\u0433\u043E \u0441 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435\u043C \u0444\u0443\u043D\u043A\u0446\u0438\u0438 Special\:Export \u0438\u043B\u0438 \u0438\u0437 \u0434\u0440\u0443\u0433\u043E\u0439 wiki.
import.caption.source=\u0418\u0441\u0445\u043E\u0434\u043D\u044B\u0439 \u0444\u0430\u0439\u043B
import.error.data=\u041D\u0435\u0443\u0434\u0430\u0447\u0430 \u043F\u0440\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0442\u0435\u043C\u044B. \u0421\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435, \u0432\u043E\u0437\u0432\u0440\u0430\u0449\u0435\u043D\u043D\u043E\u0435 \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u043C\: {0}
import.error.migration=\u041D\u0435\u0443\u0434\u0430\u0447\u0430 \u043F\u0440\u0438 \u0440\u0430\u0437\u0431\u043E\u0440\u0435 \u0434\u0430\u043D\u043D\u044B\u0445 \u0444\u0430\u0439\u043B\u0430. \u0421\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435, \u0432\u043E\u0437\u0432\u0440\u0430\u0449\u0435\u043D\u043D\u043E\u0435 \u0438\u0437 \u0430\u043D\u0430\u043B\u0438\u0437\u0430\u0442\u043E\u0440\u0430\: {0}
import.error.notopic=\u041D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E \u0442\u0435\u043C \u0434\u043B\u044F \u0438\u043C\u043F\u043E\u0440\u0442\u0430.
import.error.topicexists=\u041D\u0435\u043B\u044C\u0437\u044F \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0442\u0435\u043C\u0443 "{0}", \u043F\u043E\u0442\u043E\u043C\u0443 \u0447\u0442\u043E \u0442\u0435\u043C\u0430 \u0441 \u0442\u0430\u043A\u0438\u043C \u0436\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435\u043C \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
import.message.importedby=\u0418\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u043E {0}
import.message.success=\u0421\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 \u0444\u0430\u0439\u043B\u044B \u0431\u044B\u043B\u0438 \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u0443\u0441\u043F\u0435\u0448\u043D\u043E\:
import.title=\u0418\u043C\u043F\u043E\u0440\u0442
linkto.none=\u041D\u0435\u0442 \u043D\u0438\u043A\u0430\u043A\u0438\u0445 \u0441\u0442\u0440\u0430\u043D\u0438\u0446 \u0441\u0441\u044B\u043B\u0430\u044E\u0449\u0438\u0445\u0441\u044F \u043D\u0430 {0}.
linkto.overview=\u0421\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u0441\u0441\u044B\u043B\u0430\u044E\u0442\u0441\u044F \u043D\u0430 {0}.
linkto.redirect=(redirect page)
linkto.title=\u0421\u0441\u044B\u043B\u043A\u0438 \u043D\u0430 {0}
log.caption.log.all=\u0412\u0441\u0435 \u0436\u0443\u0440\u043D\u0430\u043B\u044B
log.caption.log.block=\u0416\u0443\u0440\u043D\u0430\u043B \u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0438
log.caption.log.deletion=\u0416\u0443\u0440\u043D\u0430\u043B \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F
log.caption.log.import=\u0416\u0443\u0440\u043D\u0430\u043B \u0438\u043C\u043F\u043E\u0440\u0442\u0430
log.caption.log.move=\u0416\u0443\u0440\u043D\u0430\u043B \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0438\u044F
log.caption.log.permission=\u0416\u0443\u0440\u043D\u0430\u043B \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u0439
log.caption.log.upload=\u0416\u0443\u0440\u043D\u0430\u043B \u043F\u0440\u0438\u0435\u043C\u0430 \u0444\u0430\u0439\u043B\u043E\u0432 \u0432 wiki
log.caption.log.user=\u0416\u0443\u0440\u043D\u0430\u043B \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439
log.caption.logs=\u0416\u0443\u0440\u043D\u0430\u043B\u044B
log.message.block=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C {0} \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D \u0434\u043E {1}
log.message.blockinfinite=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C {0} \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D \u043F\u043E\u0441\u0442\u043E\u044F\u043D\u043D\u043E
log.message.deletion=\u0421\u0442\u0430\u0442\u044C\u044F {0} \u0443\u0434\u0430\u043B\u0435\u043D\u0430
log.message.import=\u0421\u0442\u0430\u0442\u044C\u044F {0} \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0430
log.message.move=\u0421\u0442\u0430\u0442\u044C\u044F {0} \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0430 \u0432 {1}
log.message.permission=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u044F \u0434\u043B\u044F \u0441\u0442\u0430\u0442\u044C\u0438 {0} \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u044B
log.message.purge=\u0412\u0435\u0440\u0441\u0438\u044F {1}, \u0443\u0434\u0430\u043B\u0435\u043D\u043D\u0430 \u0434\u043B\u044F \u0442\u0435\u043C\u044B {0}
log.message.unblock=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C {0} \u0440\u0430\u0437\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D
log.message.undeletion=\u0421\u0442\u0430\u0442\u044C\u044F {0} \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0430
log.message.upload=\u0424\u0430\u0439\u043B {0} \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D \u0432 wiki
log.message.user=\u0421\u043E\u0437\u0434\u0430\u043D\u0430 \u043D\u043E\u0432\u0430\u044F \u0443\u0447\u0435\u0442\u043D\u0430\u044F \u0437\u0430\u043F\u0438\u0441\u044C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
log.title=\u0416\u0443\u0440\u043D\u0430\u043B\u044B
login.message.account=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0431\u044B\u043B\u0430 \u043E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u0430 \u043D\u0430 \u044D\u0442\u043E\u0439 \u0432\u0438\u043A\u0438. \u0421\u0432\u044F\u0437\u0430\u0442\u044C\u0441\u044F \u0441 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u043C \u0441\u0430\u0439\u0442\u0430, \u0447\u0442\u043E\u0431\u044B \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u043B\u043E\u0433\u0438\u043D \u0438 \u043F\u0430\u0440\u043E\u043B\u044C.
login.message.admin=\u0422\u043E\u043B\u044C\u043A\u043E \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u044B \u043C\u043E\u0433\u0443\u0442 \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u044C\u0441\u044F \u043A \u044D\u0442\u043E\u0439 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435.
login.message.default=\u0423 \u0412\u0430\u0441 \u043D\u0435\u0442 \u043F\u0440\u0430\u0432 \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u044C\u0441\u044F {0}.
login.message.edit=\u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u0432\u043E\u0439\u0442\u0438 (\u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F).
login.message.editadmin=\u0412\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0432\u043E\u0439\u0442\u0438 \u0441 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u0438\u0432\u043D\u044B\u043C\u0438 \u043F\u0440\u0438\u0432\u0438\u043B\u0435\u0433\u0438\u044F\u043C\u0438 \u0447\u0442\u043E\u0431\u044B \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C {0}.
login.message.editnew=\u0423 \u0412\u0430\u0441 \u043D\u0435\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u044F \u0441\u043E\u0437\u0434\u0430\u0432\u0430\u0442\u044C \u043D\u043E\u0432\u044B\u0435 \u0442\u0435\u043C\u044B.
login.message.move=\u0423 \u0412\u0430\u0441 \u043D\u0435\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0430\u0442\u044C {0}.
login.message.purge=\u0423 \u0412\u0430\u0441 \u043D\u0435\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u044F \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0432\u0435\u0440\u0441\u0438\u0438 \u0442\u0435\u043C\u044B.
login.message.upgrade=\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0432\u043E\u0439\u0434\u0438\u0442\u0435 \u043A\u0430\u043A \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440, \u0447\u0442\u043E\u0431\u044B \u0437\u0430\u0432\u0435\u0440\u0448\u0438\u0442\u044C \u043F\u0440\u043E\u0446\u0435\u0441\u0441 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F.
login.password=\u041F\u0430\u0440\u043E\u043B\u044C
login.rememberme=\u0417\u0430\u043F\u043E\u043C\u043D\u0438\u0442\u0435 \u041C\u0435\u043D\u044F
login.submit=\u0412\u0445\u043E\u0434
login.title=\u0412\u0445\u043E\u0434 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443
login.username=\u0418\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
manage.caption.adminonly=\u0422\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438
manage.caption.delete=\u0423\u0434\u0430\u043B\u0435\u043D\u0438\u0435 {0}
manage.caption.permissions=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u044F
manage.caption.purge=\u0423\u0434\u0430\u043B\u0435\u043D\u0438\u0435 \u0412\u0435\u0440\u0441\u0438\u0439 \u0422\u0435\u043C\u044B
manage.caption.purgeconfirm=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u043B\u0438 \u0412\u044B \u0443\u0432\u0435\u0440\u0435\u043D\u044B, \u0447\u0442\u043E \u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0432\u0435\u0440\u0441\u0438\u044E (\u0438)? \u042D\u0442\u0438 \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u044B.
manage.caption.purgeselect=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0432\u0435\u0440\u0441\u0438\u044E(\u0438), \u0447\u0442\u043E\u0431\u044B \u0443\u0434\u0430\u043B\u0438\u0442\u044C
manage.caption.readonly=\u0422\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0447\u0442\u0435\u043D\u0438\u044F
manage.caption.undelete=\u0412\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 {0}
manage.caption.undeleterevisions=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u044C/\u0421\u043A\u0440\u044B\u0442\u044C \u0423\u0434\u0430\u043B\u0435\u043D\u043D\u044B\u0435 \u0412\u0435\u0440\u0441\u0438\u0438
manage.delete.commentspage=\u0423\u0434\u0430\u043B\u0435\u043D\u0438\u0435 \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u043E\u0439 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0435\u0432
manage.delete.reason=\u041F\u0440\u0438\u0447\u0438\u043D\u0430 \u0434\u043B\u044F \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F
manage.delete.warning=<b>\u041F\u0420\u0415\u0414\u0423\u041F\u0420\u0415\u0416\u0414\u0415\u041D\u0418\u0415</b>\: \u0423\u0434\u0430\u043B\u0435\u043D\u0438\u0435 \u0441\u0442\u0430\u0442\u044C\u0438 \u0438\u043B\u0438 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0443\u0434\u0430\u043B\u044F\u0435\u0442 \u0435\u0435 \u0438\u0437 \u0441\u0438\u0441\u0442\u0435\u043C\u044B. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u0435, \u0447\u0442\u043E \u0412\u044B \u043D\u0430\u043C\u0435\u0440\u0435\u0432\u0430\u0435\u0442\u0435\u0441\u044C \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u044D\u0442\u043E\u0442 \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u0438 \u0447\u0442\u043E \u043E\u043D \u0434\u0435\u043B\u0430\u0435\u0442\u0441\u044F \u0432 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0438 \u0441 \u043F\u043E\u043B\u0438\u0442\u0438\u043A\u043E\u0439.
manage.message.permissions=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u044F \u0442\u0435\u043C\u044B \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u044B
manage.message.purge=\u0412\u0435\u0440\u0441\u0438\u0438 \u0442\u0435\u043C\u044B {0} \u0431\u044B\u043B\u0438 \u0431\u0435\u0437\u0432\u043E\u0437\u0432\u0440\u0430\u0442\u043D\u043E  \u0441\u0442\u0435\u0440\u0442\u044B \u0434\u043B\u044F \u0442\u0435\u043C\u044B {1}.
manage.message.updated=\u0422\u0435\u043C\u0430 {0} \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E.
manage.purge.noversion=\u041F\u043E \u043A\u0440\u0430\u0439\u043D\u0435\u0439 \u043C\u0435\u0440\u0435 \u043E\u0434\u043D\u0430 \u0432\u0435\u0440\u0441\u0438\u044F \u0442\u0435\u043C\u044B \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u0430.
manage.purge.warning=<b>WARNING</b>\: Deleting a topic version removes the record from the database and <b>cannot be undone</b>.  It is recommended that this functionality only be used for deleting records containing sensitive data or other content that should not be viewable to any users.
manage.title=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 {0}
manage.undelete.commentspage=\u0412\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0435 \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u043E\u0439 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0435\u0432
manage.undelete.reason=\u041F\u0440\u0438\u0447\u0438\u043D\u0430 \u0434\u043B\u044F \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F
move.button.move=\u041F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C
move.comment=\u041F\u0440\u0438\u0447\u0438\u043D\u0430 \u0434\u043B\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0438\u044F
move.commentspage=\u041F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0438\u0435 \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u043E\u0439 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0435\u0432
move.destination=\u041D\u043E\u0432\u043E\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0442\u0435\u043C\u044B
move.editcomment={0} \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0430 \u0432 {1}
move.exception.destinationexists=\u0422\u0435\u043C\u0430 {0} \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
move.exception.namespacecategory=\u0422\u0435\u043C\u044B \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u044B \u0432 \u0438\u043B\u0438 \u0438\u0437 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438.
move.exception.namespaceimage=\u0422\u0435\u043C\u044B \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u044B \u0432 \u0438\u043B\u0438 \u0438\u0437 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D \u0444\u0430\u0439\u043B\u0430.
move.exception.nodestination=\u041D\u0438\u043A\u0430\u043A\u043E\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0442\u0435\u043C\u044B \u0430\u0434\u0440\u0435\u0441\u0430\u0442\u0430 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043E.
move.exception.permission=\u0422\u0435\u043C\u0430 {0} \u0431\u044B\u043B\u0430 \u0437\u0430\u0449\u0438\u0449\u0435\u043D\u0430 \u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F\u043C\u0438 \u0431\u0435\u0437 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0445 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u0439.
move.overview=\u042D\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0438\u0432\u0430\u0435\u0442 \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0435 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u0438 \u0434\u043B\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0438\u044F \u0442\u0435\u043C\u044B (\u0432\u043A\u043B\u044E\u0447\u0430\u044F \u0435\u0435 \u0438\u0441\u0442\u043E\u0440\u0438\u044E) \u0441 \u043D\u043E\u0432\u044B\u043C \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435\u043C. \u0421\u0442\u0430\u0440\u043E\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0442\u0435\u043C\u044B \u0431\u0443\u0434\u0435\u0442 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u043F\u0435\u0440\u0435\u0430\u0434\u0440\u0435\u0441\u043E\u0432\u044B\u0432\u0430\u0442\u044C \u043A \u043D\u043E\u0432\u043E\u043C\u0443 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u044E \u0442\u0435\u043C\u044B. \u041E\u0442\u043C\u0435\u0442\u044C\u0442\u0435, \u0447\u0442\u043E \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 <b>\u043D\u0435 \u043C\u043E\u0436\u0435\u0442</b> \u0431\u044B\u0442\u044C \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0430, \u0435\u0441\u043B\u0438 \u0443\u0436\u0435 \u0435\u0441\u0442\u044C \u0442\u0435\u043C\u0430 \u0432 \u043D\u043E\u0432\u043E\u043C \u0430\u0434\u0440\u0435\u0441\u0430\u0442\u0435 (\u0441 \u0442\u0430\u043A\u0438\u043C \u0438\u043C\u0435\u043D\u0435\u043C).
move.title=\u041F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0438\u0435 {0}
orphaned.message.none=\u041D\u0435\u0442 \u0442\u0435\u043C-\u0441\u0438\u0440\u043E\u0442 (\u0431\u0435\u0437 \u0440\u043E\u0434\u0438\u0442\u0435\u043B\u0435\u0439) \u0434\u043B\u044F \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0433\u043E \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u0438\u043C\u0435\u043D.
orphaned.title=\u041E\u0441\u0438\u0440\u043E\u0442\u0435\u0432\u0448\u0438\u0435 \u0421\u0442\u0440\u0430\u043D\u0438\u0446\u044B (\u0431\u0435\u0437 \u0440\u043E\u0434\u0438\u0442\u0435\u043B\u0435\u0439)
password.reset.password=\u0421\u0431\u0440\u043E\u0441 \u041F\u0430\u0440\u043E\u043B\u044F
password.reset.password.ask.user=\u0417\u0430\u0431\u044B\u043B\u0438 \u0441\u0432\u043E\u0439 \u043F\u0430\u0440\u043E\u043B\u044C?
password.reset.password.email.body=You receive this mail, because you requested to reset your password. Follow this link to enter your new password\: {0}. If you did not request this mail, please simply ignore it.
password.reset.password.email.subject=Password reset link
password.reset.password.error.challenge.expired=The challenge has expired. Please request a new one.
password.reset.password.error.challenge.nok=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u0437\u0430\u043F\u0440\u043E\u0441.
password.reset.password.error.ip.locked=\u0421\u043B\u0438\u0448\u043A\u043E\u043C \u043C\u043D\u043E\u0433\u043E \u043F\u043E\u043F\u044B\u0442\u043E\u043A. \u0412\u0430\u0448 IP \u0430\u0434\u0440\u0435\u0441 \u0442\u0435\u043F\u0435\u0440\u044C \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D.
password.reset.password.error.noemail=You did not enter an E-Mail during your registration. It is not possible to reset your password.
password.reset.password.error.nomatch=\u041F\u0430\u0440\u043E\u043B\u0438 \u043D\u0435 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u044E\u0442.
password.reset.password.error.noservice=\u042D\u0442\u043E\u0442 \u0441\u0435\u0440\u0432\u0438\u0441 \u043D\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u0435\u043D
password.reset.password.error.notregistered=\u0412\u044B \u043D\u0435 \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u0432 wiki.
password.reset.password.error.nousername=\u0412\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0432\u0432\u0435\u0441\u0442\u0438 \u0432\u0430\u0448\u0435 \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F.
password.reset.password.error.novalidation=Could not validate challenge, please try again.
password.reset.password.error.nullpassword=\u041F\u0430\u0440\u043E\u043B\u0438 \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C\u0438.
password.reset.password.failed=\u0412\u0430\u0448 \u043F\u0430\u0440\u043E\u043B\u044C \u043D\u0435 \u0431\u044B\u043B \u0438\u0437\u043C\u0435\u043D\u0435\u043D.
password.reset.password.help=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0434\u043B\u044F \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F E-Mail \u0441\u043E \u0441\u0441\u044B\u043B\u043A\u043E\u0439 \u0441\u0431\u0440\u043E\u0441\u0430 \u043F\u0430\u0440\u043E\u043B\u044F \u043D\u0430 \u0430\u0434\u0440\u0435\u0441, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0432\u044B \u0443\u043A\u0430\u0437\u0430\u043B\u0438 \u043F\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438.
password.reset.password.message.sendmail.failed=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u0442\u043F\u0440\u0430\u0432\u0438\u0442\u044C E-Mail \u043D\u0430 \u0430\u0434\u0440\u0435\u0441, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0432\u044B \u0443\u043A\u0430\u0437\u0430\u043B\u0438 \u043F\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438.
password.reset.password.message.sendmail.success=A E-Mail has been sent to the address that you entered during your registration. Follow the link in the E-Mail to enter your new password.
password.reset.password.submit=Request E-Mail
password.reset.password.success=\u0412\u0430\u0448 \u043F\u0430\u0440\u043E\u043B\u044C \u0438\u0437\u043C\u0435\u043D\u0435\u043D. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u043E\u0439\u0442\u0438 \u0441 \u043D\u043E\u0432\u044B\u043C \u043F\u0430\u0440\u043E\u043B\u0435\u043C.
purge.error.noversion=\u0412\u0435\u0440\u0441\u0438\u0438 \u0442\u0435\u043C\u044B \u0441 id {0} \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
purge.error.onlyversion=\u0412\u0435\u0440\u0441\u0438\u044F {0} \u0442\u0435\u043C\u044B - \u0435\u0434\u0438\u043D\u0441\u0442\u0432\u0435\u043D\u043D\u0430\u044F \u0432\u0435\u0440\u0441\u0438\u044F \u0434\u043B\u044F \u0442\u0435\u043C\u044B {1} \u0438 \u0442\u0430\u043A\u0438\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C \u043C\u043E\u0436\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u0431\u044B\u0442\u044C \u0443\u0434\u0430\u043B\u0435\u043D\u0430 \u0442\u043E\u043B\u044C\u043A\u043E \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u0435\u043C \u0442\u0435\u043C\u044B.
recentchanges.caption.block=\u0411\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435
recentchanges.caption.comments=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0438
recentchanges.caption.contributions=\u0412\u043A\u043B\u0430\u0434
recentchanges.caption.rss=\u041B\u0435\u043D\u0442\u0430 RSS
recentchanges.caption.time=\u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F {0}.
recentchanges.rss.feed1=\u041D\u0435\u0434\u0430\u0432\u043D\u0438\u0435 \u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F
recentchanges.rss.feed2=\u041D\u0435\u0434\u0430\u0432\u043D\u0438\u0435 \u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F, \u0432\u043A\u043B\u044E\u0447\u0430\u044F \u043D\u0435\u0437\u043D\u0430\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F
recentchanges.rss.feed3=\u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F, \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0435 \u0441 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u043D\u043E\u0439 \u0432\u0435\u0440\u0441\u0438\u0435\u0439
recentchanges.rss.feed4=\u041D\u0435\u0434\u0430\u0432\u043D\u0438\u0435 \u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F, \u0432\u043A\u043B\u044E\u0447\u0430\u044F \u043D\u0435\u0437\u043D\u0430\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0438 \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0435 \u0441 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u043D\u043E\u0439 \u0432\u0435\u0440\u0441\u0438\u0435\u0439
recentchanges.title=\u041D\u0435\u0434\u0430\u0432\u043D\u0438\u0435 \u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F
register.caption.accountdetails=\u0414\u0435\u0442\u0430\u043B\u0438 \u0423\u0447\u0435\u0442\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u0438
register.caption.changepassword=\u0421\u043C\u0435\u043D\u0438\u0442\u044C \u043F\u0430\u0440\u043E\u043B\u044C
register.caption.confirmpassword=\u041F\u043E\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u0435 \u043D\u043E\u0432\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C
register.caption.displayname=\u041E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u043C\u043E\u0435 \u0438\u043C\u044F
register.caption.editor=\u041F\u0440\u0435\u0434\u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0439 \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440
register.caption.email=\u041F\u043E\u0447\u0442\u0430
register.caption.locale=\u041F\u0440\u0435\u0434\u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0435 \u0441\u0442\u0440\u0430\u043D\u0430 \u0438 \u044F\u0437\u044B\u043A
register.caption.newpassword=\u041D\u043E\u0432\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C
register.caption.oldpassword=\u0421\u0442\u0430\u0440\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C
register.caption.signature=\u041F\u043E\u0434\u043F\u0438\u0441\u044C
register.caption.updatesuccess=\u0412\u0430\u0448\u0430 \u0443\u0447\u0435\u0442\u043D\u0430\u044F \u0437\u0430\u043F\u0438\u0441\u044C \u0431\u044B\u043B\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0430.
register.caption.userpreferences=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0435 \u041F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
register.error.logininvalid=\u0418\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F {0} \u0443\u0436\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u043E\u0435.
register.error.oldpasswordinvalid=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439 \u0441\u0442\u0430\u0440\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C.
register.error.passwordempty=\u041F\u0430\u0440\u043E\u043B\u044C \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C.
register.form.info=\u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0443\u0447\u0435\u0442\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u0412\u0430\u043C \u0438\u043C\u0435\u0442\u044C \u043F\u043E\u0441\u0442\u043E\u044F\u043D\u043D\u043E\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435, \u043A\u043E\u0442\u043E\u0440\u044B\u043C \u0412\u044B \u0431\u0443\u0434\u0435\u0442\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u043D\u044B \u043D\u0430 Wiki, \u0438 \u0442\u0430\u043A\u0436\u0435 \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u0434\u043E\u043B\u0436\u043D\u044B\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C \u0432\u0430\u0441 \u0432  \u0438\u0441\u0442\u043E\u0440\u0438\u044F\u0445 \u0441\u0442\u0430\u0442\u0435\u0439 \u0438 \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435 \u043D\u0435\u0434\u0430\u0432\u043D\u0438\u0445 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0439.
register.help.displayname=\u0414\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E. \u041E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u043C\u043E\u0435 \u0438\u043C\u044F \u043C\u043E\u0436\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0432 \u043F\u043E\u0434\u043F\u0438\u0441\u044F\u0445 wiki, \u0447\u0442\u043E\u0431\u044B \u043E\u0442\u043E\u0431\u0440\u0430\u0437\u0438\u0442\u044C \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043E\u0442\u043B\u0438\u0447\u043D\u043E\u0435 \u043E\u0442 \u0438\u043C\u0435\u043D\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F (login).
register.help.editor=\u041F\u0440\u0438 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0438 \u0442\u0435\u043C\u044B \u043F\u0440\u0435\u0434\u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0439 \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442 \u043A\u0430\u043E\u0439 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0434\u043B\u044F \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F. \u041E\u0442\u043C\u0435\u0442\u044C\u0442\u0435, \u0447\u0442\u043E \u0431\u043E\u043B\u044C\u0448\u0438\u043D\u0441\u0442\u0432\u043E \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440\u043E\u0432 \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0438 Javascript.
register.help.email=\u0414\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E. \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0430\u0434\u0440\u0435\u0441 \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0439 \u043F\u043E\u0447\u0442\u044B, \u0447\u0442\u043E\u0431\u044B \u0432\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u043F\u043E\u0447\u0442\u043E\u0432\u044B\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u0438.
register.help.locale=\u0423\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u0440\u0435\u0433\u0438\u043E\u043D \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F, \u0447\u0442\u043E\u0431\u044B \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C, \u043A\u0430\u043A \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u044B \u043C\u0435\u0442\u043A\u0438 \u0438 \u0434\u0440\u0443\u0433\u043E\u0439 \u0442\u0435\u043A\u0441\u0442 \u0432 wiki.
register.help.signature=\u041E\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u044D\u0442\u043E \u043F\u043E\u043B\u0435 \u043F\u0443\u0441\u0442\u044B\u043C, \u0447\u0442\u043E\u0431\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0448\u0430\u0431\u043B\u043E\u043D \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0432 \u043F\u043E\u0434\u043F\u0438\u0441\u044F\u0445. \u0427\u0442\u043E\u0431\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0437\u0430\u043A\u0430\u0437\u043D\u0443\u044E \u043F\u043E\u0434\u043F\u0438\u0441\u044C, \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0439 \u0442\u0435\u043A\u0441\u0442, HTML \u0438\u043B\u0438 \u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0443 wiki, \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043A\u0430\u043A \u0412\u0430\u0448\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u044C. \u041F\u0440\u0438\u043C\u0435\u0440\: <code>[[User\:user|user]] &amp;bull; ([[User comments\:user|comments]])</code>
register.title=\u0414\u0435\u0442\u0430\u043B\u0438 \u0423\u0447\u0435\u0442\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u0438
roles.caption.groupname=\u041D\u0430\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438\u0435 \u0413\u0440\u0443\u043F\u043F\u044B
roles.caption.groups=\u0413\u0440\u0443\u043F\u043F\u044B
roles.caption.includeInheritedRoles=Include users inheriting role from groups
roles.caption.instructions=\u041E\u0422\u041C\u0415\u0422\u042C\u0422\u0415\: \u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438 \u0433\u0440\u0443\u043F\u043F JAMWiki \u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u0440\u043E\u043B\u0435\u0439 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u0432 \u044D\u0442\u043E\u0439 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435. \u041E\u0434\u043D\u0430\u043A\u043E, \u0434\u043B\u044F \u0438\u043D\u0441\u0442\u0430\u043B\u043B\u044F\u0446\u0438\u0439 JAMWiki, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0431\u044B\u043B\u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u044B, \u0447\u0442\u043E\u0431\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C LDAP \u0438\u043B\u0438 \u0434\u0440\u0443\u0433\u0438\u0435 \u0432\u043D\u0435\u0448\u043D\u0438\u0435 \u043E\u043F\u043E\u0437\u043D\u0430\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u0441\u0438\u0441\u0442\u0435\u043C\u044B, \u0440\u043E\u043B\u0438 \u0438 \u0433\u0440\u0443\u043F\u043F\u044B, \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0435 \u0432 \u044D\u0442\u043E\u0439 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435, \u043D\u0435 \u0431\u0443\u0434\u0443\u0442 \u0438\u043C\u0435\u0442\u044C \u041D\u0418\u041A\u0410\u041A\u041E\u0413\u041E \u042D\u0424\u0424\u0415\u041A\u0422\u0410; \u0432 \u044D\u0442\u0438\u0445 \u0441\u043B\u0443\u0447\u0430\u044F\u0445 \u0432\u043D\u0435\u0448\u043D\u044F\u044F \u043E\u043F\u043E\u0437\u043D\u0430\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0441\u0438\u0441\u0442\u0435\u043C\u0430 \u0414\u041E\u041B\u0416\u041D\u0410 \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u0443\u044E \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044E \u0440\u043E\u043B\u0438. \u0418\u043D\u0441\u0442\u0430\u043B\u043B\u044F\u0446\u0438\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044F \u0432\u043D\u0435\u0448\u043D\u0438\u0435 \u0441\u0438\u0441\u0442\u0435\u043C\u044B \u043C\u043E\u0433\u0443\u0442 \u0442\u0430\u043A\u0436\u0435 \u0445\u043E\u0442\u0435\u0442\u044C \u043E\u0442\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u0440\u043E\u043B\u0435\u0439, \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u043D\u044B\u0445 \u0432 \u0433\u0440\u0443\u043F\u043F\u0435  <code>GROUP_ANONYMOUS</code>, \u0443\u0441\u0442\u0430\u043D\u0430\u0432\u043B\u0438\u0432\u0430\u044F \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u043E <code>useJAMWikiAnonymousRoles</code> \u0432 <code>false</code> \u0432 \u0444\u0430\u0439\u043B <code>/WEB-INF/applicationContext-security.xml</code>. \u0414\u0430\u043B\u044C\u043D\u0435\u0439\u0448\u0438\u0435 \u0434\u0435\u0442\u0430\u043B\u0438 \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F JAMWiki, \u0447\u0442\u043E\u0431\u044B \u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C \u0441 \u0432\u043D\u0435\u0448\u043D\u0438\u043C\u0438 \u043E\u043F\u043E\u0437\u043D\u0430\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438 \u0441\u0438\u0441\u0442\u0435\u043C\u0430\u043C\u0438 \u0441\u043C. <href \= "http\\\://static.springframework.org/spring-security/site/reference/html/springsecurity.html">Online \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u044F Spring Security</a>.
roles.caption.roledescription=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u0440\u043E\u043B\u0438
roles.caption.rolename=\u0418\u043C\u044F \u0440\u043E\u043B\u0438
roles.caption.roles=\u0420\u043E\u043B\u0438
roles.caption.searchgroup=\u041F\u043E\u0438\u0441\u043A \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439 \u043F\u043E \u0433\u0440\u0443\u043F\u043F\u0430\u043C
roles.caption.searchlogin=\u041F\u043E\u0438\u0441\u043A \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439 \u0441 \u0438\u043C\u0435\u043D\u0435\u043C
roles.caption.searchrole=\u041F\u043E\u0438\u0441\u043A \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439 \u0441 \u0440\u043E\u043B\u044C\u044E
roles.caption.selectrole=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0440\u043E\u043B\u044C, \u0447\u0442\u043E\u0431\u044B \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C
roles.caption.userlogin=\u0418\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
roles.error.description=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u0440\u043E\u043B\u0438 \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E. \u041E\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u0440\u043E\u043B\u0438 \u0434\u043E\u043B\u0436\u043D\u044B \u0441\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0447\u0435\u043C 200 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
roles.error.name=\u0418\u043C\u044F \u0440\u043E\u043B\u0438 {0} \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E. \u0418\u043C\u0435\u043D\u0430 \u0440\u043E\u043B\u0435\u0439 \u043C\u043E\u0433\u0443\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0441\u0438\u043C\u0432\u043E\u043B\u044B, \u0447\u0438\u0441\u043B\u0430 \u0438 \u0441\u0438\u043C\u0432\u043E\u043B\u044B \u043F\u043E\u0434\u0447\u0435\u0440\u043A\u0438\u0432\u0430\u043D\u0438\u044F.
roles.header.group=\u041D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0420\u043E\u043B\u0435\u0439 \u0413\u0440\u0443\u043F\u043F
roles.header.modify=\u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435/\u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0435 \u0420\u043E\u043B\u0438
roles.header.user=\u041D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0420\u043E\u043B\u0435\u0439 \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F\u043C
roles.help.grouproles=<b>\u0423 \u0432\u0441\u0435\u0445</b> \u0430\u043D\u043E\u043D\u0438\u043C\u043D\u044B\u0445 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439 \u0431\u0443\u0434\u0443\u0442 \u0422\u041E\u041B\u042C\u041A\u041E \u0440\u043E\u043B\u0438 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0435 GROUP_ANONYMOUS, \u0432 \u0442\u043E \u0432\u0440\u0435\u043C\u044F \u043A\u0430\u043A <b>\u0432\u0441\u0435\u043C</b> \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u043C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F\u043C \u043D\u0430\u0437\u043D\u0430\u0447\u0430\u044E\u0442 \u0440\u043E\u043B\u0438, \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0435 GROUP_REGISTERED_USER. \u0415\u0441\u043B\u0438 (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440) \u0430\u043D\u043E\u043D\u0438\u043C\u043D\u044B\u043C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F\u043C \u043D\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043E \u0437\u0430\u0433\u0440\u0443\u0436\u0430\u0442\u044C \u0444\u0430\u0439\u043B\u044B \u0432 wiki, \u043D\u0443\u0436\u043D\u043E \u043F\u0440\u043E\u0441\u0442\u043E \u0441\u043D\u044F\u0442\u044C \u0432\u044B\u0434\u0435\u043B\u0435\u043D\u0438\u0435 <code>ROLE_UPLOAD</code> \u0434\u043B\u044F GROUP_ANONYMOUS. \u041E\u0442\u043C\u0435\u0442\u044C\u0442\u0435, \u0447\u0442\u043E \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0440\u043E\u043B\u0438, \u0442\u0430\u043A\u0438\u0435 \u043A\u0430\u043A <code>ROLE_ADMIN</code> \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u044B \u0434\u043B\u044F \u0433\u0440\u0443\u043F\u043F \u0438 \u0434\u043E\u043B\u0436\u043D\u044B \u0432\u043C\u0435\u0441\u0442\u043E \u044D\u0442\u043E\u0433\u043E \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430\u0437\u043D\u0430\u0447\u0430\u0442\u044C\u0441\u044F \u0438\u043D\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043B\u044C\u043D\u044B\u043C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F\u043C.
roles.help.inherited=Roles that are inherited from the user's group(s) are displayed as\: <span class\="inherited-role">ROLE_XXX</a>.
roles.help.roledescription=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u0440\u043E\u043B\u0438 - \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u043F\u043E\u043B\u0435, \u043E\u043F\u0438\u0441\u044B\u0432\u0430\u044E\u0449\u0435\u0435, \u043A\u0430\u043A \u0440\u043E\u043B\u044C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F.
roles.help.rolename=\u041F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0435 \u0441\u0438\u043C\u0432\u043E\u043B\u044B \u0434\u043B\u044F \u0438\u043C\u0435\u043D\u0438 \u0440\u043E\u043B\u0438 - \u0441\u0438\u043C\u0432\u043E\u043B\u044B, \u0447\u0438\u0441\u043B\u0430 \u0438 \u0441\u0438\u043C\u0432\u043E\u043B\u044B \u043F\u043E\u0434\u0447\u0435\u0440\u043A\u0438\u0432\u0430\u043D\u0438\u044F. \u041B\u044E\u0431\u044B\u0435 \u0434\u0440\u0443\u0433\u0438\u0435 \u0441\u0438\u043C\u0432\u043E\u043B\u044B, \u0432\u043A\u043B\u044E\u0447\u0430\u044F \u043F\u0440\u043E\u0431\u0435\u043B\u044B, \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B. \u041F\u043E\u0441\u043B\u0435 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u0438\u043C\u044F \u0440\u043E\u043B\u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u043E.
roles.help.selectrole=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0440\u043E\u043B\u044C, \u0447\u0442\u043E\u0431\u044B \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C, \u0438\u043B\u0438 \u043E\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u043F\u0443\u0441\u0442\u044B\u043C \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435, \u0447\u0442\u043E\u0431\u044B \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043D\u043E\u0432\u0443\u044E \u0440\u043E\u043B\u044C.
roles.help.userroles=\u0418\u043D\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043B\u044C\u043D\u044B\u043C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F\u043C \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u044B \u0440\u043E\u043B\u0438 <b>\u0432 \u0434\u043E\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0435 \u043A</b> \u0440\u043E\u043B\u044F\u043C, \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u043D\u044B\u043C \u0434\u043B\u044F \u043D\u0438\u0445 GROUP_REGISTERED_USER. \u0421\u043D\u0430\u0447\u0430\u043B\u0430, \u0438\u0449\u0438\u0442\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043F\u043E \u0438\u043C\u0435\u043D\u0438 \u043B\u0438\u0431\u043E \u043F\u043E \u0440\u043E\u043B\u0438, \u0437\u0430\u0442\u0435\u043C \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u0435 \u0440\u043E\u043B\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043A\u0430\u043A \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E. \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F\u043C, \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E, \u043F\u0440\u0438\u0434\u0435\u0442\u0441\u044F \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0447\u0442\u043E\u0431\u044B \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0432\u0441\u0442\u0443\u043F\u0438\u043B\u0438 \u0432 \u0441\u0438\u043B\u0443.
roles.message.grouproleupdate=\u0420\u043E\u043B\u0438 \u0434\u043B\u044F \u0433\u0440\u0443\u043F\u043F \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u044B.
roles.message.roleadded=\u041D\u043E\u0432\u0430\u044F \u0440\u043E\u043B\u044C {0} \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E.
roles.message.rolefail=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0438 \u0440\u043E\u043B\u0438\: {0}.
roles.message.rolesearchfail=\u0421\u0431\u043E\u0439 \u043F\u0440\u0438 \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u0438 \u0440\u043E\u043B\u0435\u0439\: {0}.
roles.message.roleupdated=\u0420\u043E\u043B\u044C {0} \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E.
roles.message.sysadminremove=\u0412\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0443\u0434\u0430\u043B\u0438\u0442\u044C ROLE_SYSADMIN \u0438\u0437 \u0441\u0432\u043E\u0435\u0439 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0439 \u0443\u0447\u0435\u0442\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u0438. \u042D\u0442\u0430 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0440\u0435\u0430\u043B\u0438\u0437\u043E\u0432\u0430\u043D\u0430 \u043A\u0430\u043A \u043C\u0435\u0440\u0430 \u043F\u043E \u0431\u0435\u0437\u043E\u043F\u0430\u0441\u043D\u043E\u0441\u0442\u0438, \u0447\u0442\u043E\u0431\u044B \u0433\u0430\u0440\u0430\u043D\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C, \u0447\u0442\u043E \u0443 wiki \u0432\u0441\u0435\u0433\u0434\u0430 \u0435\u0441\u0442\u044C \u043F\u043E \u043A\u0440\u0430\u0439\u043D\u0435\u0439 \u043C\u0435\u0440\u0435 \u043E\u0434\u0438\u043D \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u044B\u0439 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440.
roles.message.userroleupdate=\u0420\u043E\u043B\u0438, \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u044B \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0434\u043B\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F(\u0435\u0439).
roles.title=\u0420\u043E\u043B\u0438 \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F/\u0413\u0440\u0443\u043F\u043F\u044B
search.caption.namespaces=\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u044B \u043F\u043E\u0438\u0441\u043A\u0430 \u043F\u043E \u0444\u0438\u043B\u044C\u0442\u0440\u0443 \u0432 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0435 \u0438\u043C\u0435\u043D
search.for=\u041F\u043E\u0438\u0441\u043A\:
search.hints=\u041F\u043E\u0434\u0441\u043A\u0430\u0437\u043A\u0430\: <br/>\u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C * \u0438 ? \u043A\u0430\u043A \u043F\u043E\u0434\u0441\u0442\u0430\u043D\u043E\u0432\u043E\u0447\u043D\u044B\u0435 \u0437\u043D\u0430\u043A\u0438.<br/> \u0415\u0441\u043B\u0438 \u0412\u044B \u043F\u0440\u0438\u043A\u0440\u0435\u043F\u043B\u044F\u0435\u0442\u0435 ~ \u043A \u0441\u043B\u043E\u0432\u0443, \u0432\u044B \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u0435 \u043D\u0435\u0447\u0435\u0442\u043A\u0438\u0439 \u043F\u043E\u0438\u0441\u043A.<br/> \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C AND, OR. \u0413\u0440\u0443\u043F\u043F\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u043F\u043E\u0437\u0432\u043E\u043B\u0435\u043D\u043E, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435\u043C ()<br/> \u041E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u043D\u043E\u0441\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0441\u043B\u043E\u0432\u0430 +, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 - \u0435\u0441\u043B\u0438 \u0441\u043B\u043E\u0432\u043E \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0432 \u0438\u043D\u0434\u0435\u043A\u0441\u0435.<br/><a href\="http\://lucene.apache.org/java/2_4_0/queryparsersyntax.html" target\="_blank">\u0411\u043E\u043B\u044C\u0448\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043E \u0441\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0441\u0435 \u043F\u043E\u0438\u0441\u043A\u043E\u0432\u044B\u0445 \u0437\u0430\u043F\u0440\u043E\u0441\u043E\u0432</a><br/>
search.logo.lucene=<a href\="http\://lucene.apache.org/java/"><img src\="../images/lucene_green_100.gif" alt\="Lucene" border\="0" /></a>
search.logo.rankingalgorithm=<font size\="3"><b><a href\=http\://rankingalgorithm.tgels.com>RankingAlgorithm (\u0410\u043B\u0433\u043E\u0440\u0438\u0442\u043C \u0440\u0430\u043D\u0436\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F)</a></b></font>
search.poweredby=\u041F\u043E\u0438\u0441\u043A \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E
search.search=\u041F\u043E\u0438\u0441\u043A
search.title=\u041F\u043E\u0438\u0441\u043A
searchresult.notfound="{0}" \u043D\u0435 \u0431\u044B\u043B\u043E \u043D\u0430\u0439\u0434\u0435\u043D\u043E \u043D\u0438 \u0432 \u043E\u0434\u043D\u043E\u0439 \u0442\u0435\u043C\u0435.
searchresult.title=\u041F\u043E\u0438\u0441\u043A "{0}"
setup.caption.adminlogin=\u0418\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430
setup.error.installexists=\u041D\u0430\u0439\u0434\u0435\u043D\u0430 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0430\u044F \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0430 JAMWiki  \u043D\u0430\u0439\u0434\u0435\u043D \u0441 \u0437\u0430\u0434\u0430\u043D\u043D\u044B\u043C\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430\u043C\u0438. \u0414\u043B\u044F \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F <code>jamwiki.properties</code> \u0444\u0430\u0439\u043B\u0430 \u0441\u0442\u0430\u0440\u043E\u0439 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438 \u0438 (\u0435\u0441\u043B\u0438 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E) \u043D\u0430\u0447\u0430\u0442\u044C \u043F\u0440\u043E\u0446\u0435\u0441\u0441 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F JAMWiki \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 "\u041F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u044C" (\u0441\u043C. <code>UPGRADE.txt</code> \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442, \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u043D\u044B\u0439 \u0432\u043A\u043E\u0440\u0435\u043D\u044C WAR \u0444\u0430\u0439\u043B\u0430 \u0434\u043B\u044F \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438). \u0410\u043B\u044C\u0442\u0435\u0440\u043D\u0430\u0442\u0438\u0432\u0430, \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043D\u043E\u0432\u044B\u0439 \u044D\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440 JAMWiki. \u0412 \u044D\u0442\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435 \u0441\u0442\u0430\u0440\u0430\u044F \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0430 JAMWiki \u0441\u043D\u0430\u0447\u0430\u043B\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0443\u0434\u0430\u043B\u0435\u043D\u0430, \u0432\u043A\u043B\u044E\u0447\u0430\u044F \u0442\u0430\u0431\u043B\u0438\u0446\u044B JAMWiki \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445.
setup.error.jdk=JAMWiki \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u043C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0439 \u0432\u0435\u0440\u0441\u0438\u0438 JDK {0}. \u0422\u0435\u043A\u0443\u0449\u0430\u044F \u0441\u0438\u0441\u0442\u0435\u043C\u0430 \u0441\u043E\u043E\u0431\u0449\u0430\u0435\u0442 \u043E \u0432\u0435\u0440\u0441\u0438\u0438 {1} JDK.
setup.error.migrate=\u041C\u0438\u0433\u0440\u0430\u0446\u0438\u044F \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0430, \u043D\u043E \u044D\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440 \u043A\u043B\u0430\u0441\u0441\u0430 JAMWiki \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0432 \u0446\u0435\u043B\u0435\u0432\u043E\u0439 \u0431\u0430\u0437\u0435 \u0434\u0430\u043D\u043D\u044B\u0445.
setup.error.notrequired=\u0421\u0438\u0441\u0442\u0435\u043C\u043D\u0430\u044F \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0430 \u0443\u0436\u0435 \u0437\u0430\u043A\u043E\u043D\u0447\u0435\u043D\u0430. \u0420\u0430\u0441\u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0443 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438, \u0447\u0442\u043E\u0431\u044B \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0443.
setup.help.logfile=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043E\u0431 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0435, \u0432\u043A\u043B\u044E\u0447\u0430\u044F \u0434\u0435\u0442\u0430\u043B\u0438 \u043B\u044E\u0431\u044B\u0445 \u043E\u0448\u0438\u0431\u043E\u043A, \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u044B\u0445 \u0436\u0443\u0440\u043D\u0430\u043B\u0430\u0445. \u0424\u043E\u0440\u043C\u0430\u0442 \u0444\u0430\u0439\u043B\u0430 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u043E\u0433\u043E \u0436\u0443\u0440\u043D\u0430\u043B\u0430 \u0438 \u043C\u0435\u0441\u0442\u043E\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u043D\u0430\u0441\u0442\u0440\u043E\u0435\u043D\u044B,  \u0432 \u0444\u0430\u0439\u043B\u0435 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438 <code>{0}</code>.
setup.title=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0430 JAMWiki {0}
specialpages.caption.account=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
specialpages.caption.admin=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044F
specialpages.caption.allpages=\u0412\u0441\u0435 \u0442\u0435\u043C\u044B
specialpages.caption.block=\u0411\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
specialpages.caption.blocklist=\u0417\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0435 IP \u0430\u0434\u0440\u0435\u0441\u0430 \u0438 \u0438\u043C\u0435\u043D\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439
specialpages.caption.categories=\u0412\u0441\u0435 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438
specialpages.caption.export=\u042D\u043A\u0441\u043F\u043E\u0440\u0442 \u0441\u0442\u0430\u0442\u0435\u0439
specialpages.caption.filelist=\u0412\u0441\u0435 \u0444\u0430\u0439\u043B\u044B
specialpages.caption.imagelist=\u0412\u0441\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F
specialpages.caption.import=\u0418\u043C\u043F\u043E\u0440\u0442 \u0441\u0442\u0430\u0442\u0435\u0439
specialpages.caption.listusers=\u0412\u0441\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438
specialpages.caption.login=\u0412\u0445\u043E\u0434 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443
specialpages.caption.logout=\u0412\u044B\u0445\u043E\u0434 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0438\u0437 \u0441\u0438\u0441\u0442\u0435\u043C\u044B
specialpages.caption.logs=\u0416\u0443\u0440\u043D\u0430\u043B\u044B Wiki
specialpages.caption.maintenance=\u041E\u0431\u0441\u043B\u0443\u0436\u0438\u0432\u0430\u043D\u0438\u0435
specialpages.caption.orphanedpages=\u041E\u0441\u0438\u0440\u043E\u0442\u0435\u0432\u0448\u0438\u0435 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B (\u0431\u0435\u0437 \u0440\u043E\u0434\u0438\u0442\u0435\u043B\u0435\u0439)
specialpages.caption.overview=\u042D\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0441\u043F\u0438\u0441\u043E\u043A \u0441\u0442\u0440\u0430\u043D\u0438\u0446 wiki, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0444\u043E\u0440\u043C\u0438\u0440\u0443\u044E\u0442\u0441\u044F \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u043D\u044B\u043C \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0435\u043D\u0438\u0435\u043C \u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044E\u0442\u0441\u044F \u0434\u043B\u044F  \u043E\u0431\u0441\u043B\u0443\u0436\u0438\u0432\u0430\u043D\u0438\u044F, \u043E\u0440\u0433\u0430\u043D\u0438\u0437\u0430\u0446\u0438\u043E\u043D\u043D\u044B\u0445, \u0438\u043B\u0438 \u0434\u0440\u0443\u0433\u0438\u0445 \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0445 \u0446\u0435\u043B\u0435\u0439.
specialpages.caption.recentchanges=\u041D\u0435\u0434\u0430\u0432\u043D\u0438\u0435 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F
specialpages.caption.roles=\u0420\u043E\u043B\u0438
specialpages.caption.search=\u041F\u043E\u0438\u0441\u043A
specialpages.caption.setup=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0430 Wiki
specialpages.caption.topicsadmin=\u0422\u0435\u043C\u044B \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438
specialpages.caption.translation=\u041F\u0435\u0440\u0435\u0432\u043E\u0434\u044B
specialpages.caption.unblock=\u0420\u0430\u0437\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
specialpages.caption.upgrade=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 Wiki
specialpages.caption.upload=\u0417\u0430\u0433\u0440\u0443\u0437\u043A\u0430
specialpages.caption.vwiki=\u0412\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u0435 wiki
specialpages.heading.administrative=\u0410\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u0438\u0432\u043D\u044B\u0435 \u0421\u0442\u0440\u0430\u043D\u0438\u0446\u044B
specialpages.heading.allusers=\u0421\u043F\u0435\u0446\u0438\u0430\u043B\u044C\u043D\u044B\u0435 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u0434\u043B\u044F \u0432\u0441\u0435\u0445 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439
specialpages.heading.loadingtools=\u0418\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u044B \u0417\u0430\u0433\u0440\u0443\u0437\u043A\u0438 \u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u043E\u043D\u043D\u043E\u0433\u043E \u041D\u0430\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F
specialpages.heading.usertools=\u0418\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u044B \u0423\u0447\u0435\u0442\u043D\u043E\u0439 \u0417\u0430\u043F\u0438\u0441\u0438 \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
specialpages.title=\u0421\u043F\u0435\u0446\u0438\u0430\u043B\u044C\u043D\u044B\u0435 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B
tab.admin.configuration=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044F
tab.admin.maintenance=\u041E\u0431\u0441\u043B\u0443\u0436\u0438\u0432\u0430\u043D\u0438\u0435
tab.admin.roles=\u0420\u043E\u043B\u0438
tab.admin.translations=\u041F\u0435\u0440\u0435\u0432\u043E\u0434\u044B
tab.admin.vwiki=\u0412\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u0435 Wiki
tab.common.article=\u0421\u0442\u0430\u0442\u044C\u044F
tab.common.comments=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0438
tab.common.contributions=\u0412\u043A\u043B\u0430\u0434
tab.common.edit=\u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435
tab.common.history=\u0418\u0441\u0442\u043E\u0440\u0438\u044F
tab.common.links=\u0421\u0432\u044F\u0437\u0438
tab.common.manage=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435
tab.common.move=\u041F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C
tab.common.print=\u041F\u0435\u0447\u0430\u0442\u0430\u0442\u044C
tab.common.special=\u0421\u043F\u0435\u0446\u0438\u0430\u043B\u044C\u043D\u0430\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430
tab.common.unwatch=\u041D\u0435 \u0441\u043B\u0435\u0434\u0438\u0442\u044C
tab.common.viewsource=\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440 \u0438\u0441\u0445\u043E\u0434\u043D\u0438\u043A\u0430
tab.common.watch=\u0421\u043B\u0435\u0434\u0438\u0442\u044C
topic.caption.editlegend=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435\u043C
topic.categories=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438
topic.category.images=\u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0432 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438 &quot;{0}&quot;
topic.category.numimages=\u0415\u0441\u0442\u044C {0} \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439 \u0432 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438 &quot;{1}&quot;
topic.category.numsubcategories=\u0415\u0441\u0442\u044C {0} \u043F\u043E\u0434\u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438 \u0432 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438 &quot;{1}&quot;
topic.category.numtopics=\u0415\u0441\u0442\u044C {0} \u0442\u0435\u043C(\u0430) \u0432 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438 &quot;{1}&quot;
topic.category.subcategories=\u041F\u043E\u0434\u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438 \u0434\u043B\u044F \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438 &quot;{0}&quot;
topic.category.topics=\u0422\u0435\u043C\u044B \u0432 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438 &quot;{0}&quot;
topic.file.comments=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0439
topic.file.download=\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440/\u0417\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u044D\u0442\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430
topic.file.size=\u0420\u0430\u0437\u043C\u0435\u0440
topic.file.thumbnail=\u041C\u0438\u043D\u0438\u0430\u0442\u044E\u0440\u0430
topic.filehistory=\u0418\u0441\u0442\u043E\u0440\u0438\u044F \u0424\u0430\u0439\u043B\u0430
topic.filehistory.click=\u041D\u0430\u0436\u043C\u0438\u0442\u0435 \u043D\u0430 \u0434\u0430\u0442\u0443/\u0432\u0440\u0435\u043C\u044F, \u0447\u0442\u043E\u0431\u044B \u0440\u0430\u0441\u0441\u043C\u043E\u0442\u0440\u0435\u0442\u044C \u0432\u0435\u0440\u0441\u0438\u044E \u0444\u0430\u0439\u043B\u0430 \u0441 \u0437\u0430\u0434\u0430\u043D\u043D\u043E\u0433\u043E \u0432\u0440\u0435\u043C\u0435\u043D\u0438.
topic.filesize.bytes={0} \u0431\u0430\u0439\u0442(\u0430)
topic.notcreated=\u0422\u0435\u043C\u0430 "{0}" \u0432 \u043D\u0430\u0441\u0442\u043E\u044F\u0449\u0435\u0435 \u0432\u0440\u0435\u043C\u044F \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442. \u0427\u0442\u043E\u0431\u044B \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0435\u0435  \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0441\u043B\u0435\u0434\u0443\u0439\u0442\u0435 \u043F\u043E \u0441\u0441\u044B\u043B\u043A\u0435\: {1}.
topic.redirect.from=\u041F\u0435\u0440\u0435\u0430\u0434\u0440\u0435\u0441\u043E\u0432\u0430\u043D\u043E \u0441 {0}
topic.redirect.infinite=\u0422\u0435\u043C\u0430 \u043F\u0435\u0440\u0435\u0430\u0434\u0440\u0435\u0441\u043E\u0432\u0430\u043D\u0430 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u043C\u043D\u043E\u0433\u043E \u0440\u0430\u0437 \u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C  \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0430.
topic.sharedImage=\u042D\u0442\u043E\u0442 \u0444\u0430\u0439\u043B \u0440\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D \u0432 \u043E\u0431\u0449\u0435\u0435\u043C \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0449\u0435 \u0444\u0430\u0439\u043B\u043E\u0432. \u0418\u0441\u0445\u043E\u0434\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u0432\: {0}.
topic.title={0}
topic.toc.header=\u0421\u043E\u0434\u0435\u0440\u0436\u0430\u043D\u0438\u0435
topic.toc.label.hide=\u0441\u043A\u0440\u044B\u0442\u044C
topic.toc.label.show=\u043F\u043E\u043A\u0430\u0437\u0430\u0442\u044C
topicsadmin.message.none=\u0412 \u043D\u0430\u0441\u0442\u043E\u044F\u0449\u0435\u0435 \u0432\u0440\u0435\u043C\u044F \u043D\u0435\u0442 \u043D\u0438\u043A\u0430\u043A\u0438\u0445 \u0442\u0435\u043C \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u0432.
topicsadmin.title=\u0422\u0435\u043C\u044B \u0422\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438
translation.caption.hidetranslated=\u0421\u043A\u0440\u044B\u0442\u044C \u0432\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u044F, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0431\u044B\u043B\u0438 \u0443\u0436\u0435 \u043F\u0435\u0440\u0435\u0432\u0435\u0434\u0435\u043D\u044B.
translation.caption.instructions=\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u044F\u0437\u044B\u043A/\u0440\u0435\u0433\u0438\u043E\u043D \u0438\u0437 \u0440\u0430\u0441\u043A\u0440\u044B\u0432\u0430\u044E\u0449\u0435\u0433\u043E\u0441\u044F \u0441\u043F\u0438\u0441\u043A\u0430. \u0427\u0442\u043E\u0431\u044B \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043F\u0435\u0440\u0435\u0432\u043E\u0434 \u0434\u043B\u044F \u043D\u043E\u0432\u043E\u0433\u043E \u044F\u0437\u044B\u043A\u0430/\u0440\u0435\u0433\u0438\u043E\u043D\u0430 \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u044F\u0437\u044B\u043A\u0430/\u0440\u0435\u0433\u0438\u043E\u043D\u0430 \u0432 \u0442\u0435\u043A\u0441\u0442\u043E\u0432\u043E\u0435 \u043F\u043E\u043B\u0435 (\u0442\u0430\u043A\u043E\u0439 \u043A\u0430\u043A "en" \u0438\u043B\u0438 "en_US") \u0438 \u0449\u0435\u043B\u043A\u043D\u0438\u0442\u0435 "\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C". \u041F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439 \u044F\u0437\u044B\u043A \u0438 \u043A\u043E\u0434\u044B \u0441\u0442\u0440\u0430\u043D\u044B \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u043D\u0430\u0439\u0434\u0435\u043D\u044B \u0432 <a href\="http\://www.loc.gov/standards/iso639-2/englangn.html"> \u044F\u0437\u044B\u043A\u043E\u0432\u043E\u043C \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0435 \u043A\u043E\u0434\u0430 \u041C\u0435\u0436\u0434\u0443\u043D\u0430\u0440\u043E\u0434\u043D\u043E\u0439 \u043E\u0440\u0433\u0430\u043D\u0438\u0437\u0430\u0446\u0438\u0438 \u043F\u043E \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0438\u0437\u0430\u0446\u0438\u0438</a> \u0438 <a href\="http\://www.iso.ch/iso/en/prods-services/iso3166ma/02iso-3166-code-lists/list-en1.html"> \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0435 \u043A\u043E\u0434\u043E\u0432 \u0441\u0442\u0440\u0430\u043D \u041C\u0435\u0436\u0434\u0443\u043D\u0430\u0440\u043E\u0434\u043D\u043E\u0439 \u043E\u0440\u0433\u0430\u043D\u0438\u0437\u0430\u0446\u0438\u0438 \u043F\u043E \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0438\u0437\u0430\u0446\u0438\u0438</a>. \u0421\u0435\u0440\u0432\u0435\u0440 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439, \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E, \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u0435\u0440\u0435\u0437\u0430\u043F\u0443\u0449\u0435\u043D \u0434\u043B\u044F \u0442\u043E\u0433\u043E \u0447\u0442\u043E\u0431\u044B \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0442\u0440\u0430\u043D\u0441\u043B\u044F\u0446\u0438\u0438 \u0441\u0442\u0430\u043B\u0438 \u0432\u0438\u0434\u0438\u043C\u044B \u043D\u0430 \u0441\u0430\u0439\u0442\u0435.
translation.caption.key=\u041A\u043B\u044E\u0447 \u041F\u0435\u0440\u0435\u0432\u043E\u0434\u0430/\u041F\u0435\u0440\u0435\u0432\u043E\u0434 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E
translation.caption.translation={0} \u041F\u0435\u0440\u0435\u0432\u043E\u0434
translation.title=\u041F\u0435\u0440\u0435\u0432\u043E\u0434\u044B
unblock.button.unblock=\u0420\u0430\u0437\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
unblock.caption.overview=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0444\u043E\u0440\u043C\u0443 \u043D\u0438\u0436\u0435, \u0447\u0442\u043E\u0431\u044B \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C, \u0434\u043E\u0441\u0442\u0443\u043F \u043D\u0430 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u043E\u0433\u043E IP \u0430\u0434\u0440\u0435\u0441\u0430 \u0438\u043B\u0438 \u043B\u043E\u0433\u0438\u043D\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0431\u044B\u043B \u0440\u0430\u043D\u0435\u0435 \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D. \u0411\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0438 \u0431\u0443\u0434\u0443\u0442 \u043E\u0431\u044B\u0447\u043D\u043E \u0438\u0441\u0442\u0435\u043A\u0430\u0442\u044C \u043F\u043E\u0441\u043B\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u043E\u0433\u043E \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u043D\u0430\u0431\u043E\u0440\u0430 \u0431\u0435\u0437 \u0434\u0430\u043B\u044C\u043D\u0435\u0439\u0448\u0438\u0445 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0439, \u043F\u043E\u044D\u0442\u043E\u043C\u0443, \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u0435 \u043F\u0440\u0438\u0447\u0438\u043D\u0443, \u043F\u043E\u0447\u0435\u043C\u0443 \u044D\u0442\u0430 \u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0430 \u0437\u0430\u043A\u0430\u043D\u0447\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0440\u0430\u043D\u044C\u0448\u0435.
unblock.caption.reason=\u041F\u0440\u0438\u0447\u0438\u043D\u0430 \u0440\u0430\u0437\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F
unblock.caption.user=IP \u0430\u0434\u0440\u0435\u0441 \u0438\u043B\u0438 \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
unblock.error.notblocked=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C "{0}" \u0432 \u043D\u0430\u0441\u0442\u043E\u044F\u0449\u0435\u0435 \u0432\u0440\u0435\u043C\u044F \u043D\u0435 \u0431\u043B\u043E\u043A\u0438\u0440\u0443\u0435\u0442\u0441\u044F.
unblock.message.success={0} \u0431\u044B\u043B \u0440\u0430\u0437\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D.
unblock.title=\u0420\u0430\u0437\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
upgrade.caption.config=\u042D\u0442\u0438\u043C \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435\u043C \u0431\u0443\u0434\u0435\u0442 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D \u043D\u043E\u0432\u044B\u0439 \u0444\u0430\u0439\u043B \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438. \u0415\u0441\u043B\u0438 \u0432\u044B \u0434\u043E\u0431\u0430\u0432\u0438\u043B\u0438 \u043A\u0430\u043A\u0438\u0435-\u043B\u0438\u0431\u043E \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 (\u0442\u0430\u043A\u0438\u0435 \u043A\u0430\u043A \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0435 \u043F\u0430\u0440\u0441\u0435\u0440\u044B \u0442\u0435\u0433\u043E\u0432) \u0432 \u0444\u0430\u0439\u043B \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0432\u0440\u0443\u0447\u043D\u0443\u044E \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0438\u0445 \u0432 \u043D\u043E\u0432\u044B\u0439 \u0444\u0430\u0439\u043B\: {0}.
upgrade.caption.database=\u042D\u0442\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u0438\u0437\u043C\u0435\u043D\u0438\u0442 \u0441\u0445\u0435\u043C\u0443 \u0442\u0435\u043A\u0443\u0449\u0435\u0439 \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445. \u0412\u0430\u043C <b>\u0441\u0442\u0440\u043E\u0433\u043E</b> \u0440\u0435\u043A\u043E\u043C\u0435\u043D\u0434\u0443\u0435\u0442\u0441\u044F \u0441\u0434\u0435\u043B\u0430\u0442\u044C \u0440\u0435\u0437\u0435\u0440\u0432\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u0412\u0430\u0448\u0435\u0439 \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445 \u0434\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F.
upgrade.caption.detected=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u043A JAMWiki \u0431\u044B\u043B\u043E \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043E.
upgrade.caption.manual=\u0427\u0442\u043E\u0431\u044B \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u0432\u0440\u0443\u0447\u043D\u0443\u044E \u0432\u043C\u0435\u0441\u0442\u043E \u0442\u043E\u0433\u043E, \u0447\u0442\u043E\u0431\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u043F\u0440\u043E\u0446\u0435\u0441\u0441, \u0441\u043C. \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 <code>UPGRADE.txt</code>, \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u043D\u044B\u0439 \u0432 \u043A\u043E\u0440\u0435\u043D\u044C WAR \u0444\u0430\u0439\u043B\u0430.
upgrade.caption.releasenotes=\u041F\u0440\u0438\u043C\u0435\u0447\u0430\u043D\u0438\u044F \u043A \u0432\u044B\u043F\u0443\u0441\u043A\u0443 \u0434\u043B\u044F \u044D\u0442\u043E\u0433\u043E \u0432\u044B\u043F\u0443\u0441\u043A\u0430 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B \u0432 <a href\="http\\\://jamwiki.org">jamwiki.org</a>. \u0424\u0430\u0439\u043B <code>CHANGELOG.txt</\u043A\u043E\u0434> \u0434\u043B\u044F \u044D\u0442\u043E\u0433\u043E \u0432\u044B\u043F\u0443\u0441\u043A\u0430 \u0432\u043A\u043B\u044E\u0447\u0435\u043D \u0432 \u043A\u043E\u0440\u0435\u043D\u044C WAR \u0444\u0430\u0439\u043B\u0430.
upgrade.caption.search=\u042D\u0442\u043E\u0442 \u0432\u044B\u043F\u0443\u0441\u043A \u043C\u043E\u0434\u0435\u0440\u043D\u0438\u0437\u0438\u0440\u0443\u0435\u0442 \u0438\u043D\u0434\u0435\u043A\u0441 \u043F\u043E\u0438\u0441\u043A\u0430. \u0421\u0430\u0439\u0442\u044B \u0441 \u0431\u043E\u043B\u044C\u0448\u0435 \u0447\u0435\u043C {0} \u0442\u0435\u043C \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u0443\u0434\u0443\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u044B \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435 {1}, \u0447\u0442\u043E\u0431\u044B \u0432\u0440\u0443\u0447\u043D\u0443\u044E \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0438\u043D\u0434\u0435\u043A\u0441 \u043F\u043E\u0438\u0441\u043A\u0430.
upgrade.caption.stylesheet=\u042D\u0442\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u0437\u0430\u043F\u0438\u0448\u0435\u0442 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044E \u043F\u043E\u0432\u0435\u0440\u0445 \u0442\u0435\u043A\u0443\u0449\u0435\u0439 \u0442\u0435\u043C\u044B JAMWiki\:System.css. \u0415\u0441\u043B\u0438 \u0412\u0430\u043C \u043D\u0443\u0436\u043D\u043E \u0431\u0443\u0434\u0435\u0442 \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u043F\u0440\u0435\u0434\u044B\u0434\u0443\u0449\u0443\u044E \u0432\u0435\u0440\u0441\u0438\u044E, \u043E\u043D\u0430 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0430 \u0438\u0437 \u0438\u0441\u0442\u043E\u0440\u0438\u0438 \u0442\u0435\u043C\u044B \u043F\u043E\u0441\u043B\u0435 \u0442\u043E\u0433\u043E, \u043A\u0430\u043A \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u0437\u0430\u0432\u0435\u0440\u0448\u0438\u0442\u0441\u044F.
upgrade.caption.upgradecomplete=\u0423\u0441\u043F\u0435\u0448\u043D\u043E\u0435 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435\: {0}
upgrade.caption.upgradefailed=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u043F\u043E\u0442\u0435\u0440\u043F\u0435\u043B\u043E \u043D\u0435\u0443\u0434\u0430\u0447\u0443 (\u0441\u0431\u043E\u0439). \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0441\u043C. \u043D\u0438\u0436\u0435 \u0438 \u043F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u0444\u0430\u0439\u043B\u044B \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u0434\u043B\u044F \u043B\u044E\u0431\u044B\u0445 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0439 \u043E \u0441\u0431\u043E\u0435, \u0438 \u043A\u043E\u043D\u0441\u0443\u043B\u044C\u0442\u0438\u0440\u0443\u0439\u0442\u0435\u0441\u044C \u0441 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u043E\u043C UPGRADE.txt \u0434\u043B\u044F \u0434\u0435\u0442\u0430\u043B\u0435\u0439 \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0442\u043E\u0433\u043E, \u043A\u0430\u043A \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0440\u0443\u0447\u043D\u043E\u0435 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0441\u043E\u043E\u0431\u0449\u0438\u0442\u0435 \u043E\u0431 \u044D\u0442\u043E\u0439 \u043E\u0448\u0438\u0431\u043A\u0435 \u0432 <a href\="http\://jamwiki.org">jamwiki.org</a> \u0438 \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u043B\u044E\u0431\u0443\u044E \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u0443\u044E \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044E \u0432 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0438 \u043E\u0431 \u043E\u0448\u0438\u0431\u043A\u0430\u0445.
upgrade.error.fatal=\u0424\u0430\u0442\u0430\u043B\u044C\u043D\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430, \u043F\u0440\u0438 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0438 \u0441\u0438\u0441\u0442\u0435\u043C\u044B. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0441\u043C. <code>/WEB-INF/UPGRADE.txt </code> \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0434\u043B\u044F \u043F\u043E\u0448\u0430\u0433\u043E\u0432\u043E\u0433\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u0432\u0440\u0443\u0447\u0440\u0443\u0447\u043D\u0443\u044E \u0438 \u0441\u043E\u043E\u0431\u0449\u0438\u0442\u0435 \u043E \u043B\u044E\u0431\u044B\u0445 \u043E\u0448\u0438\u0431\u043A\u0430\u0445 \u0432 log-\u0444\u0430\u0439\u043B\u0430\u0445 \u0432 <href \= "http\://jamwiki.org /"> jamwiki.org </a>. \u0421\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u043E\u0431 \u043E\u0448\u0438\u0431\u043A\u0435\: {0}
upgrade.error.nonfatal=\u0414\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u0448\u0430\u0433 \u043F\u043E\u0442\u0435\u0440\u043F\u0435\u043B \u043D\u0435\u0443\u0434\u0430\u0447\u0443 \u043F\u0440\u0438 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0438 \u0441\u0438\u0441\u0442\u0435\u043C\u044B. \u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u0441\u044F, \u0438 \u0441\u0438\u0441\u0442\u0435\u043C\u0430 \u0431\u0443\u0434\u0435\u0442 \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u043E, \u043D\u043E \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0444\u0430\u0439\u043B\u044B \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438, \u0447\u0442\u043E\u0431\u044B \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u043A\u0430\u043A\u0438\u0435 \u0448\u0430\u0433\u0438 \u0431\u044B\u043B\u0438 \u043D\u0435\u0443\u0434\u0430\u0447\u043D\u044B\u043C\u0438. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0441\u043C. <code>/WEB-INF/UPGRADE.txt </code> \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 gjifujdjuj \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F dhexye. \u0438 \u0441\u043E\u043E\u0431\u0449\u0438\u0442\u0435 \u043E \u043B\u044E\u0431\u044B\u0445 \u043E\u0448\u0438\u0431\u043A\u0430\u0445 \u0432 log-\u0444\u0430\u0439\u043B\u0430\u0445 \u0432 <href \= "http\://jamwiki.org /"> jamwiki.org </a>. \u0421\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u043E\u0431 \u043E\u0448\u0438\u0431\u043Ae\: {0}
upgrade.error.notrequired=\u041D\u0438\u043A\u0430\u043A\u043E\u0435 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u0432 \u043D\u0430\u0441\u0442\u043E\u044F\u0449\u0435\u0435 \u0432\u0440\u0435\u043C\u044F \u043D\u0435 \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F.
upgrade.error.oldversion=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u043A \u0432\u0435\u0440\u0441\u0438\u0438 {0} \u043E\u0442 \u0432\u0435\u0440\u0441\u0438\u0439, \u0441\u0442\u0430\u0440\u0448\u0438\u0445 \u0447\u0435\u043C {1}, \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F.
upgrade.error.search.refresh=\u041F\u043E\u0438\u0441\u043A\u043E\u0432\u0430\u044F \u043C\u0430\u0448\u0438\u043D\u0430 \u0431\u044B\u043B\u0430 \u043C\u043E\u0434\u0435\u0440\u043D\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u043D\u0430. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u044B \u043D\u0430  \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435 {0}, \u0447\u0442\u043E\u0431\u044B \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0412\u0430\u0448 \u0438\u043D\u0434\u0435\u043A\u0441 \u043F\u043E\u0438\u0441\u043A\u0430.
upgrade.message.db.column.added=\u0414\u043E\u0431\u0430\u0432\u043B\u0435\u043D \u0441\u0442\u043E\u043B\u0431\u0435\u0446 \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445 "{0}" \u0432 \u0442\u0430\u0431\u043B\u0438\u0446\u0443 "{1}".
upgrade.message.db.column.dropped=\u0423\u0434\u0430\u043B\u0435\u043D \u0441\u0442\u043E\u043B\u0431\u0435\u0446 \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445 "{0}" \u0438\u0437 \u0442\u0430\u0431\u043B\u0438\u0446\u044B "{1}".
upgrade.message.db.column.modified=\u0418\u0437\u043C\u0435\u043D\u0435\u043D \u0441\u0442\u043E\u043B\u0431\u0435\u0446 \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445 "{0}" \u0432 \u0442\u0430\u0431\u043B\u0438\u0446\u0435 "{1}".
upgrade.message.db.column.populated=\u0417\u0430\u043F\u043E\u043B\u043D\u0435\u043D\u044B \u0434\u0430\u043D\u043D\u044B\u0435 \u0434\u043B\u044F \u0441\u0442\u043E\u043B\u0431\u0446\u0430 "{0}" \u0432 \u0442\u0430\u0431\u043B\u0438\u0446\u0435 "{1}".
upgrade.message.db.data.added=\u0414\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u044B \u043D\u043E\u0432\u044B\u0435 \u0437\u0430\u043F\u0438\u0441\u0438(\u0441\u044C) \u0432 \u0442\u0430\u0431\u043B\u0438\u0446\u0443 "{0}".
upgrade.message.db.data.deleted=\u0423\u0434\u0430\u043B\u0435\u043D\u044B \u0437\u0430\u043F\u0438\u0441\u0438(\u0441\u044C) \u0438\u0437 \u0442\u0430\u0431\u043B\u0438\u0446\u044B "{0}".
upgrade.message.db.data.updated=\u0418\u0437\u043C\u0435\u043D\u0435\u043D\u044B \u0437\u0430\u043F\u0438\u0441\u0438 \u0432 \u0442\u0430\u0431\u043B\u0438\u0446\u0435 "{0}".
upgrade.message.db.object.added=\u0414\u043E\u0431\u0430\u0432\u043B\u0435\u043D(\u044B) \u043E\u0431\u044A\u0435\u043A\u0442(\u044B) \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445 "{0}".
upgrade.message.db.object.dropped=\u0423\u0434\u0430\u043B\u0435\u043D(\u044B) \u043E\u0431\u044A\u0435\u043A\u0442(\u044B) \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445 "{0}".
upgrade.message.db.table.added=\u0414\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445 "{0}".
upgrade.message.db.table.dropped=\u0423\u0434\u0430\u043B\u0435\u043D\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445 "{0}".
upgrade.message.search.refresh=\u041F\u043E\u0438\u0441\u043A\u043E\u0432\u0430\u044F \u043C\u0430\u0448\u0438\u043D\u0430 \u0431\u044B\u043B\u0430 \u043C\u043E\u0434\u0435\u0440\u043D\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u043D\u0430, \u0438 \u0412\u0430\u0448 \u0438\u043D\u0434\u0435\u043A\u0441 \u043F\u043E\u0438\u0441\u043A\u0430 \u0431\u044B\u043B \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D.
upgrade.message.stylesheet.failure=\u041D\u0435\u0444\u0430\u0442\u0430\u043B\u044C\u043D\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F\: \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u0442\u0430\u0431\u043B\u0438\u0446\u0443 \u0441\u0442\u0438\u043B\u0435\u0439 JAMWiki. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0441\u043E\u043E\u0431\u0449\u0438\u0442\u0435 \u043E \u043B\u044E\u0431\u044B\u0445 \u043E\u0448\u0438\u0431\u043A\u0430\u0445 \u0432 log-\u0444\u0430\u0439\u043B\u0430\u0445 \u0432 <href \= "http\://jamwiki.org /"> jamwiki.org </a>. \u0421\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u043E\u0431 \u043E\u0448\u0438\u0431\u043A\u0435\: {0}
upgrade.message.stylesheet.success=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u0441\u0442\u0438\u043B\u0435\u0439 \u0434\u043B\u044F \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 wiki "{0}".
upgrade.title=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u043E\u0442 JAMWiki {0} \u043A JAMWiki {1}
upload.caption.destination=\u0418\u043C\u044F \u0444\u0430\u0439\u043B\u0430 \u043F\u043E\u0441\u043B\u0435 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438
upload.caption.filedescription=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u0424\u0430\u0439\u043B\u0430
upload.caption.source=\u0418\u0441\u0445\u043E\u0434\u043D\u044B\u0439 \u0444\u0430\u0439\u043B
upload.error.directorycreate=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043A\u0430\u0442\u0430\u043B\u043E\u0433 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 {0}.
upload.error.filename=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 \u0438\u043C\u044F \u0444\u0430\u0439\u043B\u0430.
upload.error.filenotfound=\u041D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D \u0444\u0430\u0439\u043B \u0434\u043B\u044F \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438.
upload.error.filerename=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u0432 {0}.
upload.error.filetype=\u0410\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u0438\u0432\u043D\u044B\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0434\u043B\u044F \u044D\u0442\u043E\u0433\u043E \u0441\u0430\u0439\u0442\u0430 \u043D\u0435  \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u044E\u0442 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0443 \u0444\u0430\u0439\u043B\u043E\u0432 \u0442\u0438\u043F\u0430 "{0}".
upload.error.nodirectory=\u0417\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F, \u043D\u0435\u0442 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0433\u043E \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0430 \u0434\u043B\u044F \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438.
upload.help.destination=\u042D\u0442\u043E \u043F\u043E\u043B\u0435 \u043D\u0435\u043E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u0438 \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0434\u043B\u044F \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u043D\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430 \u0438\u043C\u044F \u043E\u0442\u043B\u0438\u0447\u043D\u043E\u0435 \u043E\u0442 \u0438\u0441\u0445\u043E\u0434\u043D\u043E\u0433\u043E. \u041E\u0442\u043C\u0435\u0442\u044C\u0442\u0435, \u0447\u0442\u043E \u0438\u043C\u0435\u043D\u0430\u043C \u0444\u0430\u0439\u043B\u0430 \u043D\u0443\u0436\u043D\u043E \u0432\u0441\u0435\u0433\u0434\u0430 \u0434\u0430\u0432\u0430\u0442\u044C \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u044F (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440\: ".jpg" \u0438\u043B\u0438 ".txt").
upload.title=\u0417\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u0444\u0430\u0439\u043B\u0430
user.date.format.help=\u0421\u0442\u0440\u0430\u043D\u0438\u0446\u044B, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u044E\u0442 \u0434\u0430\u0442\u044B (\u043D\u0435\u0434\u0430\u0432\u043D\u0438\u0435 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F, \u0438\u0441\u0442\u043E\u0440\u0438\u044F, \u0438 \u0442.\u0434.) \u0431\u0443\u0434\u0443\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u0444\u043E\u0440\u043C\u0430\u0442 \u0434\u0430\u0442\u044B.
user.date.format.label=\u041F\u0440\u0435\u0434\u043F\u043E\u0447\u0438\u0442\u0430\u0435\u043C\u044B\u0439 \u0444\u043E\u0440\u043C\u0430\u0442 \u0434\u0430\u0442\u044B
user.default.locale.help=\u0423\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u044F\u0437\u044B\u043A \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u043F\u043E\u043A\u0430\u0437\u0430 \u043C\u0435\u0442\u043E\u043A \u0438 \u0434\u0440\u0443\u0433\u043E\u0433\u043E \u0442\u0435\u043A\u0441\u0442\u0430 \u0432 \u0432\u0438\u043A\u0438. \u0417\u0430\u043C\u0435\u0442\u044C\u0442\u0435, \u0447\u0442\u043E \u0435\u0441\u043B\u0438 \u043F\u0435\u0440\u0435\u0432\u043E\u0434 \u043D\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u0435\u043D \u0434\u043B\u044F \u044F\u0437\u044B\u043A\u0430, \u0442\u043E \u043C\u0435\u0442\u043A\u0438 \u0431\u0443\u0434\u0443\u0442 \u043F\u043E-\u043F\u0440\u0435\u0436\u043D\u0435\u043C\u0443 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C\u0441\u044F \u043D\u0430 \u0430\u043D\u0433\u043B\u0438\u0439\u0441\u043A\u043E\u043C \u044F\u0437\u044B\u043A\u0435.
user.default.locale.label=\u041F\u0440\u0435\u0434\u043F\u043E\u0447\u0438\u0442\u0430\u0435\u043C\u044B\u0435 \u0441\u0442\u0440\u0430\u043D\u0430 \u0438 \u044F\u0437\u044B\u043A
user.preferences.group.editing=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F
user.preferences.group.internationalization=\u0420\u0435\u0433\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0435 \u0438 \u043C\u0435\u0436\u0434\u0443\u043D\u0430\u0440\u043E\u0434\u043D\u044B\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B
user.preferred.editor.help=\u041F\u0440\u0438 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0438 \u0442\u0435\u043C\u044B \u043F\u0440\u0435\u0434\u043F\u043E\u0447\u0438\u0442\u0430\u0435\u043C\u044B\u0439 \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442, \u043A\u0430\u043A\u043E\u0439 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442 \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0434\u043B\u044F  \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435 \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435, \u0447\u0442\u043E \u0431\u043E\u043B\u044C\u0448\u0438\u043D\u0441\u0442\u0432\u043E \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440\u043E\u0432 \u0442\u0440\u0435\u0431\u0443\u044E\u0442 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0438 Javascript.
user.preferred.editor.label=\u041F\u0440\u0435\u0434\u043F\u043E\u0447\u0438\u0442\u0430\u0435\u043C\u044B\u0439 \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440
user.signature.help=\u041E\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u044D\u0442\u043E \u043F\u043E\u043B\u0435 \u043F\u0443\u0441\u0442\u044B\u043C, \u0447\u0442\u043E\u0431\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0448\u0430\u0431\u043B\u043E\u043D \u0432 \u043F\u043E\u0434\u043F\u0438\u0441\u0438. \u0414\u043B\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0445 \u043F\u043E\u0434\u043F\u0438\u0441\u0435\u0439, \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0439 \u0442\u0435\u043A\u0441\u0442, HTML \u0438\u043B\u0438 \u0432\u0438\u043A\u0438-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438, \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0438. \u041F\u0440\u0438\u043C\u0435\u0440\: <code>[[User\:user|user]] &amp;bull;([[User comments\:user|comments]])</code>
user.signature.label=\u041F\u043E\u0434\u043F\u0438\u0441\u044C
user.time.format.help=\u0421\u0442\u0440\u0430\u043D\u0438\u0446\u044B, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u044E\u0442 \u0432\u0440\u0435\u043C\u044F (\u043F\u043E\u0441\u043B\u0435\u0434\u043D\u0438\u0435 \u043F\u0440\u0430\u0432\u043A\u0438, \u0438\u0441\u0442\u043E\u0440\u0438\u044F, \u0438 \u0442.\u0434.) \u0431\u0443\u0434\u0443\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u0444\u043E\u0440\u043C\u0430\u0442 \u0432\u0440\u0435\u043C\u0435\u043D\u0438.
user.time.format.label=\u041F\u0440\u0435\u0434\u043F\u043E\u0447\u0442\u0438\u0442\u0430\u0435\u043C\u044B\u0439 \u0444\u043E\u0440\u043C\u0430\u0442 \u0432\u0440\u0435\u043C\u0435\u043D\u0438
user.timezone.help=\u0427\u0430\u0441\u043E\u0432\u043E\u0439 \u043F\u043E\u044F\u0441 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0442\u0435\u043A\u0443\u0449\u0438\u0445 \u0434\u0430\u0442\u044B \u0438 \u0432\u0440\u0435\u043C\u0435\u043D\u0438, \u0433\u0434\u0435 \u044D\u0442\u043E \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E.
user.timezone.label=\u0427\u0430\u0441\u043E\u0432\u043E\u0439 \u043F\u043E\u044F\u0441
userblock.caption.blockedby=\u0411\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0430 \u043E\u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043B\u0435\u043D\u0430 {0}.
userblock.caption.end=\u0418\u0441\u0442\u0435\u0447\u0435\u043D\u0438\u0435 \u0441\u0440\u043E\u043A\u0430 \u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0438\: {0}
userblock.caption.honeypot=<b>\u041F\u0440\u0438\u0447\u0438\u043D\u0430 \u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0438</b>\: \u0412\u0430\u0448 IP \u0430\u0434\u0440\u0435\u0441 ({0}) <a href\="http\://www.projecthoneypot.org/" target\="_blank">Project Honeypot</a> \u043F\u043E\u043C\u0435\u0449\u0435\u043D \u0432 \u0447\u0435\u0440\u043D\u044B\u0439 \u0441\u043F\u0438\u0441\u043E\u043A. \u042D\u0442\u043E \u0437\u043D\u0430\u0447\u0438\u0442 \u0447\u0442\u043E \u043D\u0430 \u0432\u0430\u0448\u0435\u043C \u0441\u0435\u0440\u0432\u0435\u0440\u0435 \u0437\u0430\u043C\u0435\u0447\u0435\u043D\u0430 \u0432\u0440\u0435\u0434\u043E\u043D\u043E\u0441\u043D\u0430\u044F \u0430\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u044C, \u0438\u043B\u0438 \u043D\u0430 \u0434\u0440\u0443\u0433\u043E\u043C \u0441\u0435\u0440\u0432\u0435\u0440\u0435 \u0432\u0430\u0448\u0435\u0439 \u043E\u0431\u0449\u0435\u0439 \u0441\u0435\u0442\u0438.  \u0415\u0441\u043B\u0438 \u0432\u044B \u0441\u0447\u0438\u0442\u0430\u0435\u0442\u0435, \u0447\u0442\u043E \u0432\u044B \u0431\u044B\u043B\u0438 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u044B \u0432 \u0447\u0435\u0440\u043D\u044B\u0439 \u0441\u043F\u0438\u0441\u043E\u043A, \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0441\u0432\u044F\u0436\u0438\u0442\u0435\u0441\u044C \u0441 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u043C \u0441\u0430\u0439\u0442\u0430. \u0417\u0430\u043C\u0435\u0442\u0438\u043C, \u0447\u0442\u043E \u0435\u0441\u043B\u0438 \u0443 \u0432\u0430\u0441 \u0435\u0441\u0442\u044C \u0430\u043A\u043A\u0430\u0443\u043D\u0442 \u0432 \u044D\u0442\u043E\u0439 \u0432\u0438\u043A\u0438 \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u043E\u0439\u0442\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443 \u0438 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043A\u0430\u043A \u043E\u0431\u044B\u0447\u043D\u043E.
userblock.caption.overview=\u0412\u0430\u0448\u0435 \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0438\u043B\u0438 IP \u0430\u0434\u0440\u0435\u0441 \u0431\u044B\u043B\u0438 \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u043E\u0442 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u0438 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 \u0444\u0430\u0439\u043B\u043E\u0432.
userblock.caption.reason=\u0423\u043A\u0430\u0437\u0430\u043D\u0430 \u043F\u0440\u0438\u0447\u0438\u043D\u0430\: <i>{0}</i>.
userblock.caption.start=\u041D\u0430\u0447\u0430\u043B\u043E \u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0438\: {0}
userblock.caption.target=Intended blockee\: {0}
userblock.title=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0417\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D
usermenu.account=\u0423\u0447\u0435\u0442\u043D\u0430\u044F \u0437\u0430\u043F\u0438\u0441\u044C
usermenu.admin=\u0410\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F
usermenu.register=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F
usermenu.user={0}
usermenu.usercomments=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
usermenu.watchlist=\u0421\u043F\u0438\u0441\u043E\u043A \u0441\u043B\u0435\u0436\u0435\u043D\u0438\u044F
viewsource.caption.legend=\u0420\u0430\u0437\u043C\u0435\u0442\u043A\u0430 Wiki \u0434\u043B\u044F {0}
viewsource.caption.overview=\u041D\u0438\u0436\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D \u0442\u0435\u043A\u0441\u0442 wiki \u0434\u043B\u044F {0} \u0441 \u0440\u0430\u0437\u043C\u0435\u0442\u043A\u043E\u0439. \u0427\u0442\u043E\u0431\u044B \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u044D\u0442\u0443 \u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0443, \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0437\u0430\u043A\u043B\u0430\u0434\u043A\u0443 "\u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435" \u0432\u044B\u0448\u0435. \u0415\u0441\u043B\u0438 \u0437\u0430\u043A\u043B\u0430\u0434\u043A\u0430 "\u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435" \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0442\u043E, \u0443 \u0412\u0430\u0441 \u043D\u0435\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u044F \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0442\u0435\u043A\u0443\u0449\u0443\u044E \u0442\u0435\u043C\u0443, \u0438 \u0412\u044B \u0438\u043B\u0438 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u0443\u0434\u0435\u0442\u0435 \u0432\u043E\u0439\u0442\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u0438\u0443 \u043F\u043E\u0434 \u0441\u0432\u043E\u0438\u043C \u0438\u043C\u0435\u043D\u0435\u043C, \u0438\u043B\u0438 \u0435\u0441\u043B\u0438 \u0412\u044B \u0443\u0436\u0435 \u0432\u043E\u0448\u043B\u0438, \u0442\u043E\u0433\u0434\u0430 \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0441\u0432\u044F\u0436\u0438\u0442\u0435\u0441\u044C \u0441 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u043C \u044D\u0442\u043E\u0439 wiki \u0438 \u043F\u0440\u043E\u0441\u0438\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u0435 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u044D\u0442\u0443 \u0442\u0435\u043C\u0443.
viewsource.title=\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440 \u0438\u0441\u0445\u043E\u0434\u043D\u0438\u043A\u0430 \u0434\u043B\u044F {0}
watchlist.caption.added=\u0422\u0435\u043C\u0430 <b>{0}</b> \u0431\u044B\u043B\u0430 \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0430 \u043A \u0412\u0430\u0448\u0435\u043C\u0443 \u0441\u043F\u0438\u0441\u043A\u0443 \u0441\u043B\u0435\u0436\u0435\u043D\u0438\u044F.
watchlist.caption.empty=\u0412 \u0412\u0430\u0448\u0435\u043C \u0441\u043F\u0438\u0441\u043A\u0435 \u0441\u043B\u0435\u0436\u0435\u043D\u0438\u044F \u043D\u0435\u0442 \u043D\u0438\u043A\u0430\u043A\u0438\u0445 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432.
watchlist.caption.removed=\u0422\u0435\u043C\u0430 <b>{0}</b> \u0431\u044B\u043B\u0430 \u0443\u0434\u0430\u043B\u0435\u043D\u0430 \u0438\u0437 \u0412\u0430\u0448\u0435\u0433\u043E \u0441\u043F\u0438\u0441\u043A\u0430 \u0441\u043B\u0435\u0436\u0435\u043D\u0438\u044F.
watchlist.error.loginrequired=\u0421\u043F\u0438\u0441\u043E\u043A \u0441\u043B\u0435\u0436\u0435\u043D\u0438\u044F \u0434\u043E\u0441\u0442\u0443\u043F\u0435\u043D \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0445 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439.
watchlist.title=\u0421\u043F\u0438\u0441\u043E\u043A \u0441\u043B\u0435\u0436\u0435\u043D\u0438\u044F
