#Wed Jan 02 19:24:35 PST 2013
admin.action.refresh=\u691C\u7D22\u30A4\u30F3\u30C7\u30AF\u30B9\u3092\u66F4\u65B0\u3059\u308B
admin.action.save=\u5909\u66F4\u3092\u4FDD\u5B58\u3059\u308B
admin.adduser.caption.adduser=\u65B0\u3057\u3044\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u8FFD\u52A0\u3059\u308B
admin.adduser.caption.displayname=\u8868\u793A\u540D\u79F0
admin.adduser.caption.email=\u96FB\u5B50\u30E1\u30FC\u30EB
admin.adduser.caption.login=\u30E6\u30FC\u30B6\u306E\u30ED\u30B0\u30A4\u30F3
admin.adduser.caption.password=\u30D1\u30B9\u30EF\u30FC\u30C9
admin.adduser.caption.passwordconfirm=\u30E6\u30FC\u30B6\u30FB\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u78BA\u8A8D
admin.adduser.message.success=\u30E6\u30FC\u30B6{0}\u8FFD\u52A0\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002
admin.adduser.message.uidexists=\u30E6\u30FC\u30B6\u300C{0}\u300D\u306F\u65E2\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\uFF01
admin.cache.caption=\u30C7\u30A3\u30B9\u30AF\u3068\u30E1\u30E2\u30EA\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u3092\u30AF\u30EA\u30A2\u3059\u308B
admin.cache.message.clearfailed=\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u30AF\u30EA\u30A2\u306B\u5931\u6557\u3057\u307E\u3057\u305F\: {0}\u3002
admin.caption.adduser=\u8FFD\u52A0
admin.caption.date.dateonly=\u5E74\u6708\u65E5\u306E\u307F\u30D1\u30BF\u30FC\u30F3
admin.caption.date.timeonly=\u6642\u523B\u306E\u307F\u30D1\u30BF\u30FC\u30F3
admin.caption.defaultlocale=Default locale
admin.caption.defaulttimezone=Default time zone
admin.caption.defaulttopic=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u8A18\u4E8B
admin.caption.editor=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30A8\u30C7\u30A3\u30BF
admin.caption.externallinknewwindow=\u5916\u90E8\u3078\u306E\u30EA\u30F3\u30AF\u3092\u5225\u30A6\u30A3\u30F3\u30C9\u30A6\u3067\u958B\u304F
admin.caption.filedir=\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
admin.caption.imageresize=\u753B\u50CF\u306E\u30EA\u30B5\u30A4\u30BA\u306E\u5897\u5206\uFF08\u30D4\u30AF\u30BB\u30EB\u5358\u4F4D\uFF09
admin.caption.logitems=\u30ED\u30B0\u306E\u30A8\u30F3\u30C8\u30EA\u30FC\u3092\u518D\u8AAD\u8FBC\u3059\u308B
admin.caption.logoimage=\u30ED\u30B4\u753B\u50CF
admin.caption.maxversionexport=\u8A18\u4E8B\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u6642\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u5236\u9650
admin.caption.metadescription=HTML \u30E1\u30BF\u8A18\u8FF0
admin.caption.migratedatabase=\u30A6\u30A3\u30AD\u3092\u65B0\u3057\u3044\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u79FB\u3059
admin.caption.printnewwindow=\u5370\u5237\u7528\u30DA\u30FC\u30B8\u306F\u5225\u30A6\u30A3\u30F3\u30C9\u30A6\u3092\u958B\u3044\u3066\u8868\u793A\u3059\u308B
admin.caption.recentchanges=\u6700\u8FD1\u306E\u5909\u66F4\u3092\u8AAD\u307F\u8FBC\u307F\u306A\u304A\u3059
admin.caption.recentchangesdefault=\u6700\u8FD1\u306E\u5909\u66F4\u306E\u8868\u793A\u4EF6\u6570\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u5024
admin.caption.reset=\u30EA\u30BB\u30C3\u30C8
admin.caption.searchengine=\u691C\u7D22\u30A8\u30F3\u30B8\u30F3
admin.caption.serverurl=\u30B5\u30FC\u30D0URL
admin.caption.sitename=\u30B5\u30A4\u30C8\u540D
admin.caption.spamfilter=\u30B9\u30D1\u30E0\u30D5\u30A3\u30EB\u30BF\u30D1\u30BF\u30FC\u30F3\u3092\u8AAD\u307F\u8FBC\u307F\u306A\u304A\u3059
admin.caption.usepreview=\u30D7\u30EC\u30D3\u30E5\u30FC\u3092\u5229\u7528\u3059\u308B
admin.caption.useshowchanges="\u5909\u66F4\u3092\u8868\u793A"\u3064\u304D\u306E\u7DE8\u96C6\u30DC\u30BF\u30F3\u3092\u8868\u793A\u3059\u308B
admin.header.cache=\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u8A2D\u5B9A
admin.header.email=E-Mail settings
admin.header.general=\u4E00\u822C\u7684\u306A\u9805\u76EE\u306E\u8A2D\u5B9A
admin.header.other=\u305D\u306E\u4ED6\u306E\u8A2D\u5B9A
admin.header.parser=\u30D1\u30FC\u30B5\u30FC\u306E\u8A2D\u5B9A
admin.header.persistence=\u8A18\u4E8B\u306E\u683C\u7D0D\u65B9\u6CD5\u306E\u8A2D\u5B9A
admin.header.rss=RSS \u306E\u8A2D\u5B9A
admin.header.spam=\u30B9\u30D1\u30E0\u8A2D\u5B9A
admin.header.upload=\u30D5\u30A1\u30A4\u30EB\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306E\u8A2D\u5B9A
admin.help.adduser=\u65B0\u3057\u3044\u30A6\u30A3\u30AD\u30E6\u30FC\u30B6\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u4F5C\u6210\u3002\u3053\u306E\u6A5F\u80FD\u306F\u3001\u57FA\u672C\u7684\u306B\u3001\u30E6\u30FC\u30B6\u304C\u81EA\u5206\u3067\u81EA\u5206\u3092\u767B\u9332\u3067\u304D\u306A\u3044\u30A6\u30A3\u30AD\u3067\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
admin.help.clearcache=\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u30AF\u30EA\u30A2\u306F\u3001\u30E1\u30E2\u30EA\u4E0A\u306B\u4FDD\u6301\u3057\u3066\u3044\u308B\u5185\u5BB9\u3092\u7834\u68C4\u3057\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u901A\u5E38\u306E\u30A6\u30A3\u30AD\u306E\u30D7\u30ED\u30BB\u30B9\u4EE5\u5916\u304B\u3089\u30EC\u30B3\u30FC\u30C9\u304C\u66F4\u65B0\u3055\u308C\u305F\u5834\u5408\u306B\u3060\u3051\u5FC5\u8981\u3067\u3059\u3002
admin.help.date.common=Available patterns can be customized by updating the jamwiki-configuration.xml file.  Patterns must follow the format used by the <a href\="http\://download.oracle.com/javase/1.5.0/docs/api/java/text/SimpleDateFormat.html" target\="_blank">java.text.SimpleDateFormat</a> class.  "SHORT", "MEDIUM", "LONG" and "FULL" may also be used to invoke the corresponding SimpleDateFormat constant value.
admin.help.date.dateonly=\u65E5\u4ED8\u306E\u8868\u793A\u306B\u4F7F\u7528\u3059\u308B\u30D1\u30BF\u30FC\u30F3\u3067\u5E74\u6708\u65E5\u3092\u542B\u3080\u304C\u6642\u5206\u3092\u542B\u3093\u3067\u3044\u306A\u3044\u3082\u306E\u3002
admin.help.date.timeonly=\u65E5\u4ED8\u306E\u8868\u793A\u306B\u4F7F\u7528\u3059\u308B\u30D1\u30BF\u30FC\u30F3\u3067\u6642\u5206\u3092\u542B\u3093\u3067\u3044\u308B\u304C\u5E74\u6708\u65E5\u3092\u542B\u3093\u3067\u3044\u306A\u3044\u3082\u306E\u3002
admin.help.defaultlocale=The default locale used for displaying text and formatting dates; users can personalize the locale using user preferences.  Note that if translations are not available for a locale then labels will still display in English.
admin.help.defaulttimezone=The default time zone to use when displaying dates; users can personalize the time zone using user preferences.  Note that this time zone will always be used when displaying the time in wiki signatures.
admin.help.defaulttopic=\u65E2\u5B9A\u306E\u8A18\u4E8B\u3068\u306F\u3001\u8A18\u4E8B\u3092\u6307\u5B9A\u3057\u306A\u3044\u3068\u304D\u306B\u8868\u793A\u3055\u308C\u308B\u8A18\u4E8B\u3067\u3059\u3002\u305F\u3068\u3048\u3070\u3001 URL http\://www.example.com/wiki/en/ \u304C\u30EA\u30AF\u30A8\u30B9\u30C8\u3055\u308C\u305F\u5834\u5408\u3002\u4EEE\u60F3\u30A6\u30A3\u30AD\u306F\u3001Special\:VirtualWiki\u30DA\u30FC\u30B8\u304B\u3089\u3001\u3053\u306E\u65E2\u5B9A\u5024\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3059\u308B\u3088\u3046\u306B\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
admin.help.editor=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30A8\u30C7\u30A3\u30BF\u306F\u3001\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u304C\u8A18\u4E8B\u3092\u7DE8\u96C6\u3059\u308B\u3068\u304D\u306E\u30A8\u30C7\u30A3\u30BF\u306B\u306A\u308A\u307E\u3059\u3002\u30E6\u30FC\u30B6\u306F\u30E6\u30FC\u30B6\u30D7\u30EC\u30D5\u30A1\u30EC\u30F3\u30B9\u306B\u3088\u3063\u3066\u30A8\u30C7\u30A3\u30BF\u3092\u5909\u66F4\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002
admin.help.filedir=JAMWiki\u306E\u30B7\u30B9\u30C6\u30E0\u30D5\u30A1\u30A4\u30EB\u3092\u683C\u7D0D\u3067\u304D\u308B\u3001\u4F5C\u6210\u6E08\u307F\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
admin.help.imageresize=\u753B\u50CF\u306E\u30EA\u30B5\u30A4\u30BA\u306F\u30A6\u30A3\u30AD\u306E\u52D5\u4F5C\u3092\u9045\u304F\u3059\u308B\u306E\u3067\u3001\u753B\u50CF\u306F\u98DB\u3073\u98DB\u3073\u306E\u30B5\u30A4\u30BA\u306B\u3060\u3051\u30EA\u30B5\u30A4\u30BA\u3055\u308C\u3001\u3055\u3089\u306B\u30D6\u30E9\u30A6\u30B6\u4E0A\u3067\u30EA\u30B5\u30A4\u30BA\u3055\u308C\u307E\u3059\u3002\u30EA\u30B5\u30A4\u30BA\u3059\u308B\u523B\u307F\u3092\u5927\u304D\u304F\u3059\u308C\u3070\u3001\u6027\u80FD\u3092\u5411\u4E0A\u3055\u305B\u3089\u308C\u307E\u3059\u304C\u3001\u753B\u8CEA\u304C\u4F4E\u4E0B\u3057\u307E\u3059\u3002
admin.help.logoimage=\u30A6\u30A3\u30AD\u306E\u30ED\u30B4\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30A6\u30A7\u30D6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30EB\u30FC\u30C8\u306E\u4E0B\u306B\u3042\u308B<code>images</code>\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u8D77\u70B9\u3068\u3057\u305F\u30D1\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
admin.help.maxversionexport=\u8A18\u4E8B\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u969B\u306B\u542B\u307E\u308C\u308B\u6539\u7248\u306E\u6700\u5927\u6570\u3002\u5927\u304D\u306A\u5024\u3092\u8A2D\u5B9A\u3059\u308B\u3068\u3001\u305F\u3044\u3066\u3044\u306E\u8A18\u4E8B\u306E\u6539\u7248\u5C65\u6B74\u3092\u5168\u3066\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3067\u304D\u307E\u3059\u304C\u3001\u30B7\u30B9\u30C6\u30E0\u8CC7\u6E90\u6D88\u8CBB\u304C\u904E\u5270\u306B\u306A\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u5C0F\u3055\u306A\u5024\u3092\u8A2D\u5B9A\u3059\u308B\u3068\u3001\u8A18\u4E8B\u306E\u6539\u7248\u5C65\u6B74\u3092\u5B8C\u5168\u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3067\u304D\u306A\u304F\u306A\u308B\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30D7\u30ED\u30BB\u30B9\u306B\u3088\u308B\u30B7\u30B9\u30C6\u30E0\u8CC7\u6E90\u306E\u904E\u5270\u306A\u6D88\u8CBB\u3092\u9632\u6B62\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
admin.help.metadescription=HTML \u30E1\u30BF\u8A18\u8FF0\u306F\u30B5\u30FC\u30C1\u30A8\u30F3\u30B8\u30F3\u306A\u3069\u304C\u53C2\u7167\u3059\u308B\u30DA\u30FC\u30B8\u306E\u8AAC\u660E\u6587\u3067\u3059\u3002<br/>\u30E1\u30BF\u8A18\u8FF0\u3067\u4F7F\u3048\u308B\u5909\u6570\u306B\u306F\u3001\: {1} \u30DA\u30FC\u30B8\u306E\u898B\u51FA\u3057\uFF08\u7A7A\u3067\u3082\u53EF\uFF09\u304C\u3042\u308A\u307E\u3059\u3002
admin.help.migratedatabase=\u3053\u306E\u30B3\u30DE\u30F3\u30C9\u306F\u3001\u30A6\u30A3\u30AD\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u3092<b>\u65B0\u3057\u3044</b>\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30E9\u30E1\u30BF\u3067\u79FB\u884C\u3057\u307E\u3059\u3002\u79FB\u884C\u5148\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u306F\u3001JAMWiki\u306E\u30C6\u30FC\u30D6\u30EB\u304C\u5B58\u5728\u3057\u3066\u306F\u3044\u3051\u307E\u305B\u3093\u3002<p>\u3053\u306E\u64CD\u4F5C\u306F\u3001\u30A6\u30A3\u30AD\u306E\u30B5\u30A4\u30BA\u306B\u3088\u3063\u3066\u306F\u3001\u9577\u6642\u9593\u304B\u304B\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002</p>
admin.help.rebuildsearch=\u30AF\u30E9\u30C3\u30B7\u30E5\u3084\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u304B\u3089\u306E\u30EA\u30B9\u30C8\u30A2\u306E\u5F8C\u3067\u306F\u3001\u691C\u7D22\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u306E\u518D\u69CB\u7BC9\u304C\u5FC5\u8981\u306B\u306A\u308B\u304B\u3082\u77E5\u308C\u307E\u305B\u3093\u3002\u3053\u306E\u64CD\u4F5C\u306E\u305F\u3081\u306B\u306F\u3001\u3059\u3079\u3066\u306E\u30A6\u30A3\u30AD\u8A18\u4E8B\u3092\u30D1\u30FC\u30B9\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u306E\u3067\u3001\u3068\u3066\u3082\u6642\u9593\u304C\u304B\u304B\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002
admin.help.reloadlogitems=\u30ED\u30B0\u30A8\u30F3\u30C8\u30EA\u3092\u30EA\u30ED\u30FC\u30C9\u3059\u308B\u3068\u3001Special\:Log\u30DA\u30FC\u30B8\u304C\u518D\u8A08\u7B97\u3055\u308C\u307E\u3059\u3002\u666E\u6BB5\u306F\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u306F\u306A\u3044\u3067\u3057\u3087\u3046\u3002
admin.help.reloadrecentchanges=\u6700\u8FD1\u306E\u66F4\u65B0\u3092\u518D\u8AAD\u307F\u8FBC\u307F\u3059\u308B\u3068\u3001\u6700\u8FD1\u306E\u66F4\u65B0\u30DA\u30FC\u30B8\u306E\u30EC\u30B3\u30FC\u30C9\u3092\u5F37\u5236\u7684\u306B\u518D\u8A08\u7B97\u3057\u307E\u3059\u3002\u901A\u5E38\u306F\u5FC5\u8981\u3042\u308A\u307E\u305B\u3093\u3002
admin.help.reloadspamfilter=\u30B9\u30D1\u30E0\u30D5\u30A3\u30EB\u30BF\u30D1\u30BF\u30FC\u30F3\u306E\u518D\u8AAD\u307F\u8FBC\u307F\u306F\u3001<code>/WEB-INF/classes/spam-blacklist.txt</code> \u3092\u8AAD\u307F\u306A\u304A\u3057\u3066\u5909\u66F4\u70B9\u3092\u30B9\u30D1\u30E0\u30D5\u30A3\u30EB\u30BF\u306B\u53CD\u6620\u3057\u307E\u3059\u3002
admin.help.serverurl=\u30B5\u30FC\u30D0\u306E\u30D9\u30FC\u30B9URL\u3002http\://www.example.com\u306A\u3069\u3002\u3053\u306E\u5024\u306F\u3001\u7D76\u5BFEURL\u3092\u767A\u751F\u3059\u308B\u305F\u3081\u306B\u4F7F\u308F\u308C\u307E\u3059\u3002
admin.help.sitename=\u30B5\u30A4\u30C8\u306E\u540D\u524D\u3002\u3053\u306E\u5024\u306F\u5168\u3066\u306E\u30DA\u30FC\u30B8\u30BF\u30A4\u30C8\u30EB\u306B\u542B\u3081\u3089\u308C\u308B\u307B\u304B\u3001XML\u3067\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u306E\u4E2D\u306B\u3082\u4F7F\u308F\u308C\u307E\u3059\u3002\u3053\u306E\u540D\u524D\u306E\u4E2D\u3067\u306FHTML\u306F\u4F7F\u308F\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
admin.maintenance.caption.links=\u8A18\u4E8B\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u306E\u30EC\u30B3\u30FC\u30C9\u3092\u518D\u751F\u6210\u3059\u308B
admin.maintenance.caption.namespaces=\u4E0D\u6B63\u306A\u8A18\u4E8B\u540D\u524D\u7A7A\u9593\u3092\u4FEE\u5FA9\u3059\u308B
admin.maintenance.error.metadata=\ {0} \u4EF6\u306E\u8A18\u4E8B\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30ED\u30B0\u306E\u30A8\u30E9\u30FC\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
admin.maintenance.error.namespacefail=\u4E0D\u6B63\u306A\u540D\u524D\u7A7A\u9593\u306E\u4FEE\u5FA9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u30E1\u30C3\u30BB\u30FC\u30B8\uFF1A {0}.
admin.maintenance.help.links=\u5168\u3066\u306E\u8A18\u4E8B\uFF08\u30AB\u30C6\u30B4\u30EA\u3001"link to"\u3001\u691C\u7D22\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u60C5\u5831\u3082\u542B\u3080\uFF09\u306B\u3064\u3044\u3066\u30E1\u30BF\u30C7\u30FC\u30BF\u30EC\u30B3\u30FC\u30C9\u3092\u518D\u751F\u6210\u3059\u308B\u3002\u3053\u306E\u30BF\u30B9\u30AF\u3092\u8D70\u3089\u305B\u308B\u5FC5\u8981\u304C\u3042\u308B\u306E\u306F\u3001\u624B\u52D5\u3067\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3092\u66F4\u65B0\u3057\u305F\u5834\u5408\u306E\u307F\u306E\u306F\u305A\u3067\u3059\u3002<b>\u3053\u306E\u30BF\u30B9\u30AF\u306F\u3001\u69CB\u6587\u518D\u89E3\u6790\u3068\u5168\u8A18\u4E8B\u306E\u66F4\u65B0\u304C\u5FC5\u8981\u3067\u3042\u308A\u3001<i>\u975E\u5E38\u306B</i> \u6642\u9593\u304C\u304B\u304B\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002
admin.maintenance.help.namespaces=<b>\u4E0A\u7D1A\u30E6\u30FC\u30B6\u306E\u307F</b>\: \u8A18\u4E8B\u30EC\u30B3\u30FC\u30C9\u304C\u6B63\u3057\u3044\u540D\u524D\u7A7A\u9593\u3092\u6307\u3057\u3066\u3044\u308B\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u6A5F\u80FD\u306F\u666E\u901A\u306F\u5FC5\u8981\u306A\u3044\u306F\u305A\u3067\u3059\u304C\u3001\u540D\u524D\u7A7A\u9593\u3092\u8FFD\u52A0\u3057\u305F\u308A\u3001JAMWiki\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u6B63\u5E38\u306A\u30A6\u30A3\u30AD\u306E\u7D4C\u8DEF\u4EE5\u5916\u304B\u3089\u5909\u66F4\u3055\u308C\u305F\u5834\u5408\u306B\u3001\u540D\u524D\u7A7A\u9593\u306E\u554F\u984C\u3092\u89E3\u6C7A\u3067\u304D\u308B\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002  <b>\u3053\u306E\u6A5F\u80FD\u306F\u65E2\u5B58\u306E\u5168\u3066\u306E\u8A18\u4E8B\u306E\u30EC\u30B3\u30FC\u30C9\u3092\u66F4\u65B0\u3059\u308B\u306E\u3067\u3001\u5B8C\u4E86\u3059\u308B\u306E\u306B\u9577\u6642\u9593\u304B\u304B\u308B\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002</b>
admin.maintenance.message.metadata={0} \u4EF6\u306E\u8A18\u4E8B\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u66F4\u65B0\u3057\u307E\u3057\u305F\u3002
admin.maintenance.message.topicsUpdated={0} \u4EF6\u306E\u8A18\u4E8B\u304C\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002
admin.maintenance.title=\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u64CD\u4F5C
admin.maintenance.title.data=\u30C7\u30FC\u30BF\u30FB\u30E6\u30FC\u30C6\u30A3\u30EA\u30C6\u30A3
admin.maintenance.title.links=\u8A18\u4E8B\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30EC\u30B3\u30FC\u30C9\u3092\u518D\u751F\u6210
admin.maintenance.title.namespaces=\u8A18\u4E8B\u306E\u540D\u524D\u7A7A\u9593\u306E\u4E0D\u6B63\u3092\u4FEE\u5FA9
admin.maintenance.title.system=\u30B7\u30B9\u30C6\u30E0\u30FB\u30E6\u30FC\u30C6\u30A3\u30EA\u30C6\u30A3
admin.message.adduserfail=\u65B0\u3057\u3044\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u8FFD\u52A0\u3059\u308B\u306E\u306B\u5931\u6557\u3057\u307E\u3057\u305F\uFF1A{0}
admin.message.cache=\u30AD\u30E3\u30C3\u30B7\u30E5\u3092\u30AF\u30EA\u30A2\u3057\u307E\u3057\u305F\u3002
admin.message.changesnotsaved=\u5909\u66F4\u306F\u4FDD\u5B58\u3057\u3066<b>\u3044\u307E\u305B\u3093</b>
admin.message.changessaved=\u5909\u66F4\u3092\u4FDD\u5B58\u3057\u307E\u3057\u305F
admin.message.date.error={0} \u306F\u4E0D\u6B63\u306A\u65E5\u4ED8\u30D1\u30BF\u30FC\u30F3\u3067\u3059\u3002\u6B63\u3057\u3044\u30D1\u30BF\u30FC\u30F3\u306E\u4F8B\u306F\u3001 <a href\="http\://download.oracle.com/javase/1.5.0/docs/api/java/text/SimpleDateFormat.html" target\="_blank">java.text.SimpleDateFormat</a> \u30AF\u30E9\u30B9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
admin.message.indexrefreshed=\u30A4\u30F3\u30C7\u30AF\u30B9\u3092\u66F4\u65B0\u3057\u307E\u3057\u305F\u3002
admin.message.logitems=\u30ED\u30B0\u3092\u8AAD\u307F\u8FBC\u307F\u307E\u3057\u305F\u3002
admin.message.logitemsfail=\u30ED\u30B0\u306E\u8AAD\u307F\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\: {0}.
admin.message.migratedatabase=URL\u304C {0} \u3067\u3042\u308B\u65B0\u3057\u3044\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u3001\u30C7\u30FC\u30BF\u3092\u79FB\u884C\u3057\u307E\u3057\u305F\u3002
admin.message.migrationfailure=\u65B0\u3057\u3044\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3078\u306E\u79FB\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\: {0}.
admin.message.nonnumeric=\u5C5E\u6027 "{0}" \u306B\u306F\u6570\u5024\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002"{1}" \u306F\u5024\u3068\u3057\u3066\u7121\u52B9\u3067\u3059\u3002
admin.message.passwordsnomatch=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002\u518D\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044\u3002
admin.message.propertyfailure=\u30D7\u30ED\u30D1\u30C6\u30A3\u5024\u306E\u51E6\u7406\u306B\u5931\u6557\u3057\u307E\u3057\u305F\: {0}.
admin.message.recentchanges=\u6700\u8FD1\u306E\u66F4\u65B0\u3092\u8AAD\u307F\u8FBC\u307F\u307E\u3057\u305F\u3002
admin.message.recentchangesfail=\u6700\u8FD1\u306E\u5909\u66F4\u306E\u8AAD\u307F\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\: {0}.
admin.message.savechanges=<b>\u91CD\u8981</b>\: \u8A2D\u5B9A\u306E\u5909\u66F4\u306F\u4FDD\u5B58\u3057\u306A\u3044\u3068\u6709\u52B9\u306B\u306A\u308A\u307E\u305B\u3093\u3002\u4FDD\u5B58\u3057\u306A\u3044\u3068\u5909\u66F4\u306F\u5168\u3066\u5931\u308F\u308C\u307E\u3059\u3002
admin.message.searchrefresh=\u691C\u7D22\u30A4\u30F3\u30C7\u30AF\u30B9\u306E\u66F4\u65B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\: {0}.
admin.message.spamfilter=\u30B9\u30D1\u30E0\u30D5\u30A3\u30EB\u30BF\u30D1\u30BF\u30FC\u30F3\u3092\u8AAD\u307F\u8FBC\u307F\u307E\u3057\u305F\u3002
admin.message.spamfilterfail=\u30B9\u30D1\u30E0\u30D5\u30A3\u30EB\u30BF\u30D1\u30BF\u30FC\u30F3\u306E\u8AAD\u307F\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\: {0}.
admin.message.virtualwikiadded=\u4EEE\u60F3\u30A6\u30A3\u30AD\u3092\u8FFD\u52A0\u3057\u307E\u3057\u305F\: web.xml\u306B\u30B5\u30FC\u30D6\u30EC\u30C3\u30C8\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u8FFD\u52A0\u3057\u3066\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D0\u3092\u518D\u8D77\u52D5\u3059\u308B\u3053\u3068\u3092\u304A\u5FD8\u308C\u306A\u304F\u3002
admin.message.virtualwikifail=\u4EEE\u60F3\u30A6\u30A3\u30AD\u306E\u8FFD\u52A0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\: {0}.
admin.message.virtualwikiupdated=\u4EEE\u60F3\u30A6\u30A3\u30AD "{0}" \u304C\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002
admin.parser.caption=\u30D1\u30FC\u30B5\u30FC
admin.parser.caption.allowcapitalized=\u5927\u6587\u5B57\u5316\u3057\u305F\u8A18\u4E8B\u540D\u3092\u8A31\u53EF\u3059\u308B
admin.parser.caption.allowhtml=HTML\u3092\u8A31\u53EF\u3059\u308B
admin.parser.caption.allowjavascript=Javascript\u3092\u8A31\u53EF\u3059\u308B
admin.parser.caption.allowtemplates=Wiki\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u8A31\u53EF\u3059\u308B
admin.parser.caption.interwikiinline=\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u3078\u306E\u30EA\u30F3\u30AF\u3092\u6587\u4E2D\uFF08\u30A4\u30F3\u30E9\u30A4\u30F3\uFF09\u306B\u8868\u793A\u3059\u308B
admin.parser.caption.numberedhtmllinks=\u756A\u53F7\u4ED8\u304D\u306EHTML\u30EA\u30F3\u30AF\u3092\u4F7F\u7528\u3059\u308B
admin.parser.caption.signaturedate=\u7F72\u540D\u306B\u3064\u3051\u308B\u65E5\u4ED8\u306E\u66F8\u5F0F
admin.parser.caption.signatureuser=\u7F72\u540D\u306E\u4E2D\u306E\u30E6\u30FC\u30B6\u540D\u306E\u30D1\u30BF\u30FC\u30F3
admin.parser.caption.specialvirtualwiki=\u4EEE\u60F3\u30A6\u30A3\u30AD\u3078\u306E\u30EA\u30F3\u30AF\u3092 Special\: pages \u306B\u8868\u793A\u3059\u308B
admin.parser.caption.tableofcontents=\u76EE\u6B21\u3092\u8868\u793A\u3059\u308B
admin.parser.caption.tableofcontentsdepth=\u76EE\u6B21\u306E\u6DF1\u3055\u306E\u6700\u5927\u5024
admin.parser.caption.virtualwikiinline=\u4EEE\u60F3\u30A6\u30A3\u30AD\u3078\u306E\u30EA\u30F3\u30AF\u3092\u6587\u4E2D\uFF08\u30A4\u30F3\u30E9\u30A4\u30F3\uFF09\u306B\u8868\u793A\u3059\u308B
admin.parser.help.allowcapitalized=\u8A18\u4E8B\u306E\u5927\u6587\u5B57\u3068\u5C0F\u6587\u5B57\u3092\u540C\u4E00\u8996\u3059\u308B\u3002\u3082\u3057\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u306A\u304B\u3063\u305F\u3089\u3001"Topic" \u3068 "topic" \u304C\u4E8C\u3064\u306E\u5225\u306E\u30EC\u30B3\u30FC\u30C9\u3068\u3057\u3066\u6271\u308F\u308C\u307E\u3059\u3002  \u6CE8\u610F\uFF1A\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u3082\u3001\u5927\u6587\u5B57\u30FB\u5C0F\u6587\u5B57\u3060\u3051\u304C\u3061\u304C\u3046\u8A18\u4E8B\u3092\u4F5C\u308B\u3053\u3068\u306F\u53EF\u80FD\u3067\u3059\u3002\u305D\u306E\u5834\u5408\u3001\u4E21\u8005\u306F\u5225\u306E\u8A18\u4E8B\u3068\u3057\u3066\u6271\u308F\u308C\u307E\u3059\u3002
admin.parser.help.interwikiinline=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3059\u308B\u3068\u3001\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u3078\u306E\u30EA\u30F3\u30AF\u306F\u5168\u3066\u3001\u8A18\u4E8B\u306E\u30C6\u30AD\u30B9\u30C8\u306E\u6587\u4E2D\uFF08\u30A4\u30F3\u30E9\u30A4\u30F3\uFF09\u306B\u8868\u793A\u3055\u308C\u307E\u3059\u3002 \u3082\u3057\u9078\u629E\u3057\u306A\u304B\u3063\u305F\u3089\u3001\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u3078\u306E\u30EA\u30F3\u30AF\u306F\u5DE6\u5074\u306E\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u306E\u30DC\u30C3\u30AF\u30B9\u306B\u8868\u793A\u3055\u308C\u307E\u3059\uFF08\u30B3\u30ED\u30F3\u3092\u982D\u306B\u3064\u3051\u305F\u30EA\u30F3\u30AF\u3001\u305F\u3068\u3048\u3070\u3001 "[[\:interwiki\:Topic]]" \u306F\u3001\u5E38\u306B\u3001\u6587\u4E2D\u306B\u8868\u793A\u3055\u308C\u307E\u3059\uFF09\u3002
admin.parser.help.numberedhtmllinks=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3059\u308B\u3068 "[http\://example.com]" \u306E\u5F62\u5F0F\u306EHTML\u30EA\u30F3\u30AF\u304C "[1]"\u306E\u3088\u3046\u306A\u756A\u53F7\u3064\u304D\u30EA\u30F3\u30AF\u3068\u3057\u3066\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u306F\u305A\u3059\u3068\u3001URL \u304C\u30EA\u30F3\u30AF\u30C6\u30AD\u30B9\u30C8\u3068\u3057\u3066\u8868\u793A\u3055\u308C\u307E\u3059\u3002
admin.parser.help.signaturedate=Date pattern used with signatures. Date patterns must follow the format used by the <a href\="http\://download.oracle.com/javase/1.5.0/docs/api/java/text/SimpleDateFormat.html" target\="_blank">java.text.SimpleDateFormat</a> class.  "SHORT", "MEDIUM", "LONG" and "FULL" may also be used to invoke the corresponding SimpleDateFormat constant value.
admin.parser.help.signatureuser=\u30AD\u30FC\: {0} \= \u30E6\u30FC\u30B6\u306E\u30DA\u30FC\u30B8; {1} \= \u30E6\u30FC\u30B6\u306E\u8A18\u4E8B\u306E\u30DA\u30FC\u30B8; {2} \= \u30E6\u30FC\u30B6\u306E\u30B3\u30E1\u30F3\u30C8\u306E\u30DA\u30FC\u30B8; {3} \= \u30E6\u30FC\u30B6\u306E\u30ED\u30B0\u30A4\u30F3\u540D; {4} \= \u30E6\u30FC\u30B6\u306E\u8868\u793A\u540D; {5} \= \u30E6\u30FC\u30B6\u306Eemail; {6} \= \u30E6\u30FC\u30B6\u306EID
admin.parser.help.specialvirtualwiki=\u8907\u6570\u306E\u4EEE\u60F3\u30A6\u30A3\u30AD\u304C\u3042\u308B\u5834\u5408\u3001\u3053\u306E\u30C1\u30A7\u30C3\u30AF\u30DC\u30C3\u30AF\u30B9\u3092\u9078\u629E\u3059\u308B\u3068\u3001\u300C\u6700\u8FD1\u306E\u5909\u66F4(Special\:RecentChanges)\u300D\u306A\u3069\u306E\u30DA\u30FC\u30B8\u306E\u5DE6\u30E1\u30CB\u30E5\u30FC\u306B\u81EA\u52D5\u7684\u306B\u30DC\u30C3\u30AF\u30B9\u304C\u751F\u6210\u3055\u308C\u3001\u4EEE\u60F3\u30A6\u30A3\u30AD\u7279\u6709\u306E\u300CSpecial\:\u300D\u30DA\u30FC\u30B8\u3078\u306E\u30EA\u30F3\u30AF\u3092\u8868\u793A\u3057\u307E\u3059\u3002
admin.parser.help.tableofcontentsdepth=\u76EE\u6B21\u306B\u8868\u793A\u3059\u308B\u9805\u76EE\u306E\u6DF1\u3055\u30921\u304B\u30896\u306E\u9593\u3067\u6307\u5B9A\u3057\u3066\u4E0B\u3055\u3044\u3002
admin.parser.help.virtualwikiinline=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3059\u308B\u3068\u3001\u5168\u3066\u306E\u4EEE\u60F3\u30A6\u30A3\u30AD\u30EA\u30F3\u30AF\u306F\u8A18\u4E8B\u5185\u306E\u6587\u4E2D\u306B\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u3082\u3057\u9078\u629E\u3057\u306A\u304B\u3063\u305F\u3089\u3001\u4EEE\u60F3\u30A6\u30A3\u30AD\u3078\u306E\u30EA\u30F3\u30AF\u306F\u5DE6\u30E1\u30CB\u30E5\u30FC\u306E\u4E2D\u306E\u7BB1\u306B\u8868\u793A\u3055\u308C\u307E\u3059\uFF08\u30B3\u30ED\u30F3\u3067\u59CB\u307E\u308B\u30EA\u30F3\u30AF\u3001\u305F\u3068\u3048\u3070\u3001"[[\:virtualwiki\:Topic]]" \u306F\u3001\u5E38\u6642\u3001\u6587\u4E2D\u306B\u8868\u793A\u3055\u308C\u307E\u3059\uFF09\u3002
admin.parsertype.bliki=Bliki \u30D1\u30FC\u30B5\u30FC
admin.parsertype.default=Default JAMWiki \u30D1\u30FC\u30B5\u30FC
admin.password.caption.login=\u30E6\u30FC\u30B6\u30ED\u30B0\u30A4\u30F3
admin.password.caption.password=\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30D1\u30B9\u30EF\u30FC\u30C9
admin.password.caption.passwordconfirm=\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30D1\u30B9\u30EF\u30FC\u30C9\uFF08\u78BA\u8A8D\uFF09
admin.password.caption.reset=\u30E6\u30FC\u30B6\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u30EA\u30BB\u30C3\u30C8
admin.password.help.reset=\u30E6\u30FC\u30B6\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u30EA\u30BB\u30C3\u30C8\u3059\u308B\u306B\u306F\u3001\u30E6\u30FC\u30B6\u306E\u30ED\u30B0\u30A4\u30F3\u3068\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u307E\u3059\u3002
admin.password.message.invalidlogin=\u30ED\u30B0\u30A4\u30F3\u304C {0} \u3067\u3042\u308B\u30E6\u30FC\u30B6\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
admin.password.message.success=\u30E6\u30FC\u30B6 {0} \u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u30EA\u30BB\u30C3\u30C8\u3057\u307E\u3057\u305F\u3002
admin.persistence.button.migrate=\u79FB\u884C
admin.persistence.caption=\u8A18\u4E8B\u306E\u683C\u7D0D\u65B9\u6CD5
admin.persistence.caption.driver=JDBC \u30C9\u30E9\u30A4\u30D0\u306E\u30AF\u30E9\u30B9
admin.persistence.caption.maxactive=\u6700\u5927\u540C\u6642\u63A5\u7D9A\u6570
admin.persistence.caption.maxidle=\u6700\u5927\u30A2\u30A4\u30C9\u30EB\u63A5\u7D9A\u6570
admin.persistence.caption.maxopenpreparedstatements=\u30AA\u30FC\u30D7\u30F3\u3059\u308B\u30D7\u30EA\u30DA\u30A2\u30C9\u30FB\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u306E\u6700\u5927\u6570
admin.persistence.caption.minevictableidletime=\u30A2\u30A4\u30C9\u30EB\u306A\u63A5\u7D9A\u3092\u89E3\u653E\u3059\u308B\u307E\u3067\u306E\u7336\u4E88\u6642\u9593\uFF08\u79D2\uFF09
admin.persistence.caption.numtestsperevictionrun=\u89E3\u653E\u5224\u5B9A\u30C6\u30B9\u30C8\u306E\u56DE\u6570
admin.persistence.caption.pass=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30D1\u30B9\u30EF\u30FC\u30C9
admin.persistence.caption.poolpreparedstatements=\u30D7\u30EA\u30DA\u30A2\u30C9\u30FB\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u3092\u30D7\u30FC\u30EB\u3059\u308B
admin.persistence.caption.testonborrow=\u63A5\u7D9A\u3092\u501F\u7528\u3059\u308B\u969B\u306B\u30C6\u30B9\u30C8\u3059\u308B
admin.persistence.caption.testonreturn=\u63A5\u7D9A\u3092\u8FD4\u5374\u3059\u308B\u969B\u306B\u30C6\u30B9\u30C8\u3059\u308B
admin.persistence.caption.testwhileidle=\u30A2\u30A4\u30C9\u30EB\u306A\u63A5\u7D9A\u3092\u30C6\u30B9\u30C8\u3059\u308B
admin.persistence.caption.timebetweenevictionruns=\u89E3\u653E\u5224\u5B9A\u30C6\u30B9\u30C8\u306E\u9593\u9694\uFF08\u79D2\uFF09
admin.persistence.caption.type=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u7A2E\u985E
admin.persistence.caption.url=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9URL\u307E\u305F\u306FJNDI\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u540D
admin.persistence.caption.user=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30E6\u30FC\u30B6\u540D
admin.persistence.caption.whenexhaustedaction=\u30D7\u30FC\u30EB\u304C\u67AF\u6E07\u3057\u305F\u5834\u5408\u306E\u51E6\u7406
admin.persistence.caption.whenexhaustedaction.block=\u7A7A\u304F\u306E\u3092\u5F85\u3064
admin.persistence.caption.whenexhaustedaction.fail=\u64CD\u4F5C\u3092\u5931\u6557\u3055\u305B\u308B
admin.persistence.caption.whenexhaustedaction.grow=\u30D7\u30FC\u30EB\u3092\u62E1\u5927\u3059\u308B
admin.persistence.help=\u300C\u5185\u8535\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u300D\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u8A2D\u5B9A\u6E08\u307F\u306E\u57CB\u8FBC\u578B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3092\u4F7F\u7528\u3057\u3001\u5C0F\u898F\u6A21\u30B5\u30A4\u30C8\u5411\u3051\u3067\u3059\u3002\u6027\u80FD\u3068\u30B9\u30B1\u30FC\u30E9\u30D3\u30EA\u30C6\u30A3\u3092\u8981\u6C42\u3055\u308C\u308B\u5927\u304D\u306A\u30B5\u30A4\u30C8\u306B\u306F\u3001\u300C\u5916\u90E8\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u300D\u3092\u9078\u629E\u3057\u3066\u5916\u90E8\u63A5\u7D9A\u8A2D\u5B9A\u3092\u8ABF\u7BC0\u3067\u304D\u308B\u3088\u3046\u306B\u3057\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
admin.persistence.help.maxopenpreparedstatements=\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001\u30D7\u30EA\u30DA\u30A2\u30C9\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u304C\u30D7\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u3068\u304D\u306B\u3057\u304B\u52B9\u679C\u3092\u767A\u63EE\u3057\u307E\u305B\u3093\u3002\u5927\u304D\u306A\u5024\u3092\u8A2D\u5B9A\u3059\u308B\u3068\u30D1\u30FC\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u304C\u6539\u5584\u3059\u308B\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u304C\u3001\u30B7\u30B9\u30C6\u30E0\u30FB\u30EA\u30BD\u30FC\u30B9\u306E\u6D88\u8CBB\u304C\u5897\u3048\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30B3\u30CD\u30AF\u30B7\u30E7\u30F3\u306E\u30AB\u30FC\u30BD\u30EB\u306E\u67AF\u6E07\u3092\u6765\u305F\u3059\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u6B63\u3067\u306A\u3044\u6570\u3092\u8A2D\u5B9A\u3059\u308B\u3068\u3001\u30D7\u30EA\u30DA\u30A2\u30C9\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u306E\u30D7\u30FC\u30EB\u4EF6\u6570\u306B\u4E0A\u9650\u304C\u306A\u304F\u306A\u308A\u307E\u3059\u3002
admin.persistence.help.minevictableidletime=\u30B3\u30CD\u30AF\u30B7\u30E7\u30F3\u30D7\u30FC\u30EB\u304B\u3089\u672A\u4F7F\u7528\u306E\u30B3\u30CD\u30AF\u30B7\u30E7\u30F3\u3092\u53D6\u308A\u9664\u304F\u307E\u3067\u306E\u6700\u4F4E\u306E\u672A\u4F7F\u7528\u6642\u9593\uFF08\u5358\u4F4D\u306F\u79D2\uFF09\u3002
admin.persistencetype.database=\u5916\u90E8\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9
admin.persistencetype.internal=\u5185\u8535\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9
admin.rss.caption.allowed=RSS\u30D5\u30A3\u30FC\u30C9\u3092\u63D0\u4F9B\u3059\u308B
admin.rss.caption.title=RSS\u30D5\u30A3\u30FC\u30C9\u306E\u30BF\u30A4\u30C8\u30EB
admin.searchengine.lucene=Lucene \u691C\u7D22\u30A8\u30F3\u30B8\u30F3
admin.searchengine.rankingalgorithm=\u30E9\u30F3\u30AD\u30F3\u30B0\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u30FB\u30B5\u30FC\u30C1\u30A8\u30F3\u30B8\u30F3
admin.smtp.action.check.settings=Send test mail
admin.smtp.caption=\u96FB\u5B50\u30E1\u30FC\u30EB\u901A\u77E5\u306E\u8A2D\u5B9A
admin.smtp.caption.address.separator=Address separator
admin.smtp.caption.default.content.type=Default content type
admin.smtp.caption.enable=Enable E-Mail service
admin.smtp.caption.host=\u30DB\u30B9\u30C8
admin.smtp.caption.pass=\u30D1\u30B9\u30EF\u30FC\u30C9
admin.smtp.caption.port=Port
admin.smtp.caption.reply=\u8FD4\u7B54\u5148\u30A2\u30C9\u30EC\u30B9
admin.smtp.caption.requires.auth=Mail server requires authentication
admin.smtp.caption.use.ssl=Use SSL
admin.smtp.caption.user=\u30E6\u30FC\u30B6\u540D
admin.smtp.error.couldnotsend=Could not send mail to {0}. Reason\: {1}.
admin.smtp.error.nomailaddress=You must configure your mail address first. Go to Special\:Account.
admin.smtp.message.sentmail=Mail sent to {0}.
admin.smtp.service.caption=E-Mail services
admin.smtp.service.forgot.password=Password reset
admin.smtp.service.forgot.password.enable=Enable password reset
admin.smtp.service.forgot.password.ip.lock.duration=Duration of IP locking (minutes)
admin.smtp.service.forgot.password.retries=Number of requests before IP locking
admin.smtp.service.forgot.password.timeout=Challenge validity timeout (minutes)
admin.spam.caption.honeypotkey=\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u300C\u30CF\u30CB\u30FC\u30DD\u30C3\u30C8\u300D\u306E\u30A2\u30AF\u30BB\u30B9\u30AD\u30FC
admin.spam.caption.recaptchaedit=\u8A18\u4E8B\u7DE8\u96C6\u306E\u305F\u3081\u306E\u30AD\u30E3\u30D7\u30C1\u30E3
admin.spam.caption.recaptchaprivate=\u518D\u30AD\u30E3\u30D7\u30C1\u30E3 \u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u30FB\u30AD\u30FC
admin.spam.caption.recaptchapublic=\u518D\u30AD\u30E3\u30D7\u30C1\u30E3 \u516C\u958B\u30FB\u30AD\u30FC
admin.spam.caption.recaptcharegister=\u30E6\u30FC\u30B6\u767B\u9332\u306B\u30AD\u30E3\u30D7\u30C1\u30E3\u3092\u4F7F\u3046
admin.spam.caption.usehoneypotfilter=\u300C\u30CF\u30CB\u30FC\u30DD\u30C3\u30C8\u300D\u306E\u30D6\u30E9\u30C3\u30AF\u30EA\u30B9\u30C8\u3092\u4F7F\u3046
admin.spam.caption.usespamfilter=\u30B9\u30D1\u30E0\u30D5\u30A3\u30EB\u30BF\u3092\u6709\u52B9\u306B\u3059\u308B
admin.spam.help.honeypotkey=\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u300C\u30CF\u30CB\u30FC\u30DD\u30C3\u30C8\u300D\u306E\u30D6\u30E9\u30C3\u30AF\u30EA\u30B9\u30C8\u3092\u4F7F\u3046\u306B\u306F\u3001\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u306B\u30B5\u30A4\u30F3\u30A2\u30C3\u30D7\u3057\u3066<a href\="http\://www.projecthoneypot.org/httpbl_configure.php" target\="_blank">\u30A2\u30AF\u30BB\u30B9\u30FB\u30AD\u30FC</a>\u3092\u5165\u624B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
admin.spam.help.recaptcha=\u30B9\u30D1\u30E0\u306B\u5BFE\u5411\u3059\u308B\u305F\u3081\u306B\u30AD\u30E3\u30D7\u30C1\u30E3\u30FB\u30B5\u30DD\u30FC\u30C8\u3092\u6709\u52B9\u306B\u3059\u308B\u3002\u30AD\u30E3\u30D7\u30C1\u30E3\uFF08Captcha\uFF09\u3068\u306F\u3001\u30B3\u30F3\u30D4\u30E5\u30FC\u30BF\u306E\u4E16\u754C\u3067\u3001\u5FDC\u7B54\u3057\u3066\u3044\u308B\u306E\u304C\u4EBA\u9593\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u5B9F\u306B\u3059\u308B\u305F\u3081\u306E\u3001\u4E00\u7A2E\u306E\u8AB0\u4F55\u30FB\u5FDC\u7B54\u5F0F\u306E\u30C6\u30B9\u30C8\u3067\u3042\u308B\u3002\u8A73\u7D30\u306F <a href\="http\://code.google.com/apis/recaptcha/">http\://code.google.com/apis/recaptcha/</a> \u3092\u53C2\u7167\u3002
admin.spam.help.recaptchakey=ReCAPTCHA\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001\u516C\u958B\u304A\u3088\u3073\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u30FB\u30AD\u30FC\u304C\u5FC5\u8981\u3067\u3001 <a href\="https\://www.google.com/recaptcha/admin/create">https\://www.google.com/recaptcha/admin/create</a>\u3067\u751F\u6210\u3057\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
admin.spam.help.usehoneypotfilter=<a href\="http\://www.projecthoneypot.org/" target\="_blank">\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u300C\u30CF\u30CB\u30FC\u30DD\u30C3\u30C8\u300D</a> \u306F\u3001\u30A6\u30A7\u30D6\u3092\u76E3\u8996\u3057\u3066\u3001\u30B3\u30E1\u30F3\u30C8\u30FB\u30B9\u30D1\u30E0\u306A\u3069\u306E\u60AA\u610F\u306E\u3042\u308B\u884C\u70BA\u306B\u304B\u304B\u308F\u3063\u3066\u3044\u308BIP\u30A2\u30C9\u30EC\u30B9\u306E\u30EA\u30D6\u30E9\u30C3\u30AF\u30EA\u30B9\u30C8\u3092\u4F5C\u3063\u3066\u3044\u307E\u3059\u3002JAMWiki\u306F\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u300C\u30CF\u30CB\u30FC\u30DD\u30C3\u30C8\u300D\u306E\u30D6\u30E9\u30C3\u30AF\u30EA\u30B9\u30C8\u3092\u4F7F\u7528\u3057\u3066\u60AA\u610F\u306E\u3042\u308B\u30E6\u30FC\u30B6\u304C\u30A2\u30AB\u30A6\u30F3\u30C8\u4F5C\u6210\u30FB\u7DE8\u96C6\u30FB\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3092\u884C\u3048\u306A\u3044\u3088\u3046\u306B\u81EA\u52D5\u7684\u306B\u30D6\u30ED\u30C3\u30AF\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u305F\u3060\u3057\u3001\u30ED\u30B0\u30A4\u30F3\u3057\u3066\u3044\u308B\u30E6\u30FC\u30B6\u306F\u30D6\u30ED\u30C3\u30AF\u306E\u5BFE\u8C61\u5916\u3067\u3059\u3002\u3082\u3057\u5171\u6709\u306EIP\u30A2\u30C9\u30EC\u30B9\u3092\u4F7F\u3046\u7B49\u3067\u8AA4\u3063\u3066\u30E6\u30FC\u30B6\u304C\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u305F\u3089\u3001\u30B5\u30A4\u30C8\u7BA1\u7406\u8005\u306F\u305D\u306E\u30E6\u30FC\u30B6\u306B\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u4F5C\u6210\u3057\u3066\u30A6\u30A3\u30AD\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u308B\u3088\u3046\u306B\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
admin.spam.help.usespamfilter=\u30B9\u30D1\u30E0\u30D5\u30A3\u30EB\u30BF\u306F\u3001\u3059\u3079\u3066\u306E\u7DE8\u96C6\u5185\u5BB9\u3092<code>/WEB-INF/classes/spam-blacklist.txt</code>\u30D5\u30A1\u30A4\u30EB\u3068\u6BD4\u8F03\u3057\u3001\u30D5\u30A1\u30A4\u30EB\u5185\u306E\u30D1\u30BF\u30FC\u30F3\u306B\u5408\u81F4\u3059\u308B\u7DE8\u96C6\u3092\u30D6\u30ED\u30C3\u30AF\u3057\u307E\u3059\u3002
admin.spam.message.invalidhoneypotkey=\u300C\u30CF\u30CB\u30FC\u30DD\u30C3\u30C8\u300D\u306E\u30D6\u30E9\u30C3\u30AF\u30EA\u30B9\u30C8\u3092\u4F7F\u3046\u306B\u306F\u6709\u52B9\u306A\u30A2\u30AF\u30BB\u30B9\u30FB\u30AD\u30FC\u304C\u5FC5\u8981\u3067\u3059\u3002\u30A2\u30AF\u30BB\u30B9\u30FB\u30AD\u30FC\u3092\u4F5C\u308B\u306B\u306F\u3001<a href\="http\://www.projecthoneypot.org/httpbl_configure.php" target\="_blank">http\://www.projecthoneypot.org/httpbl_configure.php</a>\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
admin.spam.message.invalidkeys=\u30AD\u30E3\u30D7\u30C1\u30E3\uFF08Captcha\uFF09 \u306B\u306F\u3001\u6709\u52B9\u306A ReCAPTCHA \u516C\u958B\u3001\u304A\u3088\u3073\u3001\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u30FB\u30AD\u30FC\u304C\u5FC5\u8981\u3067\u3059\u3002 <a href\="https\://www.google.com/recaptcha/admin/create">https\://www.google.com/recaptcha/admin/create</a>\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
admin.spam.option.always=\u5E38\u306B\u4F7F\u7528\u3059\u308B
admin.spam.option.never=\u4F7F\u7528\u3057\u306A\u3044
admin.spam.option.unregistered=\u672A\u767B\u9332\u30E6\u30FC\u30B6\u306E\u307F
admin.title=\u30B7\u30B9\u30C6\u30E0\u8A2D\u5B9A
admin.title.adduser=\u30E6\u30FC\u30B6\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u8FFD\u52A0
admin.title.cache=\u30AD\u30E3\u30C3\u30B7\u30E5\u3092\u30AF\u30EA\u30A2
admin.title.logitems=\u30ED\u30B0\u9805\u76EE\u306E\u30EA\u30ED\u30FC\u30C9
admin.title.migratedatabase=Wiki\u3092\u65B0\u3057\u3044\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u79FB\u884C\u3059\u308B
admin.title.password=\u30E6\u30FC\u30B6\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u30EA\u30BB\u30C3\u30C8\u3059\u308B
admin.title.recentchanges=\u6700\u8FD1\u306E\u66F4\u65B0\u3092\u8AAD\u307F\u8FBC\u307F\u76F4\u3059
admin.title.refresh=\u691C\u7D22\u30A4\u30F3\u30C7\u30AF\u30B9\u3092\u66F4\u65B0\u3059\u308B
admin.title.spamfilter=\u30B9\u30D1\u30E0\u30D5\u30A3\u30EB\u30BF\u30D1\u30BF\u30FC\u30F3\u3092\u8AAD\u307F\u8FBC\u307F\u306A\u304A\u3059
admin.upload.caption.allowall=\u5168\u3066\u8A31\u53EF\u3059\u308B
admin.upload.caption.allownone=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3092\u6291\u6B62\u3059\u308B
admin.upload.caption.blacklist=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u7528\u30D6\u30E9\u30C3\u30AF\u30EA\u30B9\u30C8
admin.upload.caption.blacklisttype=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3092\u8A31\u53EF\u3059\u308B\u30D5\u30A1\u30A4\u30EB\u306E\u7A2E\u985E
admin.upload.caption.maxfilesize=\u6700\u5927\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u30D5\u30A1\u30A4\u30EB\u30B5\u30A4\u30BA\uFF08KB\uFF09
admin.upload.caption.serverurl=\u30D5\u30A1\u30A4\u30EB\u30B5\u30FC\u30D0\u306EURL
admin.upload.caption.sharedrepository=\u5171\u6709\u30D5\u30A1\u30A4\u30EB\u30EA\u30DD\u30B8\u30C8\u30EA
admin.upload.caption.storage=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240
admin.upload.caption.uploaddir=\u30D5\u30A1\u30A4\u30EB\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u5148\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
admin.upload.caption.uploaddirrel=Web\u30B5\u30FC\u30D0\u306E\u30EB\u30FC\u30C8\u304B\u3089\u30D5\u30A1\u30A4\u30EB\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u307E\u3067\u306E\u76F8\u5BFE\u30D1\u30B9
admin.upload.caption.useblacklist=\u30D6\u30E9\u30C3\u30AF\u30EA\u30B9\u30C8\u3092\u4F7F\u7528\u3059\u308B
admin.upload.caption.usewhitelist=\u30DB\u30EF\u30A4\u30C8\u30EA\u30B9\u30C8\u3092\u4F7F\u7528\u3059\u308B
admin.upload.caption.whitelist=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u7528\u30DB\u30EF\u30A4\u30C8\u30EA\u30B9\u30C8
admin.upload.help.blacklist=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3092\u7981\u6B62\u3059\u308B\u30D5\u30A1\u30A4\u30EB\u306E\u62E1\u5F35\u5B50\uFF08\u8907\u6570\u306E\u5834\u5408\u306F\u30AB\u30F3\u30DE\u533A\u5207\u308A\uFF09\u3002\u4F8B\:"jsp,bin,bat"\u3002
admin.upload.help.serverurl=\u753B\u50CF\u3084\u30D5\u30A1\u30A4\u30EB\u306E\u30B5\u30FC\u30D0\u306E\u57FA\u5E95(base)URL\u3001\u4F8B\u3048\u3070\u3001http\://media.example.com/\u3002 \u3082\u3057\u3053\u306E\u5024\u304C\u7A7A\u767D\u306A\u3089\u3001\u753B\u50CF\u3084\u30D5\u30A1\u30A4\u30EB\u306EURL\u306F\u3001\u76F8\u5BFEURL\u3068\u3057\u3066\u751F\u6210\u3055\u308C\u307E\u3059\u3002
admin.upload.help.sharedrepository=\u5171\u6709\u30D5\u30A1\u30A4\u30EB\u30EA\u30DD\u30B8\u30C8\u30EA\u306F\u3001\u7279\u5B9A\u306E\u4EEE\u60F3wiki\u306E\u30D5\u30A1\u30A4\u30EB\u3084\u753B\u50CF\u3092\u5168\u3066\u306E\u4EEE\u60F3wiki\u304B\u3089\u4F7F\u3048\u308B\u3088\u3046\u306B\u3057\u307E\u3059\u3002
admin.upload.help.storage=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u3092JAMWiki\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u4FDD\u5B58\u3059\u308B\u306E\u306F\u3001\u4E00\u756A\u7C21\u5358\u3067\u3042\u308A\u3001\u5927\u62B5\u306E\u30B5\u30A4\u30C8\u306F\u3053\u308C\u3067\u5341\u5206\u3067\u3059\u3002\u3088\u308A\u9AD8\u3044\u6027\u80FD\u3092\u8981\u6C42\u3055\u308C\u308B\u30B5\u30A4\u30C8\u306F\u3001\u30D5\u30A1\u30A4\u30EB\u3092\u30A6\u30A7\u30D6\u30B5\u30FC\u30D0\u307E\u305F\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30B5\u30FC\u30D0\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u30EB\u30FC\u30C8\u304B\u3089\u7BA1\u7406\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u7279\u6B8A\u306A\u5FC5\u8981\u304C\u3042\u308B\u30B5\u30A4\u30C8\u306F\u30D5\u30A1\u30A4\u30EB\u3092\u76F4\u63A5\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u4FDD\u5B58\u3059\u308B\u3053\u3068\u3092\u9078\u629E\u3067\u304D\u307E\u3059\u3002
admin.upload.help.storage.note=\u65E2\u306B\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u304C\u3042\u308B\u5834\u5408\u3001\u4FDD\u5B58\u65B9\u6CD5\u3092\u5909\u66F4\u3057\u305F\u5834\u5408\u306F\u3001\u7BA1\u7406\u8005\u304C\u624B\u4F5C\u696D\u3067\u65E2\u5B58\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u52D5\u304B\u3055\u306A\u3051\u308C\u3070\u306A\u3089\u306A\u3044\u306E\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
admin.upload.help.uploaddir=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u5148\u3068\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u5143\u3068\u306A\u308B\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3002
admin.upload.help.uploaddirrel=&lt;img&gt; \u30BF\u30B0\u3084 &lt;a&gt; \u30BF\u30B0\u3067\u4F7F\u308F\u308C\u308B\u30EB\u30FC\u30C8\u30D1\u30B9\u540D\u3002\u30D5\u30A1\u30A4\u30EB\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u5148\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C /docroot/wiki-files/ \u3067\u3042\u308C\u3070\u3001\u76F8\u5BFE\u30D1\u30B9\u540D\u306F /wiki-files/\u3002
admin.upload.help.whitelist=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3092\u8A31\u53EF\u3059\u308B\u30D5\u30A1\u30A4\u30EB\u306E\u62E1\u5F35\u5B50\uFF08\u8907\u6570\u306E\u5834\u5408\u306F\u30AB\u30F3\u30DE\u533A\u5207\u308A\uFF09\u3002\u4F8B\:"jsp,bin,bat"\u3002
admin.upload.storage.database=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9
admin.upload.storage.default=JAMWiki\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
admin.upload.storage.docroot=\u30A6\u30A7\u30D6\u30B5\u30FC\u30D0\u307E\u305F\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30B5\u30FC\u30D0\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u30EB\u30FC\u30C8
admin.vwiki.caption.interwiki.display=\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u8868\u793A\u5024
admin.vwiki.caption.interwiki.pattern=\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30ADURL\u30D1\u30BF\u30FC\u30F3
admin.vwiki.caption.interwiki.prefix=\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u63A5\u982D\u8A9E
admin.vwiki.caption.makedefault=\u65E2\u5B9A\u306E\u4EEE\u60F3Wiki
admin.vwiki.caption.namespace.comments=\u30B3\u30E1\u30F3\u30C8\u306E\u540D\u524D\u7A7A\u9593
admin.vwiki.caption.namespace.main=\u30E1\u30A4\u30F3\u306E\u540D\u524D\u7A7A\u9593
admin.vwiki.caption.namespace.notallowed=\u3053\u306E\u540D\u524D\u7A7A\u9593\u3067\u306F\u7FFB\u8A33\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
admin.vwiki.caption.select=\u4EEE\u60F3Wiki\u3092\u9078\u629E
admin.vwiki.caption.usedefault=\u65E2\u5B9A\u5024\u3092\u4F7F\u7528
admin.vwiki.error.addnamespacefail=\u540D\u524D\u7A7A\u9593\u306E\u7FFB\u8A33\u306E\u8FFD\u52A0\u307E\u305F\u306F\u66F4\u65B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\uFF1A {0}\u3002
admin.vwiki.error.interwiki.display=\u4E0D\u6B63\u306A\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u8868\u793A\u5024 {0}\u3002 \u8868\u793A\u5024\u306F30\u6587\u5B57\u3092\u8D8A\u3059\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002 
admin.vwiki.error.interwiki.pattern=\u7121\u52B9\u306A\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u30FB\u30D1\u30BF\u30FC\u30F3\uFF1A{0}\u3002\u5024\u306F\u3001http\://www.example.com/{0} \u5F62\u5F0F\u3067\u3001 "{0}" will\u9069\u5207\u306A\u8A18\u4E8B\u5024\u3067\u7F6E\u63DB\u3055\u308C\u307E\u3059\u3002\u307E\u305F\u3001\u5024\u306F200\u6587\u5B57\u3092\u8D85\u3048\u308B\u3053\u3068\u304C\u3067\u304D\u306A\u3044\u3053\u3068\u306B\u7559\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
admin.vwiki.error.interwiki.prefix=\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u63A5\u982D\u8A9E {0} \u306F\u7121\u52B9\u3067\u3059\u3002  \u63A5\u982D\u8A9E\u306B\u306F\u3001\u6587\u5B57\u30FB\u6570\u5B57\u30FB\u30C0\u30C3\u30B7\u30E5\u30FB\u30D4\u30EA\u30AA\u30C9\u30FB\u30A2\u30F3\u30C0\u30FC\u30B9\u30B3\u30A2\u3057\u304B\u4F7F\u3048\u307E\u305B\u3093\u3002\u307E\u305F\u3001\uFF13\uFF10\u6587\u5B57\u3092\u8D85\u3048\u308B\u3053\u3068\u304C\u3067\u304D\u306A\u3044\u306E\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
admin.vwiki.error.namespace.characters=\u540D\u524D\u7A7A\u9593 "{0}" \u306F\u3001\u540D\u524D\u7A7A\u9593\u306B\u4F7F\u7528\u3067\u304D\u306A\u3044\u6587\u5B57\u3092\u542B\u3093\u3067\u3044\u307E\u3059\u3002
admin.vwiki.error.namespace.unique=\u540D\u524D\u7A7A\u9593 "{0}" \u306F\u30E6\u30CB\u30FC\u30AF\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u540D\u524D\u7A7A\u9593\u306F\u5168\u3066\u30E6\u30CB\u30FC\u30AF\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u65E2\u5B9A\u306E\u540D\u524D\u7A7A\u9593\u304C\u3053\u306E\u30E9\u30D9\u30EB\u3092\u4F7F\u7528\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u307E\u305F\u3001\u4EEE\u60F3\u30A6\u30A3\u30AD\u540D\u524D\u7A7A\u9593\u7FFB\u8A33\u304C\u3053\u306E\u5024\u3092\u4F7F\u7528\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
admin.vwiki.error.namespace.whitespace=\u540D\u524D\u7A7A\u9593 "{0}" \u306F\u3001\u524D\u3001\u307E\u305F\u306F\u3001\u5F8C\u306B\u7A7A\u767D\u304C\u3042\u308A\u307E\u3059\u3002\u7A7A\u524D\u5F8C\u306E\u7A7A\u767D\u3092\u9664\u53BB\u3057\u3066\u304F\u3060\u3055\u3044\u3002
admin.vwiki.help.defaulttopic=\u4EEE\u60F3\u30A6\u30A3\u30AD\u3067\u8868\u793A\u3059\u308B\u65E2\u5B9A\u306E\u8A18\u4E8B\u3002\u3053\u306E\u8A18\u4E8B\u306F\u3001URL\u306B\u8A18\u4E8B\u304C\u542B\u307E\u308C\u3066\u3044\u306A\u304B\u3063\u305F\u308A\u3001\u30E6\u30FC\u30B6\u304C\u30B5\u30A4\u30C8\u306E\u30ED\u30B4\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u305F\u308A\u3001\u306A\u3069\u3001\u5FC5\u8981\u306A\u5834\u5408\u306B\u65E2\u5B9A\u5024\u3068\u3057\u3066\u8868\u793A\u3055\u308C\u307E\u3059\u3002
admin.vwiki.help.interwiki.display=\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u30FB\u30EA\u30F3\u30AF\u3092\u5DE6\u306E\u30E1\u30CB\u30E5\u30FC\u306B\u8868\u793A\u3059\u308B\u3088\u3046\u306B\u8A2D\u5B9A\u3057\u305F\u5834\u5408\u3001\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u8868\u793A\u5024\u306F\u30A8\u30F3\u30C9\u30E6\u30FC\u30B6\u306B\u8868\u793A\u3055\u308C\u308B\u5024\u3068\u306A\u308A\u307E\u3059\u3002
admin.vwiki.help.interwiki.pattern=URL\u30D1\u30BF\u30FC\u30F3\u306F http\://en.wikipedia.org/wiki/{0}\u3000\u306E\u5F62\u3067\u306A\u304F\u3066\u306F\u306A\u308A\u307E\u305B\u3093\u3002 "{0}" \u306F\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u306E\u8A18\u4E8B\u540D\u3067\u7F6E\u304D\u63DB\u3048\u3089\u308C\u307E\u3059\u3002
admin.vwiki.help.interwiki.prefix=\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u63A5\u982D\u8A9E\u306F\u5927\u6587\u5B57\u30FB\u5C0F\u6587\u5B57\u3092\u533A\u5225\u3057\u306A\u3044\u5024\u3067\u3001\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u30FB\u30EA\u30F3\u30AF\u3092\u751F\u6210\u3057\u307E\u3059\u3002\u305F\u3068\u3048\u3070\u3001\u63A5\u982D\u8A9E "wikipedia"\u306F\u3001"wikipedia\:Example" \u3068\u3044\u3046\u3088\u3046\u306A\u30EA\u30F3\u30AF\u3092\u4F5C\u308B\u306E\u306B\u4F7F\u3048\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u3055\u3089\u306B\u3001Wikipedia\u306E"Example"\u8A18\u4E8B\u3078\u306E URL \u3092\u751F\u6210\u3057\u307E\u3059\u3002
admin.vwiki.help.makedefault=\u30E6\u30FC\u30B6\u304C\u4EEE\u60F3\u30A6\u30A3\u30AD\u306A\u3057\u306EURL\u3067\u30A2\u30AF\u30BB\u30B9\u3057\u305F\u5834\u5408\u306F\u81EA\u52D5\u7684\u306B\u65E2\u5B9A\u306E\u4EEE\u60F3\u30A6\u30A3\u30AD\u306B\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u3055\u308C\u307E\u3059\u3002\u305F\u3068\u3048\u3070\u3001\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6642\u306E\u65E2\u5B9A\u306E\u4EEE\u60F3\u30A6\u30A3\u30AD\u306F "en" \u3067\u3059\u306E\u3067\u3001 <code>http\://www.example.com/wiki/</code>\u306F <code>http\://www.example.com/wiki/en/</code>\u306B\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u3055\u308C\u308B\u3053\u3068\u306B\u306A\u308A\u307E\u3059\u3002
admin.vwiki.help.name=\u4EEE\u60F3\u30A6\u30A3\u30AD\u540D\u306FURL\u5185\u306B\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u5C0F\u6587\u5B57\u3067\u3001\u304B\u3064\u3001\u7A7A\u767D\u3084\u7279\u6B8A\u8A18\u53F7\u3092\u542B\u3093\u3067\u306F\u3044\u3051\u307E\u305B\u3093\u3002\u4F8B\uFF1A "en"\u3002
admin.vwiki.help.namespace.add=\u65B0\u3057\u3044\u540D\u524D\u7A7A\u9593\u3092\u5275\u308A\u307E\u3059\u3002\u30E1\u30A4\u30F3\u306E\u540D\u524D\u7A7A\u9593\u3068\u30B3\u30E1\u30F3\u30C8\u540D\u524D\u7A7A\u9593\u306E\u4E21\u65B9\u3092\u5275\u3089\u306A\u3044\u3068\u3044\u3051\u307E\u305B\u3093\u3002\u540D\u524D\u7A7A\u9593\u306E\u540D\u524D\u306F\u30E6\u30CB\u30FC\u30AF\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u540D\u524D\u7A7A\u9593\u306F \u5168\u3066\u306E\u4EEE\u60F3\u30A6\u30A3\u30AD\u3067\u5229\u7528\u3067\u304D\u307E\u3059\u3002  <b>\u91CD\u8981\uFF1A \u4E00\u5EA6\u4F5C\u6210\u3057\u305F\u540D\u524D\u7A7A\u9593\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093</b>\u3002
admin.vwiki.help.namespace.search=\u540D\u524D\u7A7A\u9593\u306E\u7FFB\u8A33\u3092\u4F5C\u6210\u3059\u308B\u4EEE\u60F3\u30A6\u30A3\u30AD\u3092\u9078\u3076
admin.vwiki.help.namespace.translations=\u4EE5\u4E0B\u306E\u4EEE\u60F3\u30A6\u30A3\u30AD\u7FFB\u8A33\u304C\u4F5C\u3089\u308C\u306A\u3044\u9650\u308A\u3001\u65E2\u5B9A\u306E\u540D\u524D\u7A7A\u9593\u30E9\u30D9\u30EB\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002\u305F\u3068\u3048\u3070\u3001"Comments"\u540D\u524D\u7A7A\u9593\u306E\u7FFB\u8A33\u3068\u3057\u3066"Talk"\u3092\u5275\u308B\u3068\u3001\u30B3\u30E1\u30F3\u30C8\u30DA\u30FC\u30B8\u304C"Comments\:Topic"\u3067\u306F\u306A\u304F\u3001"Talk\:Topic" \u306E\u5F62\u3067\u3042\u308B\u5FC5\u8981\u304C\u51FA\u3066\u304D\u307E\u3059\u3002\u540D\u524D\u7A7A\u9593\u540D\u306F\u30E6\u30CB\u30FC\u30AF\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
admin.vwiki.help.namespace.translations.warning=<b>\u91CD\u8981</b>\: \u7FFB\u8A33\u3055\u308C\u305F\u540D\u524D\u7A7A\u9593\u3092\u8FFD\u52A0\u307E\u305F\u306F\u66F4\u65B0\u3059\u308B\u3068\u3001\u65E2\u5B58\u306E\u8A18\u4E8B\u3078\u306E\u30EA\u30F3\u30AF\u304C\u58CA\u308C\u3001\u624B\u52D5\u3067\u66F4\u65B0\u3059\u308B\u5FC5\u8981\u304C\u51FA\u3066\u304D\u307E\u3059\u3002\u540D\u524D\u7A7A\u9593\u306E\u5909\u66F4\u306F\u3001\u307E\u3060\u8A18\u4E8B\u304C\u306A\u3044\u4EEE\u60F3\u30A6\u30A3\u30AD\u4EE5\u5916\u3067\u306F\u884C\u308F\u306A\u3044\u3053\u3068\u3092\u63A8\u5968\u3057\u307E\u3059\u3002\u307E\u305F\u3001\u65E2\u5B58\u306E\u8A18\u4E8B\u3067\u554F\u984C\u304C\u767A\u751F\u3057\u305F\u3068\u304D\u306F\u3001<code>Special\:Maintenance</code> \u30DA\u30FC\u30B8\u306E"Fix incorrect namespaces"\u30E6\u30FC\u30C6\u30A3\u30EA\u30C6\u30A3\u3092\u8D70\u3089\u305B\u308B\u5FC5\u8981\u304C\u3042\u308B\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002
admin.vwiki.help.search=\u66F4\u65B0\u3059\u308B\u4EEE\u60F3\u30A6\u30A3\u30AD\u3092\u9078\u3093\u3067\u304F\u3060\u3055\u3044\u3002\u65B0\u3057\u3044\u4EEE\u60F3\u30A6\u30A3\u30AD\u3092\u4F5C\u308B\u5834\u5408\u306F\u3001\u30C9\u30ED\u30C3\u30D7\u30C0\u30A6\u30F3\u306E\u4E2D\u306E\u5024\u3092\u9078\u629E\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
admin.vwiki.message.addnamespacesuccess=\u540D\u524D\u7A7A\u9593 "{0}" \u306E\u4F5C\u6210\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002
admin.vwiki.message.commonupdated=\u4EEE\u60F3\u30A6\u30A3\u30AD\u5171\u901A\u8A2D\u5B9A\u3092\u66F4\u65B0\u3057\u307E\u3057\u305F\u3002
admin.vwiki.message.interwiki.addsuccess=\u63A5\u982D\u8A9E "{0}" \u306E\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u30FB\u30EA\u30F3\u30AF\u306E\u4F5C\u6210\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002
admin.vwiki.message.interwiki.common=\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u5171\u901A\u8A2D\u5B9A\u306E\u66F4\u65B0\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002
admin.vwiki.message.interwiki.updatesuccess=\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u30FB\u30D1\u30BF\u30FC\u30F3\u306E\u66F4\u65B0\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002
admin.vwiki.message.namespacesuccess=\u4EEE\u60F3\u30A6\u30A3\u30AD "{0}"\u3000\u306B\u5BFE\u3059\u308B\u540D\u524D\u7A7A\u9593\u7FFB\u8A33\u306E\u8FFD\u52A0\uFF0F\u66F4\u65B0\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002
admin.vwiki.title=\u4EEE\u60F3Wiki
admin.vwiki.title.common=\u5171\u901A\u306E\u4EEE\u60F3\u30A6\u30A3\u30AD\u8A2D\u5B9A
admin.vwiki.title.interwiki=\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u30FB\u30EA\u30F3\u30AF
admin.vwiki.title.interwiki.add=\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u30FB\u30EA\u30F3\u30AF\u3092\u8FFD\u52A0\u3059\u308B
admin.vwiki.title.interwiki.common=\u5171\u901A\u306E\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u30FB\u30EA\u30F3\u30AF\u8A2D\u5B9A
admin.vwiki.title.interwiki.update=\u30A4\u30F3\u30BF\u30FC\u30A6\u30A3\u30AD\u30FB\u30EA\u30F3\u30AF\u306E\u66F4\u65B0\uFF0F\u524A\u9664
admin.vwiki.title.namespace.add=\u540D\u524D\u7A7A\u9593\u306E\u8FFD\u52A0
admin.vwiki.title.namespace.translations=\u540D\u524D\u7A7A\u9593\u306E\u7FFB\u8A33
admin.vwiki.title.select=\u4EEE\u60F3\u30A6\u30A3\u30AD\u306E\u9078\u629E
admin.vwiki.title.virtualwiki=\u4EEE\u60F3\u30A6\u30A3\u30AD\u306E\u8FFD\u52A0\uFF0F\u66F4\u65B0
allcategories.message.none=\u3053\u306E\u30A6\u30A3\u30AD\u3067\u306F\u3001\u73FE\u5728\u3001\u30AB\u30C6\u30B4\u30EA\u30FC\u306F\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
allcategories.title=\u30AB\u30C6\u30B4\u30EA\u30FC
allfiles.message.none=\u3053\u306E\u30A6\u30A3\u30AD\u3067\u306F\u3001\u4ECA\u307E\u3067\u306E\u3068\u3053\u308D\u3001\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306F\u3042\u308A\u307E\u305B\u3093\u3002
allfiles.title=\u5168\u3066\u306E\u30D5\u30A1\u30A4\u30EB
allimages.message.none=\u3053\u306E\u30A6\u30A3\u30AD\u3067\u306F\u3001\u4ECA\u307E\u3067\u306E\u3068\u3053\u308D\u3001\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u305F\u753B\u50CF\u306F\u3042\u308A\u307E\u305B\u3093\u3002
allimages.title=\u5168\u3066\u306E\u753B\u50CF
alltopics.message.none=\u9078\u629E\u3055\u308C\u305F\u540D\u524D\u7A7A\u9593\u306B\u5C5E\u3059\u308B\u8A18\u4E8B\u306F\u3042\u308A\u307E\u305B\u3093\u3002
alltopics.title=\u5168\u3066\u306E\u8A18\u4E8B
allusers.message.none=\u3053\u306E\u30A6\u30A3\u30AD\u3067\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u30E6\u30FC\u30B6\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u3042\u308A\u307E\u305B\u3093\u3002
allusers.title=\u3059\u3079\u3066\u306E\u30E6\u30FC\u30B6
block.button.block=\u30E6\u30FC\u30B6\u3092\u30D6\u30ED\u30C3\u30AF\u3059\u308B
block.caption.duration=\u30D6\u30ED\u30C3\u30AF\u306E\u671F\u9593
block.caption.lastLoginIpAddress=\u3053\u306E\u30E6\u30FC\u30B6\u304C\u4F7F\u7528\u3057\u305F\u76F4\u8FD1\u306EIP\u30A2\u30C9\u30EC\u30B9
block.caption.overview=\u4EE5\u4E0B\u306E\u30D5\u30A9\u30FC\u30E0\u3092\u4F7F\u7528\u3057\u3066\u3001\u7279\u5B9A\u306EIP\u30A2\u30C9\u30EC\u30B9\u3001\u307E\u305F\u306F\u3001\u30E6\u30FC\u30B6\u304C\u7DE8\u96C6\u3001\u30DA\u30FC\u30B8\u306E\u79FB\u52D5\u3001\u30D5\u30A1\u30A4\u30EB\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u304C\u3067\u304D\u306A\u3044\u3088\u3046\u306B\u30D6\u30ED\u30C3\u30AF\u3057\u307E\u3059\u3002\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u305F\u30E6\u30FC\u30B6\u306F\u3001\u30D6\u30ED\u30C3\u30AF\u304C\u6709\u52B9\u306A\u671F\u9593\u30FB\u30D6\u30ED\u30C3\u30AF\u3092\u9069\u7528\u3057\u305F\u30E6\u30FC\u30B6\u30FB\u30D6\u30ED\u30C3\u30AF\u306E\u7406\u7531\uFF08\u4F8B\uFF1A\u7279\u5B9A\u306E\u30DA\u30FC\u30B8\u306B\u8FF7\u60D1\u884C\u70BA\u3092\u50CD\u3044\u305F\uFF09\u3092\u901A\u77E5\u3055\u308C\u307E\u3059\u3002
block.caption.reason=\u30D6\u30ED\u30C3\u30AF\u306E\u7406\u7531
block.caption.user=\u5229\u7528\u8005\u540D / IP\u30A2\u30C9\u30EC\u30B9
block.error.alreadyblocked=\u30E6\u30FC\u30B6"{0}" \u306F\u65E2\u306B\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30D6\u30ED\u30C3\u30AF\u3092\u5909\u66F4\u3059\u308B\u306B\u306F\u3001\u4E00\u5EA6\u30D6\u30ED\u30C3\u30AF\u3092\u89E3\u9664\u3057\u3066\u304B\u3089\u518D\u5EA6\u30D6\u30ED\u30C3\u30AF\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
block.error.duration=\u4E0D\u6B63\u306A\u30D6\u30ED\u30C3\u30AF\u671F\u9593 "{0}"\u3002  \u30D6\u30ED\u30C3\u30AF\u671F\u9593\u306F\u3001\u6C38\u4E45\u3001\u307E\u305F\u306F\u3001\u6B63\u306E\u6574\u6570\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
block.error.invaliduser=\u30ED\u30B0\u30A4\u30F3\u540D "{0}" \u306E\u30E6\u30FC\u30B6\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
block.error.user=\u30E6\u30FC\u30B6\u306E\u30ED\u30B0\u30A4\u30F3\u540D\u307E\u305F\u306FIP\u30A2\u30C9\u30EC\u30B9\u3092\u6307\u5B9A\u3057\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
block.message.success={0} \u306F {1} \u307E\u3067\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u307E\u3057\u305F\u3002
block.title=\u6295\u7A3F\u30D6\u30ED\u30C3\u30AF
blocklist.caption.blocked={0} \u306F {1} \u306B\u3088\u308A\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u307E\u3057\u305F\u3002
blocklist.caption.end=\u6709\u52B9\u671F\u9650\u7D42\u4E86\uFF1A {0}
blocklist.caption.none=\u73FE\u5728\u3001\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u308BIP\u30A2\u30C9\u30EC\u30B9\u3068\u30E6\u30FC\u30B6\u306F\u3042\u308A\u307E\u305B\u3093\u3002
blocklist.caption.unblock=\u30D6\u30ED\u30C3\u30AF\u89E3\u9664
blocklist.title=\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u308BIP\u30A2\u30C9\u30EC\u30B9\u3068\u30E6\u30FC\u30B6
common.button.add=\u8FFD\u52A0
common.button.back=\u623B\u308B
common.button.change=\u5909\u66F4
common.button.continue=\u7D9A\u3051\u308B
common.button.go=\u691C\u7D22
common.button.save=\u4FDD\u5B58
common.caption.captcha=\u30B9\u30D1\u30E0\u304B\u3089\u9632\u5FA1\u3059\u308B\u305F\u3081\u306B\u3001\u4E0B\u306B\u8868\u793A\u3055\u308C\u308B\u8A9E\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3082\u3057\u8AAD\u3081\u306A\u304B\u3063\u305F\u3089 "\u518D\u6311\u6226\uFF08Get a new challenge\uFF09" \u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u5225\u306E\u8A9E\u3067\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002
common.caption.default=\u30C7\u30D5\u30A9\u30EB\u30C8
common.caption.diff=\u5DEE\u5206
common.caption.experimental=\u5B9F\u9A13\u7684
common.caption.history=\u5C65\u6B74
common.caption.universaledit=\u30AF\u30EA\u30C3\u30AF\u3057\u3066 {0} \u3092\u7DE8\u96C6
common.caption.view=\u8868\u793A
common.current=Current {0}
common.date=\u65E5\u4ED8
common.delete=\u524A\u9664
common.exception.expression=\u5F0F\uFF08expression)\u306E\u8AA4\u308A\u3067\u3059\: {0}
common.exception.missingparameter=\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u306F\u5FC5\u9808\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u629C\u3051\u3066\u3044\u307E\u3059\: {0}
common.exception.name=\u8981\u6C42\u3055\u308C\u305F\u5024 "{0}" \u306F\u7121\u52B9\u3067\u3059\u3002\u30BF\u30A4\u30C8\u30EB\u306B\u4F7F\u7528\u3067\u304D\u306A\u3044\u6587\u5B57\u3092\u542B\u3093\u3067\u3044\u308B\u304B\u3082\u77E5\u308C\u307E\u305B\u3093\u3002
common.exception.notopic=\u8A18\u4E8B\u306E\u540D\u524D\u304C\u7121\u52B9\u3067\u3042\u308B\u304B\u3001\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
common.exception.novirtualwiki=\u4EEE\u60F3Wiki\u304C\u7121\u52B9\u3067\u3042\u308B\u304B\u3001\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
common.exception.pseudotopic={0} \u306F\u7279\u6B8A\u8A18\u4E8B\u3067\u3042\u308A\u3001\u4E00\u822C\u306E\u8A18\u4E8B\u306E\u3088\u3046\u306B\u53C2\u7167\u3057\u305F\u308A\u7DE8\u96C6\u3057\u305F\u308A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
common.exception.recaptcha=CAPTCHA\u306E\u30C1\u30E3\u30EC\u30F3\u30B8\u8A9E\u304C\u4E88\u60F3\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002\u4E0B\u306E\u7D75\u306E\u8A9E\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002 
common.interval.days=\u65E5
common.interval.hours=\u6642\u9593
common.interval.infinite=\u7121\u9650
common.interval.minutes=\u5206
common.interval.months=\u6708
common.interval.weeks=\u9031
common.login=\u30ED\u30B0\u30A4\u30F3
common.logout=\u30ED\u30B0\u30A2\u30A6\u30C8
common.name=\u540D\u524D
common.namespace=\u540D\u524D\u7A7A\u9593
common.namespace.main=\uFF08\u6A19\u6E96\uFF09
common.pagination.next=\u6B21\u306E {0}\u4EF6
common.pagination.previous=\u524D\u306E {0}\u4EF6
common.pagination.results=\u30DA\u30FC\u30B8\u3042\u305F\u308A\u306E\u4EF6\u6570
common.sectionedit=\u7DE8\u96C6
common.topic=\u8A18\u4E8B
common.undelete=\u524A\u9664\u306E\u53D6\u308A\u6D88\u3057
common.update=\u66F4\u65B0
common.user=\u30E6\u30FC\u30B6
common.warning.experimental=\u3053\u306E\u6A5F\u80FD\u306F<b>\u5B9F\u9A13\u6BB5\u968E</b>\u306B\u3042\u308B\u306E\u3067\u3001\u3054\u5229\u7528\u306B\u5F53\u305F\u3063\u3066\u306F\u6CE8\u610F\u9858\u3044\u307E\u3059\u3002
contributions.title=\u30E6\u30FC\u30B6 {0} \u306E\u8A18\u4E8B
diff.line=\u884C
diff.next=\u6B21\u306E\u5DEE\u7570 &rarr;
diff.nochange=\u6307\u5B9A\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u9593\u306B\u9055\u3044\u306F\u3042\u308A\u307E\u305B\u3093\u3002
diff.previous=&larr; \u524D\u306E\u5DEE\u7570
diff.revision=\ {0}\u3000\u6642\u70B9\u306E\u7248
diff.title={0} \u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u540C\u58EB\u3092\u6BD4\u8F03\u3059\u308B
edit.action.preview=\u30D7\u30EC\u30D3\u30E5\u30FC
edit.action.showchanges=\u5909\u66F4\u3092\u8868\u793A\u3059\u308B
edit.button.bold=\u30DC\u30FC\u30EB\u30C9\u4F53
edit.button.bold.text=\u30DC\u30FC\u30EB\u30C9\u4F53
edit.button.external.link=\u5916\u90E8\u3078\u306E\u30EA\u30F3\u30AF(\u5148\u982D\u306Ehttp\:// \u3092\u5FD8\u308C\u305A\u306B)
edit.button.external.link.text=http\://www.example.com \u30EA\u30F3\u30AF\u30BF\u30A4\u30C8\u30EB
edit.button.head.text=\u898B\u51FA\u3057\u6587
edit.button.head1=\u30EC\u30D9\u30EB 1 \u898B\u51FA\u3057
edit.button.head2=\u898B\u51FA\u3057\uFF12
edit.button.head3=\u30EC\u30D9\u30EB 3 \u898B\u51FA\u3057
edit.button.image=\u57CB\u3081\u8FBC\u307F\u753B\u50CF
edit.button.image.text=\u4F8B.jpg
edit.button.indent=\u5B57\u4E0B\u3052
edit.button.indent.text=\u5B57\u4E0B\u3052\u3055\u308C\u305F\u884C
edit.button.internal.link=\u5185\u90E8\u3078\u306E\u30EA\u30F3\u30AF
edit.button.internal.link.text=\u30EA\u30F3\u30AF\u30BF\u30A4\u30C8\u30EB
edit.button.italic=\u30A4\u30BF\u30EA\u30C3\u30AF\u4F53
edit.button.italic.text=\u30A4\u30BF\u30EA\u30C3\u30AF\u4F53
edit.button.line=\u6C34\u5E73\u306E\u533A\u5207\u308A\u7DDA
edit.button.nowiki=\u30A6\u30A3\u30AD\u6574\u5F62\u3092\u7121\u8996\u3059\u308B
edit.button.nowiki.text=\u3053\u3053\u306B\u6574\u5F62\u5BFE\u8C61\u5916\u306E\u6587\u3092\u66F8\u304F
edit.button.ordered.list=\u756A\u53F7\u4ED8\u304D\u7B87\u6761\u66F8\u304D
edit.button.ordered.list.text=\u756A\u53F7\u4ED8\u304D\u7B87\u6761\u66F8\u304D\u306E\u9805\u76EE
edit.button.signature=\u7F72\u540D\u3068\u65E5\u4ED8
edit.button.strike=\u53D6\u308A\u6D88\u3057\u7DDA
edit.button.strike.text=\u53D6\u308A\u6D88\u3057\u7DDA\u3064\u304D\u30C6\u30AD\u30B9\u30C8
edit.button.subscript=\u4E0B\u4ED8\u304D\u6587\u5B57
edit.button.subscript.text=\u4E0B\u4ED8\u304D\u6587\u5B57
edit.button.superscript=\u4E0A\u4ED8\u304D\u6587\u5B57
edit.button.superscript.text=\u4E0A\u4ED8\u304D\u6587\u5B57
edit.button.underline=\u4E0B\u7DDA\u4ED8\u304D\u30C6\u30AD\u30B9\u30C8
edit.button.underline.text=\u4E0B\u7DDA\u4ED8\u304D\u30C6\u30AD\u30B9\u30C8
edit.button.unordered.list=\u756A\u53F7\u306A\u3057\u7B87\u6761\u66F8\u304D
edit.button.unordered.list.text=\u756A\u53F7\u306A\u3057\u7B87\u6761\u66F8\u304D\u306E\u9805\u76EE
edit.caption.antispam=\u30B9\u30D1\u30E0\u5BFE\u7B56\u30C1\u30A7\u30C3\u30AF\u3067\u3059\u3002\u3053\u3053\u306B\u306F <b>\u5165\u529B\u3057\u306A\u3044</b> \u3067\u304F\u3060\u3055\u3044\uFF01
edit.caption.comment=\u3053\u306E\u7DE8\u96C6\u306E\u30B3\u30E1\u30F3\u30C8
edit.caption.minor=\u5C0F\u3055\u306A\u5909\u66F4\u3067\u3042\u308B
edit.caption.previewsummary=\u7DE8\u96C6\u30B5\u30DE\u30EA\u306E\u30D7\u30EC\u30D3\u30E5\u30FC\: ({0})
edit.caption.watch=\u30A6\u30A9\u30C3\u30C1\u30EA\u30B9\u30C8\u306B\u8FFD\u52A0\u3059\u308B
edit.exception.conflict=\u8B66\u544A\: \u4ED6\u306E\u8AB0\u304B\u304C\u3053\u306E\u8A18\u4E8B\u3092\u7DE8\u96C6\u3057\u307E\u3057\u305F\u3002\u73FE\u5728\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u6700\u521D\u306E\u67A0\u306B\u3001\u3042\u306A\u305F\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u6B21\u306E\u67A0\u306B\u793A\u3057\u307E\u3059\u3002\u98DF\u3044\u9055\u3044\u304C\u3042\u308C\u3070\u624B\u52D5\u3067\u7D71\u5408\u3057\u305F\u4E0A\u3067\u3001\u518D\u4FDD\u5B58\u3057\u3066\u304F\u3060\u3055\u3044\u3002
edit.exception.nocontent=\u8A18\u4E8B {0} \u306B\u306F\u30B3\u30F3\u30C6\u30F3\u30C4\u304C\u3042\u308A\u307E\u305B\u3093\u3002
edit.exception.spam=\u3042\u306A\u305F\u306E\u5909\u66F4\u306F\u30B9\u30D1\u30E0\u30D5\u30A3\u30EB\u30BF\u306B\u3088\u3063\u3066\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u307E\u3057\u305F\u3002\u3042\u306A\u305F\u306E\u6587\u7AE0\u306E\u4E2D\u304B\u3089\u3001\u4EE5\u4E0B\u306E\u8868\u73FE\u3092\u53D6\u308A\u9664\u3044\u3066\u304F\u3060\u3055\u3044\u3002\: <b>{0}</b>.
edit.title={0} \u3092\u7DE8\u96C6
edit.warning.oldversion=\u8B66\u544A\: \u7DE8\u96C6\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u6700\u65B0\u7248\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u4FDD\u5B58\u3059\u308B\u3068\u6700\u8FD1\u306E\u5909\u66F4\u304C\u5931\u308F\u308C\u307E\u3059\u3002
edit.warning.preview=\u30D7\u30EC\u30D3\u30E5\u30FC\u3067\u3059\: \u5909\u66F4\u306F\u307E\u3060\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
error.caption=\u30B7\u30B9\u30C6\u30E0\u30A8\u30E9\u30FC\u304C\u8D77\u304D\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u4EE5\u4E0B\u306E\u901A\u308A\u3067\u3059\u3002\:
error.databaseconnection=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3078\u306E\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u8A2D\u5B9A\u3092\u898B\u76F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002\: {0}
error.directorydelete=\u30D5\u30A1\u30A4\u30EB {0} \u306E\u524A\u9664\u306B\u5931\u6557\u3057\u307E\u3057\u305F\: {1}
error.directoryinvalid={0} \u306F\u3001\u6709\u52B9\u306A\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
error.directoryread=\u30D5\u30A1\u30A4\u30EB {0} \u306E\u8AAD\u307F\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\: {1}
error.directorywrite=\u30D5\u30A1\u30A4\u30EB {0} \u3078\u306E\u66F8\u304D\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\: {1}
error.fieldlength="{0}"\u3068\u3044\u3046\u5024\u306E\u6587\u5B57\u6570\u306F\u3001\u30D5\u30A3\u30FC\u30EB\u30C9\u30B5\u30A4\u30BA\u306E\u4E0A\u9650\u5024 {1} \u3092\u8D85\u3048\u307E\u3059\u3002
error.heading=\u30B7\u30B9\u30C6\u30E0\u30A8\u30E9\u30FC\u304C\u8D77\u304D\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u6B21\u306E\u901A\u308A\u3067\u3059\u3002\:
error.login=\u30E6\u30FC\u30B6\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u3044\u305A\u308C\u304B\u3001\u307E\u305F\u306F\u4E21\u65B9\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002\u518D\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044\u3002
error.loginempty=\u30ED\u30B0\u30A4\u30F3\u540D\u304C\u7A7A\u3067\u3059\u3002
error.newpasswordempty=\u65B0\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u6307\u5B9A\u3057\u3066\u4E0B\u3055\u3044\u3002
error.parserclass=\u30D1\u30FC\u30B5\u30FC\u306E\u30AF\u30E9\u30B9\u540D {0} \u306F\u7121\u52B9\u3067\u3059\u3002
error.passwordconfirm=\u78BA\u8A8D\u306E\u305F\u3081\u306B\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\uFF12\u7B87\u6240\u306B\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044\u3002
error.readonly=\u3042\u306A\u305F\u304C\u7DE8\u96C6\u3057\u3088\u3046\u3068\u3057\u305F\u8A18\u4E8B\u306F\u6B8B\u5FF5\u306A\u304C\u3089\u66F8\u304D\u8FBC\u307F\u7981\u6B62\u3067\u3059\u3002\u3082\u3057\u3082\u3053\u306E\u8A2D\u5B9A\u304C\u8AA4\u308A\u3067\u3042\u308B\u3068\u601D\u3063\u305F\u3089Wiki\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
error.title=\u30A8\u30E9\u30FC
error.unknown=\u672A\u77E5\u306E\u30B7\u30B9\u30C6\u30E0\u30A8\u30E9\u30FC\u304C\u8D77\u304D\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u6B21\u306E\u901A\u308A\u3067\u3059\u3002\: {0}.
exception.badusername=\u30E6\u30FC\u30B6\u540D\u304C\u7121\u52B9\u3067\u3059\u3002\u30E6\u30FC\u30B6\u540D\u306F\u7A7A\u767D\u3067\u3042\u3063\u3066\u306F\u306A\u3089\u305A\u3001\u7279\u6B8A\u8A18\u53F7\u3092\u542B\u3080\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
export.button.export=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
export.caption.download=\u30D5\u30A1\u30A4\u30EB\u3068\u3057\u3066\u4FDD\u5B58
export.caption.history=\u6700\u65B0\u7248\u3060\u3051\u3092\u542B\u307F\u3001\u5C65\u6B74\u306F\u9664\u304F
export.caption.overview=\u8A18\u4E8B\u306FXML\u5F62\u5F0F\u3067\u3001\u6700\u65B0\u7248\u3060\u3051\u3001\u3042\u308B\u3044\u306F\u3059\u3079\u3066\u306E\u5C65\u6B74\u4ED8\u304D\u3067\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u3053\u306EXML\u30D5\u30A1\u30A4\u30EB\u306F Special\:Import \u6A5F\u80FD\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u308B\u4ED6\u306E\u30A6\u30A3\u30AD\u306B\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u5927\u91CF\u306E\u66F4\u65B0\u5C65\u6B74\u304C\u3042\u308B\u8A18\u4E8B\u3092\u5C65\u6B74\u3064\u304D\u3067\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u5834\u5408\u306B\u306F\u3001\u5C65\u6B74\u3092\u3001\u6700\u8FD1\u306E\u3082\u306E\u306B\u5236\u9650\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
export.caption.topics=\u4E00\u884C\u306B\u3072\u3068\u3064\u305A\u3064\u3001\u8A18\u4E8B\u306E\u540D\u524D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
export.error.migration=XML\u30D5\u30A1\u30A4\u30EB\u306E\u751F\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u751F\u3058\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u30E1\u30C3\u30BB\u30FC\u30B8\u306F {0} \u3067\u3059\u3002
export.error.notopic=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u8A18\u4E8B\u304C\u4E00\u4EF6\u3082\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
export.error.topic.does.not.exist={0}\u3068\u3044\u3046\u540D\u524D\u306E\u8A18\u4E8B\u306F\u3001\u5F53\u30A6\u30A3\u30AD\u306B\u306F\u73FE\u5728\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
export.title=\u30A8\u30AD\u30B9\u30DD\u30FC\u30C8
footer.message.version=\u30D0\u30FC\u30B8\u30E7\u30F3
generalmenu.jumpto=\u8A73\u7D30\u30AA\u30D7\u30B7\u30E7\u30F3
generalmenu.search=\u691C\u7D22
generalmenu.title.interwiki=\u4ED6\u306E\u30B5\u30A4\u30C8
generalmenu.title.virtualwiki=\u305D\u306E\u4ED6\u306E\u8A00\u8A9E
group.caption.groupdescription=\u30B0\u30EB\u30FC\u30D7\u306E\u8AAC\u660E
group.caption.groupname=\u30B0\u30EB\u30FC\u30D7\u540D
group.caption.selectgroup=\u66F4\u65B0\u3059\u308B\u30B0\u30EB\u30FC\u30D7\u3092\u9078\u3093\u3067\u4E0B\u3055\u3044
group.error.description=\u30B0\u30EB\u30FC\u30D7\u306E\u8AAC\u660E\u306B\u554F\u984C\u304C\u3042\u308A\u307E\u3059\u3002\u30B0\u30EB\u30FC\u30D7\u306E\u8AAC\u660E\u306E\u9577\u3055\u306F200\u6587\u5B57\u4EE5\u5185\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
group.error.name=\u30B0\u30EB\u30FC\u30D7\u540D {0} \u306B\u554F\u984C\u304C\u3042\u308A\u307E\u3059\u3002\u30B0\u30EB\u30FC\u30D7\u540D\u306B\u306F\u82F1\u6570\u5B57\u3068\u30A2\u30F3\u30C0\u30FC\u30B9\u30B3\u30A2\u306E\u307F\u542B\u3081\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
group.header.modify=\u30B0\u30EB\u30FC\u30D7\u3092\u4F5C\u6210/\u5909\u66F4
group.help.groupdescription=\u30B0\u30EB\u30FC\u30D7\u306E\u8AAC\u660E\u306F\u3001\u30AA\u30D7\u30B7\u30E7\u30CA\u30EB\u306A\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u3042\u308A\u3001\u30B0\u30EB\u30FC\u30D7\u306B\u5C5E\u3059\u308B\u30E6\u30FC\u30B6\u304C\u8A31\u53EF\u3055\u308C\u3066\u3044\u308B\u4E8B\u9805\u3092\u8AAC\u660E\u3057\u307E\u3059\u3002
group.help.groupname=\u540D\u524D\u306B\u4F7F\u3048\u308B\u6587\u5B57\u306E\u7A2E\u985E\u306F\u82F1\u6570\u5B57\u3068\u30A2\u30F3\u30C0\u30FC\u30B9\u30B3\u30A2\u3067\u3059\u3002\u7A7A\u767D\u3092\u59CB\u3081\u3068\u3059\u308B\u4ED6\u306E\u6587\u5B57\u7A2E\u306F\u4F7F\u3048\u307E\u305B\u3093\u3002\u4E00\u5EA6\u3064\u3051\u305F\u30B0\u30EB\u30FC\u30D7\u540D\u306F\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
group.help.selectgroup=\u65E2\u5B58\u306E\u30B0\u30EB\u30FC\u30D7\u3092\u66F4\u65B0\u3057\u305F\u3044\u5834\u5408\u306F\u3001\u30B0\u30EB\u30FC\u30D7\u3092\u9078\u3073\u3001\u65B0\u3057\u3044\u30B0\u30EB\u30FC\u30D7\u3092\u4F5C\u308A\u305F\u3044\u5834\u5408\u306B\u306F\u7A7A\u767D\u306E\u307E\u307E\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
group.message.groupadded=\u65B0\u3057\u3044\u30B0\u30EB\u30FC\u30D7 {0} \u3092\u8FFD\u52A0\u3057\u307E\u3057\u305F
group.message.groupfail=\u30B0\u30EB\u30FC\u30D7\u306E\u66F4\u65B0\u3067\u30A8\u30E9\u30FC\u304C\u751F\u3058\u307E\u3057\u305F\: {0}
group.message.groupupdated=\u30B0\u30EB\u30FC\u30D7 {0} \u3092\u66F4\u65B0\u3057\u307E\u3057\u305F\u3002
history.caption.diffnext=\u6B21\u3078
history.caption.diffprevious=\u524D\u3078
history.diff=\u6307\u5B9A\u3057\u305F\u7248\u3092\u6BD4\u8F03
history.message.notopic=\u8A18\u4E8B "{0}" \u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u524A\u9664\u3055\u308C\u305F\u304B\u3001\u3082\u3068\u304B\u3089\u5B58\u5728\u3057\u306A\u304B\u3063\u305F\u304B\u3082\u77E5\u308C\u307E\u305B\u3093\u3002
history.revision=\ {0} \u306B\u304A\u3051\u308B {1}\u3000\u306B\u3088\u308B\u6539\u8A02
history.revision.current=\u73FE\u5728\u306E\u30D0\u30FC\u30B8\u30E7\u30F3
history.revision.next=\u6B21\u306E\u7248 &rarr;
history.revision.previous=&larr; \u524D\u306E\u7248
history.title={0} \u306E\u5C65\u6B74
import.button.import=\u30A4\u30F3\u30DD\u30FC\u30C8
import.caption.failure=\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u3079\u304D\u8A18\u4E8B\u304C\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
import.caption.overview=\u4ED6\u306E\u30A6\u30A3\u30AD\u304B\u3089Special\:Export\u6A5F\u80FD\u306B\u3088\u3063\u3066\u51FA\u529B\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u3092\u8AAD\u307F\u8FBC\u3093\u3067\u8A18\u4E8B\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u3002
import.caption.source=\u30A4\u30F3\u30DD\u30FC\u30C8\u5143\u30D5\u30A1\u30A4\u30EB
import.error.data=\u8A18\u4E8B\u60C5\u5831\u306E\u4FDD\u5B58\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u304B\u3089\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\uFF1A{0}
import.error.migration=\u5165\u529B\u30D5\u30A1\u30A4\u30EB\u306E\u89E3\u6790\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30D1\u30FC\u30B5\u30FC\u304B\u3089\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\uFF1A {0}
import.error.notopic=\u30A4\u30F3\u30DD\u30FC\u30C8\u5BFE\u8C61\u3068\u306A\u308B\u8A18\u4E8B\u306F\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
import.error.topicexists=\u91CD\u8907\u3059\u308B\u540D\u524D\u306E\u8A18\u4E8B\u304C\u3059\u3067\u306B\u3042\u308B\u305F\u3081\u3001"{0}" \u306E\u8A18\u4E8B\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u306F\u3067\u304D\u307E\u305B\u3093\u3002
import.message.importedby={0} \u306B\u3088\u308A\u3001\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u307E\u3057\u305F\u3002
import.message.success=\u4EE5\u4E0B\u306E\u8A18\u4E8B\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u307E\u3057\u305F\uFF1A
import.title=\u30A4\u30F3\u30DD\u30FC\u30C8
linkto.none={0} \u3078\u30EA\u30F3\u30AF\u3057\u3066\u3044\u308B\u30DA\u30FC\u30B8\u306F\u3042\u308A\u307E\u305B\u3093\u3002
linkto.overview=\u4EE5\u4E0B\u306E\u30DA\u30FC\u30B8\u304C {0} \u306B\u30EA\u30F3\u30AF\u3057\u3066\u3044\u307E\u3059\u3002
linkto.redirect=(\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8 \u30DA\u30FC\u30B8e)
linkto.title={0} \u3078\u306E\u30EA\u30F3\u30AF
log.caption.log.all=\u5168\u3066\u306E\u30ED\u30B0
log.caption.log.block=\u30D6\u30ED\u30C3\u30AF\u8A18\u9332
log.caption.log.deletion=\u524A\u9664\u64CD\u4F5C\u306E\u30ED\u30B0
log.caption.log.import=\u30A4\u30F3\u30DD\u30FC\u30C8\u306E\u30ED\u30B0
log.caption.log.move=\u79FB\u52D5\u306E\u30ED\u30B0
log.caption.log.permission=\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306E\u30ED\u30B0
log.caption.log.upload=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306E\u30ED\u30B0
log.caption.log.user=\u30E6\u30FC\u30B6\u4F5C\u6210\u306E\u30ED\u30B0
log.caption.logs=\u30ED\u30B0
log.message.block=\u30E6\u30FC\u30B6 {0} \u306F {1} \u307E\u3067\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059
log.message.blockinfinite=\u30E6\u30FC\u30B6 {0} \u306F\u6052\u4E45\u7684\u306B\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u307E\u3057\u305F
log.message.deletion=\u8A18\u4E8B {0} \u3092\u524A\u9664\u3057\u307E\u3057\u305F
log.message.import=\u8A18\u4E8B {0} \u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u307E\u3057\u305F
log.message.move=\u8A18\u4E8B {0} \u306E\u540D\u524D\u3092 {1} \u306B\u5909\u66F4\u3057\u307E\u3057\u305F
log.message.permission=\u8A18\u4E8B {0} \u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u3092\u5909\u66F4\u3057\u307E\u3057\u305F
log.message.purge=\u8A18\u4E8B {0}\u3000\u306E\u30D0\u30FC\u30B8\u30E7\u30F3 {1} \u306F\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002
log.message.unblock=\u30E6\u30FC\u30B6 {0} \u306E\u30D6\u30ED\u30C3\u30AF\u3092\u89E3\u9664\u3057\u307E\u3057\u305F
log.message.undeletion=\u8A18\u4E8B {0} \u3092\u5FA9\u5143\u3057\u307E\u3057\u305F
log.message.upload=\u8A18\u4E8B {0} \u3092\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u307E\u3057\u305F
log.message.user=\u65B0\u898F\u30E6\u30FC\u30B6\u3092\u751F\u6210\u3057\u307E\u3057\u305F
log.title=\u30ED\u30B0
login.message.account=\u3053\u306E\u30A6\u30A3\u30AD\u3067\u306F\u30E6\u30FC\u30B6\u767B\u9332\u306F\u3067\u304D\u306A\u3044\u3088\u3046\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30ED\u30B0\u30A4\u30F3ID\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5F97\u308B\u306B\u306F\u3001\u30B5\u30A4\u30C8\u306E\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
login.message.admin=\u3053\u306E\u30DA\u30FC\u30B8\u306F\u7BA1\u7406\u8005\u306E\u307F\u53C2\u7167\u3067\u304D\u307E\u3059\u3002
login.message.default=\u3042\u306A\u305F\u306B\u306F\u3001{0} \u3092\u30A2\u30AF\u30BB\u30B9\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
login.message.edit=\u7DE8\u96C6\u306B\u306F\u30ED\u30B0\u30A4\u30F3\u304C\u5FC5\u8981\u3067\u3059\u3002
login.message.editadmin={0}\u3092\u7DE8\u96C6\u3059\u308B\u306B\u306F\u7BA1\u7406\u8005\u6A29\u9650\u3067\u30ED\u30B0\u30A4\u30F3\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
login.message.editnew=\u3042\u306A\u305F\u306B\u306F\u3001\u8A18\u4E8B\u3092\u4F5C\u6210\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
login.message.move=\u3042\u306A\u305F\u306B\u306F\u3001{0} \u3092\u79FB\u52D5\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
login.message.purge=\u3042\u306A\u305F\u306F\u8A18\u4E8B\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u524A\u9664\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
login.message.upgrade=JAMWiki\u306E\u65B0\u3057\u3044\u7248\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u307E\u3057\u305F\u3002\u7BA1\u7406\u8005\u6A29\u9650\u3067\u30ED\u30B0\u30A4\u30F3\u3057\u3066\u3001\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u51E6\u7406\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
login.password=\u30D1\u30B9\u30EF\u30FC\u30C9
login.rememberme=\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u8A18\u61B6\u3059\u308B
login.submit=\u30ED\u30B0\u30A4\u30F3
login.title=\u30ED\u30B0\u30A4\u30F3
login.username=\u30E6\u30FC\u30B6\u540D
manage.caption.adminonly=\u7BA1\u7406\u8005\u306E\u307F
manage.caption.delete={0} \u3092\u524A\u9664\u3059\u308B
manage.caption.permissions=\u6A29\u9650
manage.caption.purge=\u8A18\u4E8B\u306E\u6539\u7248\u6B74\u3092\u524A\u9664
manage.caption.purgeconfirm=\u672C\u5F53\u306B\u3053\u306E\u6539\u7248\u6B74\u3092\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F \u524A\u9664\u3057\u305F\u3089\u5FA9\u6D3B\u3067\u304D\u307E\u305B\u3093\u3002
manage.caption.purgeselect=\u524A\u9664\u3059\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u9078\u3093\u3067\u304F\u3060\u3055\u3044\u3002
manage.caption.readonly=\u53C2\u7167\u306E\u307F
manage.caption.undelete={0} \u306E\u524A\u9664\u3092\u53D6\u308A\u6D88\u3059
manage.caption.undeleterevisions=Show/Hide \u524A\u9664\u3055\u308C\u305F\u6539\u7248\u306E\u8868\u793A\uFF0F\u975E\u8868\u793A
manage.delete.commentspage=\u5BFE\u5FDC\u3059\u308B\u30B3\u30E1\u30F3\u30C8\u30DA\u30FC\u30B8\u3082\u524A\u9664\u3059\u308B
manage.delete.reason=\u524A\u9664\u306E\u7406\u7531
manage.delete.warning=<b>\u6CE8\u610F</b>\: \u8A18\u4E8B\u3084\u753B\u50CF\u3092\u524A\u9664\u3059\u308B\u3068\u30C7\u30FC\u30BF\u304C\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306A\u304F\u306A\u308A\u307E\u3059\u3002\u524A\u9664\u304C\u610F\u56F3\u3057\u305F\u3082\u306E\u3067\u3042\u308A\u3001\u65B9\u91DD\u306B\u6CBF\u3063\u305F\u3082\u306E\u3067\u3042\u308B\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
manage.message.permissions=\u8A18\u4E8B\u306E\u6A29\u9650\u3092\u66F4\u65B0\u3057\u307E\u3057\u305F\u3002
manage.message.purge=\u8A18\u4E8B {1}\u306E{0} \u4EF6\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u6052\u4E45\u7684\u306B\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002
manage.message.updated=\u8A18\u4E8B {0} \u3092\u66F4\u65B0\u3057\u307E\u3057\u305F\u3002
manage.purge.noversion=\u6700\u4F4E\u3001\u4E00\u4EF6\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u9078\u629E\u3057\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
manage.purge.warning=<b>\u8B66\u544A</b>\: \u8A18\u4E8B\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u524A\u9664\u3059\u308B\u3068\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304B\u3089\u30EC\u30B3\u30FC\u30C9\u304C\u9664\u53BB\u3055\u308C\u3001<b>\u5143\u306B\u623B\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093</b>\u3002\u3053\u306E\u6A5F\u80FD\u3092\u4F7F\u7528\u3059\u308B\u306E\u306F\u3001\u6A5F\u5BC6\u60C5\u5831\u3001\u305D\u306E\u4ED6\u3001\u3069\u306E\u30E6\u30FC\u30B6\u306B\u3082\u898B\u305B\u305F\u304F\u306A\u3044\u5185\u5BB9\u3092\u542B\u3080\u30EC\u30B3\u30FC\u30C9\u3092\u524A\u9664\u3059\u308B\u5834\u5408\u306B\u9650\u5B9A\u3059\u308B\u3053\u3068\u3092\u52E7\u3081\u307E\u3059\u3002
manage.title={0} \u3092\u7BA1\u7406\u3059\u308B
manage.undelete.commentspage=\u30B3\u30E1\u30F3\u30C8\u30DA\u30FC\u30B8\u306E\u524A\u9664\u3092\u53D6\u308A\u6D88\u3059
manage.undelete.reason=\u524A\u9664\u53D6\u308A\u6D88\u3057\u306E\u7406\u7531
move.button.move=\u8A18\u4E8B\u306E\u79FB\u52D5
move.comment=\u8A18\u4E8B\u306E\u79FB\u52D5\u306E\u7406\u7531
move.commentspage=\u95A2\u9023\u30B3\u30E1\u30F3\u30C8\u30DA\u30FC\u30B8\u3092\u79FB\u52D5\u3059\u308B
move.destination=\u65B0\u3057\u3044\u8A18\u4E8B\u306E\u540D\u524D
move.editcomment={0} \u3092 {1} \u306B\u79FB\u52D5\u3057\u307E\u3057\u305F\u3002
move.exception.destinationexists={0} \u3068\u3044\u3046\u8A18\u4E8B\u306F\u65E2\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
move.exception.namespacecategory=\u30AB\u30C6\u30B4\u30EA\u306E\u540D\u524D\u7A7A\u9593\u306E\u4E2D\u306B\u8A18\u4E8B\u3092\u79FB\u52D5\u3057\u305F\u308A\u3001\u30AB\u30C6\u30B4\u30EA\u306E\u540D\u524D\u7A7A\u9593\u304B\u3089\u5916\u306B\u8A18\u4E8B\u3092\u79FB\u52D5\u3057\u305F\u308A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
move.exception.namespaceimage=\u30D5\u30A1\u30A4\u30EB\u306E\u540D\u524D\u7A7A\u9593\u306E\u4E2D\u306B\u8A18\u4E8B\u3092\u79FB\u52D5\u3057\u305F\u308A\u3001\u30D5\u30A1\u30A4\u30EB\u306E\u540D\u524D\u7A7A\u9593\u304B\u3089\u5916\u306B\u8A18\u4E8B\u3092\u79FB\u52D5\u3057\u305F\u308A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
move.exception.nodestination=\u79FB\u52D5\u5148\u306E\u8A18\u4E8B\u540D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
move.exception.permission={0} \u306E\u8A18\u4E8B\u306F\u4FDD\u8B77\u3055\u308C\u3066\u304A\u308A\u3001\u8A31\u53EF\u306E\u306A\u3044\u30E6\u30FC\u30B6\u306F\u79FB\u52D5\u3055\u305B\u3089\u308C\u307E\u305B\u3093\u3002
move.overview=\u3053\u306E\u30DA\u30FC\u30B8\u306F\u3001\u5C65\u6B74\u3092\u542B\u3081\u3066\u8A18\u4E8B\u3092\u65B0\u3057\u3044\u540D\u524D\u306B\u79FB\u52D5\u3059\u308B\u305F\u3081\u306E\u6A5F\u80FD\u3092\u63D0\u4F9B\u3057\u307E\u3059\u3002\u79FB\u52D5\u3057\u305F\u5F8C\u306B\u53E4\u3044\u540D\u524D\u3092\u53C2\u7167\u3059\u308B\u3068\u81EA\u52D5\u7684\u306B\u65B0\u3057\u3044\u540D\u524D\u306B\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u3055\u308C\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059\u3002\u79FB\u52D5\u5148\u3068\u306A\u308B\u540D\u524D\u304C\u65E2\u5B58\u3067\u3042\u308B\u5834\u5408\u306B\u306F<b>\u79FB\u52D5\u3067\u304D\u307E\u305B\u3093</b>\u3002
move.title={0}\u3092\u79FB\u52D5\u3059\u308B\u3002
orphaned.message.none=\u9078\u629E\u3055\u308C\u305F\u540D\u524D\u7A7A\u9593\u306B\u306F\u3001\u3069\u3053\u304B\u3089\u3082\u53C2\u7167\u3055\u308C\u306A\u3044\u8A18\u4E8B\u306F\u3042\u308A\u307E\u305B\u3093\u3002
orphaned.title=\u3069\u3053\u304B\u3089\u3082\u53C2\u7167\u3055\u308C\u306A\u3044\u30DA\u30FC\u30B8
password.reset.password=Reset Password
password.reset.password.ask.user=Forgot your password?
password.reset.password.email.body=You receive this mail, because you requested to reset your password. Follow this link to enter your new password\: {0}. If you did not request this mail, please simply ignore it.
password.reset.password.email.subject=Password reset link
password.reset.password.error.challenge.expired=The challenge has expired. Please request a new one.
password.reset.password.error.challenge.nok=The request is not valid.
password.reset.password.error.ip.locked=Too many requests. Your IP address has been locked.
password.reset.password.error.noemail=You did not enter an E-Mail during your registration. It is not possible to reset your password.
password.reset.password.error.nomatch=The passwords do not match.
password.reset.password.error.noservice=This service is not available
password.reset.password.error.notregistered=You are not registered on the wiki.
password.reset.password.error.nousername=You must enter your username.
password.reset.password.error.novalidation=Could not validate challenge, please try again.
password.reset.password.error.nullpassword=Passwords cannot be empty.
password.reset.password.failed=Your password could not be changed.
password.reset.password.help=Enter your username to receive a E-Mail with a password reset link to the address that you entered during your registration.
password.reset.password.message.sendmail.failed=Could not send a E-Mail to the address that you entered during your registration.
password.reset.password.message.sendmail.success=A E-Mail has been sent to the address that you entered during your registration. Follow the link in the E-Mail to enter your new password.
password.reset.password.submit=Request E-Mail
password.reset.password.success=Your password has been changed. You can now login.
purge.error.noversion=No topic version with an ID\u304C {0} \u306E\u8A18\u4E8B\u6539\u7248\u6B74\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
purge.error.onlyversion=\u8A18\u4E8B\u30D0\u30FC\u30B8\u30E7\u30F3 {0} \u306F\u3001\u8A18\u4E8B {1} \u306E\u552F\u4E00\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u3059\u306E\u3067\u3001\u8A18\u4E8B\u3092\u524A\u9664\u3057\u306A\u3044\u304B\u304E\u308A\u3001\u9664\u53BB\u3067\u304D\u307E\u305B\u3093\u3002
recentchanges.caption.block=\u30D6\u30ED\u30C3\u30AF
recentchanges.caption.comments=\u30E6\u30FC\u30B6\u3078\u306E\u30B3\u30E1\u30F3\u30C8
recentchanges.caption.contributions=\u8A18\u4E8B\u4E00\u89A7
recentchanges.caption.rss=RSS \u30D5\u30A3\u30FC\u30C9
recentchanges.caption.time={0} \u6642\u70B9\u3067\u306E\u5909\u66F4.
recentchanges.rss.feed1=\u6700\u8FD1\u306E\u5909\u66F4
recentchanges.rss.feed2=\u6700\u8FD1\u306E\u5909\u66F4\uFF08\u4E9B\u7D30\u306A\u5909\u66F4\u3092\u542B\u3080\uFF09
recentchanges.rss.feed3=\u6700\u8FD1\u306E\u5909\u66F4\uFF08\u5909\u66F4\u5F8C\u30D0\u30FC\u30B8\u30E7\u30F3\u3078\u306E\u30EA\u30F3\u30AF\u3064\u304D\uFF09
recentchanges.rss.feed4=\u6700\u8FD1\u306E\u5909\u66F4\uFF08\u4E9B\u7D30\u306A\u5909\u66F4\u3092\u542B\u307F\u3001\u5909\u66F4\u5F8C\u30D0\u30FC\u30B8\u30E7\u30F3\u3078\u306E\u30EA\u30F3\u30AF\u3064\u304D\uFF09
recentchanges.title=\u6700\u8FD1\u306E\u5909\u66F4
register.caption.accountdetails=\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u8A73\u7D30
register.caption.changepassword=\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5909\u66F4\u3059\u308B
register.caption.confirmpassword=\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u518D\u5165\u529B
register.caption.datetime.format=\u65E5\u4ED8\u3068\u6642\u523B\u306E\u5F62\u5F0F
register.caption.displayname=\u8868\u793A\u540D
register.caption.editor=\u4F7F\u7528\u3059\u308B\u30A8\u30C7\u30A3\u30BF
register.caption.email=\u96FB\u5B50\u30E1\u30FC\u30EB
register.caption.locale=\u597D\u307F\u306E\u56FD\u3068\u8A00\u8A9E
register.caption.newpassword=\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9
register.caption.oldpassword=\u53E4\u3044\u30D1\u30B9\u30EF\u30FC\u30C9
register.caption.signature=\u30B7\u30B0\u30CB\u30C1\u30E3
register.caption.timezone=\u3042\u306A\u305F\u306E\u30BF\u30A4\u30E0\u30BE\u30FC\u30F3
register.caption.updatesuccess=\u30A2\u30AB\u30A6\u30F3\u30C8\u60C5\u5831\u3092\u66F4\u65B0\u3057\u307E\u3057\u305F
register.caption.userpreferences=\u30E6\u30FC\u30B6\u3054\u3068\u306E\u8A2D\u5B9A
register.error.logininvalid=\u30ED\u30B0\u30A4\u30F3\u540D {0} \u306F\u4F7F\u7528\u4E2D\u3067\u3059\u3002\u4ED6\u306E\u540D\u524D\u3092\u304A\u4F7F\u3044\u304F\u3060\u3055\u3044\u3002
register.error.oldpasswordinvalid=\u53E4\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u7121\u52B9\u3067\u3059\u3002
register.error.passwordempty=\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u7A7A\u3067\u3042\u3063\u3066\u306F\u3044\u3051\u307E\u305B\u3093\u3002
register.form.info=\u30E6\u30FC\u30B6\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u4F5C\u6210\u3059\u308B\u3068\u3053\u306EWiki\u306B\u304A\u3051\u308B\u3042\u306A\u305F\u306E\u540D\u524D\u3092\u767B\u9332\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u3001\u8A18\u4E8B\u306E\u4F5C\u8005\u3068\u3057\u3066\u5C65\u6B74\u3084\u6700\u8FD1\u306E\u66F4\u65B0\u306E\u30DA\u30FC\u30B8\u306A\u3069\u306B\u6B63\u3057\u304F\u8868\u793A\u3055\u308C\u307E\u3059\u3002
register.help.datetime.format=\u4F8B\: dd, MMMM, yyyy HH\:mm \u306A\u3089\u3070 "28 June 2012 23\:08".  yy\=\u897F\u66A62\u6841, yyyy\=\u897F\u66A64\u6841, M\=\u6708\u30921-2\u6841\u3067, MM\=\u6708\u30922\u6841\u3067, MMM\=\u6708\u306E\u82F1\u8A9E\u306E\u77ED\u7E2E\u5F62, MMMM\=\u6708\u306E\u82F1\u8A9E\u540D, h\=12\u6642\u9593\u5F62\u5F0F\u306E\u6642, HH\=24\u6642\u9593\u5F62\u5F0F\u306E\u6642, mm\=\u5206, ss\=\u79D2, a\=AM/PM, z\=\u30BF\u30A4\u30E0\u30BE\u30FC\u30F3\u3002\u5F62\u5F0F\u306E\u540D\u524D\u3068\u3057\u3066 "SHORT", "MEDIUM", "LONG", "FULL" \u3082\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002
register.help.displayname=\u8868\u793A\u540D(display name)\u306F\u3001wiki\u306E\u7F72\u540D\u3067\u4F7F\u308F\u308C\u308B\u4EFB\u610F\u306E\u9805\u76EE\u3067\u3059\u3002
register.help.editor=\u8A18\u4E8B\u3092\u7DE8\u96C6\u3059\u308B\u3068\u304D\u306B\u4F7F\u3046\u30A8\u30C7\u30A3\u30BF\u3092\u9078\u3073\u307E\u3059\u3002\u307B\u3068\u3093\u3069\u306E\u30A8\u30C7\u30A3\u30BF\u306F\u30D6\u30E9\u30A6\u30B6\u306EJavaScript\u304C\u6709\u52B9\u3068\u306A\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u5FC5\u8981\u3068\u3059\u308B\u306E\u306B\u7559\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
register.help.email=\u96FB\u5B50\u30E1\u30FC\u30EB(Email)\u306F\u4EFB\u610F\u306E\u9805\u76EE\u3067\u3059\u3002
register.help.locale=\u3053\u3053\u3067\u6307\u5B9A\u3057\u305F\u30ED\u30B1\u30FC\u30EB\u306B\u57FA\u3065\u3044\u3066\u3001wiki\u4E0A\u306E\u30E9\u30D9\u30EB\u3084\u4ED6\u306E\u30C6\u30AD\u30B9\u30C8\uFF08\u65E5\u4ED8\u306A\u3069\uFF09\u306E\u8868\u793A\u5F62\u5F0F\u304C\u9078\u629E\u3055\u308C\u307E\u3059\u3002
register.help.signature=\u7F72\u540D\u306E\u30D1\u30BF\u30FC\u30F3\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u7A7A\u306B\u3057\u3066\u304A\u3051\u3070\u6A19\u6E96\u306E\u30D1\u30BF\u30FC\u30F3\u304C\u4F7F\u308F\u308C\u307E\u3059\u3002\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA\u3059\u308B\u306B\u306F\u3001\u30D7\u30EC\u30FC\u30F3\u30C6\u30AD\u30B9\u30C8\u3001HTML\u3001wiki\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u306E\u3069\u308C\u304B\u3067\u3001\u30B7\u30B0\u30CB\u30C1\u30E3\u306E\u30D1\u30BF\u30FC\u30F3\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u4F8B\: <code>[[User\:user|user]] &amp;bull; ([[User comments\:user|comments]])</code>
register.help.timezone=\u30BF\u30A4\u30E0\u30BE\u30FC\u30F3\u306F\u3042\u306A\u305F\u306B\u3068\u3063\u3066\u306E\u73FE\u5728\u6642\u523B\u3092\u8868\u793A\u3059\u3079\u304D\u7B87\u6240\u3067\u7528\u3044\u3089\u308C\u307E\u3059\u3002
register.title=\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u8A73\u7D30
roles.caption.groupname=\u30B0\u30EB\u30FC\u30D7\u540D
roles.caption.groups=\u30B0\u30EB\u30FC\u30D7
roles.caption.includeInheritedRoles=\u30B0\u30EB\u30FC\u30D7\u304B\u3089\u30ED\u30FC\u30EB\u3092\u53D7\u3051\u7D99\u3044\u3060\u30E6\u30FC\u30B6\u3082\u542B\u3081\u308B
roles.caption.instructions=\u6CE8\u610F\uFF1A\u901A\u5E38\u306EJAMWiki\u8A2D\u5B9A\u3067\u306F\u3001\u30B0\u30EB\u30FC\u30D7(group)\u3084\u30ED\u30FC\u30EB(role)\u60C5\u5831\u306F\u3053\u306E\u30DA\u30FC\u30B8\u3067\u8A2D\u5B9A\u3067\u304D\u307E\u3059\u3002\u3057\u304B\u3057\u3001LDAP\u7B49\u306E\u5916\u90E8\u306E\u8A8D\u8A3C\u30B7\u30B9\u30C6\u30E0\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u5909\u66F4\u3055\u308C\u305F\u8A2D\u5B9A\u3067\u306F\u3001\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306E\u30ED\u30FC\u30EB\u3084\u30B0\u30EB\u30FC\u30D7\u306E\u8A2D\u5B9A\u306F\u300C\u7121\u52B9\u300D\u3067\u3059\uFF1B\u305D\u306E\u3088\u3046\u306A\u4E8B\u4F8B\u3067\u306F\u3001\u5916\u90E8\u306E\u8A8D\u8A3C\u30B7\u30B9\u30C6\u30E0\u304C\u6B63\u3057\u3044\u30ED\u30FC\u30EB\u60C5\u5831\u3092\u4F9B\u7D66\u3057\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002\u307E\u305F\u3001\u5916\u90E8\u8A8D\u8A3C\u30B7\u30B9\u30C6\u30E0\u3092\u4F7F\u3046\u8A2D\u5B9A\u306B\u304A\u3044\u3066\u306F\u3001<code>GROUP_ANONYMOUS</code>\u30B0\u30EB\u30FC\u30D7\u306B\u8A2D\u5B9A\u3055\u308C\u305F\u30ED\u30FC\u30EB\u3092\u3001<code>/WEB-INF/applicationContext-security.xml</code> \u306E <code>useJAMWikiAnonymousRoles</code>\u30D7\u30ED\u30D1\u30C6\u30A3\u3092 <code>false</code>\u306B\u8A2D\u5B9A\u3057\u3066\u3001 \u7121\u52B9\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002\u5916\u90E8\u8A8D\u8A3C\u30B7\u30B9\u30C6\u30E0\u3092\u4F7F\u7528\u3059\u308B\u5834\u5408\u306E JAMWiki \u8A2D\u5B9A\u306B\u3064\u3044\u3066\u3001\u3055\u3089\u306B\u8A73\u3057\u3044\u60C5\u5831\u306F\u3001<a href\="http\://static.springframework.org/spring-security/site/reference/html/springsecurity.html">Spring Security online documentation</a>\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
roles.caption.roledescription=\u30ED\u30FC\u30EB\u306E\u8AAC\u660E
roles.caption.rolename=\u30ED\u30FC\u30EB\u540D
roles.caption.roles=\u30ED\u30FC\u30EB
roles.caption.searchgroup=\u30B0\u30EB\u30FC\u30D7\u3067\u30E6\u30FC\u30B6\u3092\u63A2\u3059
roles.caption.searchlogin=\u30ED\u30B0\u30A4\u30F3\u540D\u3067\u30E6\u30FC\u30B6\u3092\u691C\u7D22
roles.caption.searchrole=\u30ED\u30FC\u30EB\u3067\u30E6\u30FC\u30B6\u3092\u691C\u7D22
roles.caption.selectrole=\u66F4\u65B0\u3059\u308B\u30ED\u30FC\u30EB\u3092\u9078\u629E
roles.caption.userlogin=\u30E6\u30FC\u30B6\u306E\u30ED\u30B0\u30A4\u30F3\u540D
roles.error.description=\u30ED\u30FC\u30EB\u306E\u8AAC\u660E\u304C\u7121\u52B9\u3067\u3059\u3002\u30ED\u30FC\u30EB\u306E\u8AAC\u660E\u306F200\u6587\u5B57\u4EE5\u5185\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
roles.error.name={0} \u306F\u3001\u30ED\u30FC\u30EB\u540D\u3068\u3057\u3066\u7121\u52B9\u3067\u3059\u3002\u30ED\u30FC\u30EB\u540D\u306B\u4F7F\u3048\u308B\u6587\u5B57\u306F\u82F1\u6570\u5B57\u3068\u4E0B\u7DDA\uFF08\u30A2\u30F3\u30C0\u30FC\u30B9\u30B3\u30A2\uFF09\u306E\u307F\u3067\u3059\u3002
roles.header.group=\u30B0\u30EB\u30FC\u30D7\u30ED\u30FC\u30EB\u3092\u8A2D\u5B9A\u3059\u308B
roles.header.modify=\u30ED\u30FC\u30EB\u3092\u4F5C\u6210\u30FB\u5909\u66F4\u3059\u308B
roles.header.user=\u30E6\u30FC\u30B6\u30ED\u30FC\u30EB\u3092\u8A2D\u5B9A\u3059\u308B
roles.help.grouproles=<b>\u5168\u3066\u306E</b> \u533F\u540D\u306A(anonymous\u306A)\u30E6\u30FC\u30B6\u306F\u3001GROUP_ANONYMOUS \u306B\u3088\u3063\u3066\u6307\u5B9A\u3055\u308C\u305F\u30ED\u30FC\u30EB <ul>\u306E\u307F</ul>\u3092\u6301\u3061\u307E\u3059\u3002\u4E00\u65B9\u3001<b>\u5168\u3066</b>\u306E\u30ED\u30B0\u30A4\u30F3\u3057\u305F\u30E6\u30FC\u30B6\u306F\u3001GROUP_REGISTERED_USER\u306B\u3088\u3063\u3066\u6307\u5B9A\u3055\u308C\u305F\u30ED\u30FC\u30EB\u3092\u6301\u3061\u307E\u3059\u3002\u3082\u3057\uFF08\u4F8B\u3048\u3070\uFF09\u533F\u540D\u30E6\u30FC\u30B6\u306B\u306F\u30A6\u30A3\u30AD\u3078\u306E\u30D5\u30A1\u30A4\u30EB\u767B\u9332\u3092\u7981\u6B62\u3057\u305F\u3044\u306E\u3067\u3042\u308C\u3070\u3001\u5358\u7D14\u306B<code>ROLE_UPLOAD</code\u3092 GROUP_ANONYMOUS \u304B\u3089\u5916\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001<code>ROLE_ADMIN</code>\u306E\u3088\u3046\u306A\u3044\u304F\u3064\u304B\u306E\u30ED\u30FC\u30EB\u306F\u3001\u30B0\u30EB\u30FC\u30D7\u306B\u3067\u306F\u306A\u304F\u3001\u7279\u5B9A\u306E\u500B\u4EBA\u306B\u3060\u3051\u6307\u5B9A\u3059\u3079\u304D\u3067\u3057\u3087\u3046\u3002
roles.help.roledescription=\u30ED\u30FC\u30EB\u306E\u8AAC\u660E\u306F\u3001\u30ED\u30FC\u30EB\u306E\u4F7F\u3044\u9053\u3092\u8AAC\u660E\u3059\u308B\u30AA\u30D7\u30B7\u30E7\u30CA\u30EB\u306A\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u3059\u3002
roles.help.rolename=\u30ED\u30FC\u30EB\u540D\u306B\u4F7F\u3048\u308B\u6587\u5B57\u306F\u82F1\u6570\u5B57\u3068\u4E0B\u7DDA\u3067\u3059\u3002\u307B\u304B\u306E\u6587\u5B57\u306F\u3001\u7A7A\u767D\u3082\u542B\u3081\u3066\u4F7F\u3048\u307E\u305B\u3093\u3002\u30ED\u30FC\u30EB\u540D\u306F\u4F5C\u6210\u5F8C\u306B\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
roles.help.selectrole=\u66F4\u65B0\u3059\u308B\u30ED\u30FC\u30EB\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u7A7A\u767D\u306E\u5834\u5408\u306B\u306F\u65B0\u3057\u3044\u30ED\u30FC\u30EB\u304C\u4F5C\u6210\u3055\u308C\u307E\u3059\u3002
roles.help.userroles=\u500B\u5225\u306E\u30E6\u30FC\u30B6\u306B\u306F\u3001GROUP_REGISTERED_USER \u3092\u901A\u3057\u3066\u4E0E\u3048\u3089\u308C\u305F\u30ED\u30FC\u30EB<b>\u306B\u52A0\u3048\u3066</b>\u500B\u3005\u306B\u6A29\u9650\u3092\u4E0E\u3048\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u6A29\u9650\u3092\u4E0E\u3048\u305F\u3044\u30E6\u30FC\u30B6\u3092\u3001\u30ED\u30B0\u30A4\u30F3\u3084\u30ED\u30FC\u30EB\u3067\u691C\u7D22\u3057\u3066\u3001\u9069\u5207\u306B\u6A29\u9650\u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30E6\u30FC\u30B6\u304C\u6B21\u56DE\u306B\u30ED\u30B0\u30A4\u30F3\u3057\u305F\u6642\u70B9\u3067\u5909\u66F4\u304C\u53CD\u6620\u3055\u308C\u307E\u3059\u3002
roles.message.grouproleupdate=\u30B0\u30EB\u30FC\u30D7\u306E\u30ED\u30FC\u30EB\u3092\u66F4\u65B0\u3057\u307E\u3057\u305F\u3002
roles.message.roleadded=\u65B0\u3057\u3044\u30ED\u30FC\u30EB {0} \u3092\u767B\u9332\u3057\u307E\u3057\u305F\u3002
roles.message.rolefail=\u30ED\u30FC\u30EB {0} \u306E\u5909\u66F4\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
roles.message.rolesearchfail=\u30ED\u30FC\u30EB {0} \u306E\u691C\u7D22\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
roles.message.roleupdated=\u30ED\u30FC\u30EB {0} \u3092\u66F4\u65B0\u3057\u307E\u3057\u305F\u3002
roles.message.sysadminremove=\u81EA\u8EAB\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u304B\u3089\u3001ROLE_SYSADMIN\u3092\u5916\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u3001\u30A6\u30A3\u30AD\u306B\u6700\u4F4E\u3072\u3068\u308A\u306F\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u304C\u6B8B\u308B\u3088\u3046\u306B\u3059\u308B\u305F\u3081\u306E\u5B89\u5168\u7B56\u3067\u3059\u3002
roles.message.userroleupdate=\u30E6\u30FC\u30B6\u306E\u30ED\u30FC\u30EB\u3092\u5909\u66F4\u3057\u307E\u3057\u305F\u3002
roles.title=\u30E6\u30FC\u30B6\uFF0F\u30B0\u30EB\u30FC\u30D7\u306E\u30ED\u30FC\u30EB
search.caption.namespaces=\u691C\u7D22\u7D50\u679C\u3092\u540D\u524D\u7A7A\u9593\u3067\u30D5\u30A3\u30EB\u30BF\u30FC\u3059\u308B
search.for=\u691C\u7D22\:
search.hints=\u30D2\u30F3\u30C8\:<br /> * \u3068 ? \u306F\u30EF\u30A4\u30EB\u30C9\u30AB\u30FC\u30C9\u3067\u3059\u3002<br /> ~ \u3092\u8A9E\u306B\u3064\u3051\u308B\u3068\u3001\u3042\u3044\u307E\u3044\u691C\u7D22\u3067\u304D\u307E\u3059\u3002<br />AND\u3068OR\u3092\u4F7F\u3048\u307E\u3059\u3002( ) \u3092\u7528\u3044\u3066\u30B0\u30EB\u30FC\u30D4\u30F3\u30B0\u3067\u304D\u307E\u3059\u3002<br />\u5FC5\u9808\u306E\u8A9E\u306B\u306F+\u3092\u3001\u542B\u307E\u308C\u308B\u3079\u304D\u3067\u306A\u3044\u8A9E\u306B\u306F-\u3092\u3064\u3051\u307E\u3059\u3002<br /><a href\="http\://lucene.apache.org/java/2_4_0/queryparsersyntax.html" target\="_blank">\u691C\u7D22\u6761\u4EF6\u3092\u3082\u3063\u3068\u8AAD\u3080</a><br />
search.logo.lucene=<a href\="http\://lucene.apache.org/java/"><img src\="../images/lucene_green_100.gif" alt\="\u30EB\u30B7\u30FC\u30F3" border\="0" /></a>
search.logo.rankingalgorithm=<font size\="3"><b><a href\=http\://rankingalgorithm.tgels.com>\u30E9\u30F3\u30AD\u30F3\u30B0\u30FB\u30A2\u30EB\u30B4\u30EA\u30B9\u30E0</a></b></font>
search.poweredby=\u691C\u7D22\u6A5F\u80FD\u306F
search.search=\u691C\u7D22
search.title=\u691C\u7D22
searchresult.notfound="{0}" \u3092\u542B\u3080\u8A18\u4E8B\u306F\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
searchresult.title="{0}" \u306E\u691C\u7D22\u7D50\u679C
setup.caption.adminlogin=\u7BA1\u7406\u8005\u30ED\u30B0\u30A4\u30F3
setup.error.installexists=\u6307\u5B9A\u3055\u308C\u305F\u8A2D\u5B9A\u5834\u6240\u306B\u306F\u65E2\u5B58\u306EJAMWiki\u304C\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002\u65E2\u5B58\u306E <code>jamwiki.properties</code>\u30D5\u30A1\u30A4\u30EB\u3092\u5FA9\u5143\u3057\u3066\uFF08\u5FC5\u8981\u306A\u3089\uFF09 JAMWiki\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30FB\u30D7\u30ED\u30BB\u30B9\u3092\u958B\u59CB\u3059\u308B\u306B\u306F\u300C\u7D9A\u884C\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\uFF08\u8A73\u7D30\u306F\u3001WAR\u30D5\u30A1\u30A4\u30EB\u306E\u30EB\u30FC\u30C8\u306B\u540C\u68B1\u3055\u308C\u3066\u3044\u308B<code>UPGRADE.txt</code>\u6587\u66F8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\uFF09\u3002  \u4E0A\u8A18\u306E\u65B9\u6CD5\u3092\u3068\u3089\u306A\u3044\u5834\u5408\u306F\u3001\u65B0\u3057\u3044JAMWiki\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u524D\u306B\u3001JAMWiki\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30C6\u30FC\u30D6\u30EB\u3082\u542B\u3081\u3066\u3001\u53E4\u3044JAMWiki\u3092\u524A\u9664 \u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
setup.error.jdk=JAMWiki \u306F\u3001JDK \u30D0\u30FC\u30B8\u30E7\u30F3 {0} \u4EE5\u4E0A\u3092\u5FC5\u8981\u3068\u3057\u307E\u3059\u3002\u73FE\u5728\u306E JDK \u306F {1} \u3067\u3059\u3002
setup.error.migrate=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u66F4\u65B0\u304C\u5B9F\u884C\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u3059\u3067\u306BJAMWiki\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u5B58\u5728\u3057\u307E\u3057\u305F\u3002
setup.error.notrequired=\u30B7\u30B9\u30C6\u30E0\u30BB\u30C3\u30C8\u30A2\u30C3\u30D7\u306F\u65E2\u306B\u6E08\u3093\u3067\u3044\u307E\u3059\u3002\u8A2D\u5B9A\u3092\u5909\u66F4\u3059\u308B\u306B\u306F\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u306E\u30DA\u30FC\u30B8\u3092\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
setup.help.logfile=\u30A8\u30E9\u30FC\u306E\u8A73\u7D30\u3092\u542B\u3080\u30BB\u30C3\u30C8\u30A2\u30C3\u30D7\u306B\u95A2\u3059\u308B\u60C5\u5831\u306F\u30B7\u30B9\u30C6\u30E0\u30ED\u30B0\u3067\u53C2\u7167\u3067\u304D\u307E\u3059\u3002\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u306E\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u3068\u5834\u6240\u306F<code>{0}</code> \u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u3092\u4F7F\u7528\u3057\u3066\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA\u3067\u304D\u307E\u3059\u3002
setup.title=\u30BB\u30C3\u30C8\u30A2\u30C3\u30D7 JAMWiki {0}
specialpages.caption.account=\u30E6\u30FC\u30B6 \u767B\u9332
specialpages.caption.admin=\u30B7\u30B9\u30C6\u30E0\u8A2D\u5B9A
specialpages.caption.allpages=\u8A18\u4E8B\u4E00\u89A7
specialpages.caption.block=\u30E6\u30FC\u30B6\u306E\u30D6\u30ED\u30C3\u30AF
specialpages.caption.blocklist=\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u305FIP\u30A2\u30C9\u30EC\u30B9\u3068\u30E6\u30FC\u30B6\u540D
specialpages.caption.categories=\u30AB\u30C6\u30B4\u30EA\u4E00\u89A7
specialpages.caption.export=\u8A18\u4E8B\u3092\u5916\u90E8\u51FA\u529B
specialpages.caption.filelist=\u30D5\u30A1\u30A4\u30EB\u4E00\u89A7
specialpages.caption.imagelist=\u753B\u50CF\u4E00\u89A7
specialpages.caption.import=\u8A18\u4E8B\u306E\u53D6\u8FBC
specialpages.caption.listusers=\u5168\u30E6\u30FC\u30B6
specialpages.caption.login=\u30E6\u30FC\u30B6 \u30ED\u30B0\u30A4\u30F3
specialpages.caption.logout=\u30E6\u30FC\u30B6 \u30ED\u30B0\u30A2\u30A6\u30C8
specialpages.caption.logs=\u30A6\u30A3\u30AD\u30ED\u30B0
specialpages.caption.maintenance=\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u64CD\u4F5C
specialpages.caption.orphanedpages=\u3069\u3053\u304B\u3089\u3082\u53C2\u7167\u3055\u308C\u306A\u3044\u30DA\u30FC\u30B8
specialpages.caption.overview=\u3053\u306E\u30DA\u30FC\u30B8\u306F\u3001\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u306B\u3088\u308A\u3001\u4FDD\u5B88\u30FB\u7D44\u7E54\u5316\u30FB\u305D\u306E\u4ED6\u6A5F\u80FD\u7684\u306A\u76EE\u7684\u3067\u751F\u6210\u3055\u308C\u305F\u30DA\u30FC\u30B8\u306E\u4E00\u89A7\u3067\u3059\u3002
specialpages.caption.recentchanges=\u6700\u8FD1\u306E\u66F4\u65B0
specialpages.caption.roles=\u30ED\u30FC\u30EB
specialpages.caption.search=\u691C\u7D22
specialpages.caption.setup=\u30A6\u30A3\u30AD \u8A2D\u5B9A
specialpages.caption.topicsadmin=\u7BA1\u7406\u7528\u306E\u8A18\u4E8B
specialpages.caption.translation=\u7FFB\u8A33
specialpages.caption.unblock=\u30E6\u30FC\u30B6\u306E\u30D6\u30ED\u30C3\u30AF\u3092\u89E3\u9664
specialpages.caption.upgrade=\u30A6\u30A3\u30AD \u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9
specialpages.caption.upload=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9
specialpages.caption.vwiki=\u4EEE\u60F3\u30A6\u30A3\u30AD
specialpages.heading.administrative=\u7BA1\u7406\u8005\u9650\u5B9A\u306E\u7279\u5225\u30DA\u30FC\u30B8
specialpages.heading.allusers=\u516C\u958B\u306E\u7279\u5225\u30DA\u30FC\u30B8
specialpages.heading.loadingtools=\u30B3\u30F3\u30C6\u30F3\u30C4\u53D6\u8FBC\u30C4\u30FC\u30EB
specialpages.heading.usertools=\u30E6\u30FC\u30B6\u30FB\u30A2\u30AB\u30A6\u30F3\u30C8 \u30C4\u30FC\u30EB
specialpages.title=\u7279\u5225\u30DA\u30FC\u30B8
tab.admin.configuration=\u30B7\u30B9\u30C6\u30E0\u8A2D\u5B9A
tab.admin.maintenance=\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u64CD\u4F5C
tab.admin.roles=\u30ED\u30FC\u30EB
tab.admin.translations=\u7FFB\u8A33
tab.admin.vwiki=\u4EEE\u60F3\u30A6\u30A3\u30AD
tab.common.article=\u672C\u6587\u3092\u8868\u793A
tab.common.comments=\u30B3\u30E1\u30F3\u30C8
tab.common.contributions=\u5BC4\u7A3F\u8005
tab.common.edit=\u7DE8\u96C6
tab.common.history=\u5C65\u6B74
tab.common.links=\u3053\u306E\u8A18\u4E8B\u3078\u306E\u30EA\u30F3\u30AF
tab.common.manage=\u7BA1\u7406
tab.common.move=\u8A18\u4E8B\u3092\u79FB\u52D5\u3059\u308B
tab.common.print=\u5370\u5237
tab.common.special=\u7279\u5225\u30E1\u30CB\u30E5\u30FC
tab.common.unwatch=\u30A6\u30A9\u30C3\u30C1\u89E3\u9664
tab.common.viewsource=\u30BD\u30FC\u30B9\u3092\u8868\u793A
tab.common.watch=\u30A6\u30A9\u30C3\u30C1\u958B\u59CB
topic.caption.editlegend=\u7DE8\u96C6\u7528\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB
topic.categories=\u30AB\u30C6\u30B4\u30EA\u30FC
topic.category.images=\u30AB\u30C6\u30B4\u30EA\u30FC &quot;{0}&quot; \u306E\u753B\u50CF
topic.category.numimages=\u30AB\u30C6\u30B4\u30EA\u30FC &quot;{1}&quot; \u306B\u306F\u3001\u753B\u50CF\u304C {0} \u500B\u3042\u308A\u307E\u3059\u3002
topic.category.numsubcategories=\u30AB\u30C6\u30B4\u30EA\u30FC &quot;{1}&quot; \u306B\u306F\u3001\u30B5\u30D6\u30AB\u30C6\u30B4\u30EA\u30FC\u304C {0} \u500B\u3042\u308A\u307E\u3059\u3002
topic.category.numtopics=\u30AB\u30C6\u30B4\u30EA\u30FC &quot;{1}&quot;\u306B\u306F\u3001\u8A18\u4E8B\u304C {0} \u4EF6\u3042\u308A\u307E\u3059\u3002
topic.category.subcategories=\u30AB\u30C6\u30B4\u30EA &quot;{0}&quot; \u306E\u30B5\u30D6\u30AB\u30C6\u30B4\u30EA\u4E00\u89A7
topic.category.topics=\u30AB\u30C6\u30B4\u30EA\u30FC &quot;{0}&quot; \u306E\u8A18\u4E8B
topic.file.comments=\u30B3\u30E1\u30F3\u30C8
topic.file.download=\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u898B\u308B/\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3059\u308B
topic.file.size=\u30B5\u30A4\u30BA
topic.file.thumbnail=\u30B5\u30E0\u30CD\u30A4\u30EB
topic.filehistory=\u30D5\u30A1\u30A4\u30EB\u306E\u5C65\u6B74
topic.filehistory.click=\u65E5\u4ED8\uFF0F\u6642\u523B\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u3001\u305D\u306E\u6642\u70B9\u306E\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
topic.filesize.bytes={0} \u30D0\u30A4\u30C8
topic.notcreated=\u8A18\u4E8B "{0}" \u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002\u8A18\u4E8B\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\: {1}
topic.redirect.from={0} \u3088\u308A\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u3055\u308C\u307E\u3057\u305F
topic.redirect.infinite=\u8A18\u4E8B\u306F\u4E0A\u9650\u56DE\u6570\u3092\u8D85\u3048\u3066\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u3055\u308C\u3001\u672C\u6587\u306B\u5230\u9054\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
topic.sharedImage=\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u306F\u5171\u6709\u30EC\u30DD\u30B8\u30C8\u30EA\u306B\u30DB\u30B9\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30AA\u30EA\u30B8\u30CA\u30EB\u306E\u30D5\u30A1\u30A4\u30EB\u306E\u3042\u308B\u5834\u6240\uFF1A {0}\u3002
topic.title=\ {0} 
topic.toc.header=\u76EE\u6B21
topic.toc.label.hide=\u975E\u8868\u793A
topic.toc.label.show=\u8868\u793A
topicsadmin.message.none=\u73FE\u5728\u3001\u7BA1\u7406\u8005\u9650\u5B9A\u306E\u8A18\u4E8B\u306F\u3042\u308A\u307E\u305B\u3093\u3002
topicsadmin.title=\u7BA1\u7406\u8005\u9650\u5B9A\u306E\u8A18\u4E8B
translation.caption.hidetranslated=\u7FFB\u8A33\u6E08\u307F\u306E\u30A8\u30F3\u30C8\u30EA\u3092\u96A0\u3059\u3002
translation.caption.instructions=\u30D7\u30EB\u30C0\u30A6\u30F3\u304B\u3089\u3001\u8A00\u8A9E/\u5730\u57DF\u3092\u9078\u3093\u3067\u304F\u3060\u3055\u3044\u3002\u65B0\u3057\u3044\u8A00\u8A9E/\u5730\u57DF\u306E\u305F\u3081\u306B\u7FFB\u8A33\u3092\u65B0\u898F\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u30C6\u30AD\u30B9\u30C8\u30DC\u30C3\u30AF\u30B9\u306B\u8A00\u8A9E/\u5730\u57DF\u306E\u540D\u524D\u3092\u5165\u529B\u3057\u3066\uFF08ja\u3084ja_JP\u306A\u3069\uFF09"\u5909\u66F4"\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u6709\u52B9\u306A\u8A00\u8A9E\u3068\u5730\u57DF\u306E\u30B3\u30FC\u30C9\u306F <a href\="http\://www.loc.gov/standards/iso639-2/englangn.html">ISO \u306E\u8A00\u8A9E\u30B3\u30FC\u30C9\u6A19\u6E96</a> \u3068 <a href\="http\://www.iso.ch/iso/en/prods-services/iso3166ma/02iso-3166-code-lists/list-en1.html">ISO \u306E\u56FD\u30B3\u30FC\u30C9\u6A19\u6E96</a>\u3067\u898B\u3064\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u5909\u66F4\u3092\u53CD\u6620\u3059\u308B\u306B\u306FWeb\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30B5\u30FC\u30D0\u306E\u518D\u8D77\u52D5\u304C\u5FC5\u8981\u3068\u306A\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
translation.caption.key=\u7FFB\u8A33\u306E\u30AD\u30FC / \u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u7FFB\u8A33
translation.caption.translation={0} \u3078\u306E\u7FFB\u8A33
translation.title=\u7FFB\u8A33
unblock.button.unblock=\u30E6\u30FC\u30B6\u306E\u30D6\u30ED\u30C3\u30AF\u3092\u89E3\u9664
unblock.caption.overview=\u4EE5\u524D\u306B\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u305F\u3001\u7279\u5B9A\u306EIP\u30A2\u30C9\u30EC\u30B9\u307E\u305F\u306F\u30E6\u30FC\u30B6\u540D\u306B\u3064\u3044\u3066\u3001\u66F8\u304D\u8FBC\u307F\u30A2\u30AF\u30BB\u30B9\u6A29\u3092\u56DE\u5FA9\u3059\u308B\u306B\u306F\u3001\u4EE5\u4E0B\u306E\u30D5\u30A9\u30FC\u30E0\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002 \u30D6\u30ED\u30C3\u30AF\u306F\u3001\u901A\u5E38\u3001\u4E00\u5B9A\u306E\u671F\u9593\u3092\u904E\u304E\u305F\u3089\u3001\u7279\u306B\u64CD\u4F5C\u3092\u8981\u3055\u305A\u306B\u3001\u5931\u52B9\u3057\u307E\u3059\u306E\u3067\u3001\u3053\u306E\u30D6\u30ED\u30C3\u30AF\u3092\u65E9\u671F\u306B\u7D42\u4E86\u3059\u308B\u7406\u7531\u3092\u660E\u793A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
unblock.caption.reason=\u30D6\u30ED\u30C3\u30AF\u89E3\u9664\u306E\u7406\u7531
unblock.caption.user=IP\u30A2\u30C9\u30EC\u30B9\u307E\u305F\u306F\u30E6\u30FC\u30B6\u540D
unblock.error.notblocked=\u30E6\u30FC\u30B6 "{0}" \u306F\u73FE\u5728\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
unblock.message.success={0} \u306E\u30D6\u30ED\u30C3\u30AF\u306F\u89E3\u9664\u3055\u308C\u307E\u3057\u305F\u3002
unblock.title=\u30D6\u30ED\u30C3\u30AF\u3092\u89E3\u9664
upgrade.caption.config=This upgrade will install a new configuration file.  If you have added any customizations (such as custom parser tags) to your configuration you will need to manually add them to the new file\: {0}.
upgrade.caption.database=\u3053\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306F\u73FE\u5728\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30B9\u30AD\u30FC\u30DE\u3092\u5909\u66F4\u3057\u307E\u3059\u3002\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u524D\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3092\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u3066\u304A\u304F\u3053\u3068\u3092 <b>\u5F37\u304F</b>\u304A\u52E7\u3081\u3057\u307E\u3059\u3002
upgrade.caption.detected=JAMWiki\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u7248\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u307E\u3057\u305F\u3002
upgrade.caption.manual=\u81EA\u52D5\u7684\u306B\u3067\u306F\u306A\u304F\u3001\u624B\u52D5\u3067\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u305F\u3044\u3068\u304D\u306F\u3001WAR \u30D5\u30A1\u30A4\u30EB\u306E\u30EB\u30FC\u30C8\u306B\u542B\u307E\u308C\u3066\u3044\u308B\u6587\u66F8 <code>UPGRADE.txt</code> \u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002 
upgrade.caption.releasenotes=\u4ECA\u56DE\u306E\u30EA\u30EA\u30FC\u30B9\u306B\u95A2\u3059\u308B\u30EA\u30EA\u30FC\u30B9\u30CE\u30FC\u30C8\u306F\u3002<a href\="http\://jamwiki.org/">jamwiki.org</a>\u3067\u5165\u624B\u3067\u304D\u307E\u3059\u3002\u4ECA\u56DE\u306E\u30EA\u30EA\u30FC\u30B9\u306B\u3064\u3044\u3066\u306E<code>CHANGELOG.txt</code> \u30D5\u30A1\u30A4\u30EB\u306F\u3001WAR \u30D5\u30A1\u30A4\u30EB\u306E\u30EB\u30FC\u30C8\u306B\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
upgrade.caption.search=\u3053\u306E\u30EA\u30EA\u30FC\u30B9\u3067\u306F\u3001\u691C\u7D22\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u304C\u66F4\u65B0\u3055\u308C\u307E\u3059\u3002\u8A18\u4E8B\u6570\u304C {0} \u4EF6\u4EE5\u4E0A\u306E\u30B5\u30A4\u30C8\u306F\u3001 {1} \u30DA\u30FC\u30B8\u306E\u30C4\u30FC\u30EB\u3092\u4F7F\u3063\u3066\u624B\u52D5\u3067\u691C\u7D22\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u3092\u518D\u751F\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
upgrade.caption.stylesheet=\u3053\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306F\u3001\u73FE\u884C\u306E\u30B9\u30BF\u30A4\u30EB\u30B7\u30FC\u30C8\u3092\u4E0A\u66F8\u304D\u3057\u307E\u3059\u3002\u3082\u3057\u524D\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u53D6\u308A\u51FA\u3057\u305F\u3044\u3068\u304D\u306F\u3001\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u5B8C\u4E86\u5F8C\u306B\u3001\u8A18\u4E8B\u306E\u5C65\u6B74\u304B\u3089\u5165\u624B\u3067\u304D\u307E\u3059\u3002
upgrade.caption.upgradecomplete=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002\: {0}
upgrade.caption.upgradefailed=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u4E0B\u8A18\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3068\u30ED\u30B0\u3092\u8ABF\u3079\u3066\u30A8\u30E9\u30FC\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51FA\u3066\u3044\u306A\u3044\u304B\u78BA\u8A8D\u3057\u3001UPGRADE.txt\u30D5\u30A1\u30A4\u30EB\u3092\u53C2\u7167\u3057\u3066\u624B\u52D5\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u65B9\u6CD5\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30A8\u30E9\u30FC\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092 <a href\="http\://jamwiki.org/"> jamwiki.org</a> \u306B\u30D0\u30B0\u30EC\u30DD\u30FC\u30C8\u3068\u3057\u3066\u5831\u544A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
upgrade.error.fatal=\u30B7\u30B9\u30C6\u30E0\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D\u306B\u81F4\u547D\u7684\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u624B\u52D5\u306E\u66F4\u65B0\u6CD5\u306F\u3001\u6587\u66F8<code>/WEB-INF/UPGRADE.txt</code> \u3092\u53C2\u7167\u3057\u3066\u4E0B\u3055\u3044\u3002\u30ED\u30B0\u306E\u30A8\u30E9\u30FC\u306F <a href\="http\://jamwiki.org/">jamwiki.org</a>\u306B\u5831\u544A\u3057\u3066\u304F\u3060\u3055\u3044\u3002  \u30A8\u30E9\u30FC\u30E1\u30C3\u30BB\u30FC\u30B8\uFF1A {0}
upgrade.error.nonfatal=\u30B7\u30B9\u30C6\u30E0\u66F4\u65B0\u4E2D\u306B\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30B9\u30C6\u30C3\u30D7\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u66F4\u65B0\u4F5C\u696D\u306F\u7D9A\u884C\u3055\u308C\u3001\u30B7\u30B9\u30C6\u30E0\u306F\u6B63\u5E38\u306B\u6A5F\u80FD\u3059\u308B\u306F\u305A\u3067\u3059\u304C\u3001\u3069\u306E\u30B9\u30C6\u30C3\u30D7\u304C\u5931\u6557\u3057\u305F\u304B\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002 \u624B\u52D5\u306E\u66F4\u65B0\u4F5C\u696D\u306B\u3064\u3044\u3066\u306F\u3001 <code>/WEB-INF/UPGRADE.txt</code> \u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30ED\u30B0\u306B\u30A8\u30E9\u30FC\u304C\u3042\u308C\u3070 <a href\="http\://jamwiki.org/">jamwiki.org</a>\u306B\u5831\u544A\u3057\u3066\u4E0B\u3055\u3044\u3002\u30A8\u30E9\u30FC\u30E1\u30C3\u30BB\u30FC\u30B8\uFF1A{0}
upgrade.error.notrequired=\u73FE\u5728\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306F\u4E0D\u8981\u3067\u3059\u3002
upgrade.error.oldversion={1} \u4EE5\u524D\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u304B\u3089\u30D0\u30FC\u30B8\u30E7\u30F3{1}\u3078\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306F\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
upgrade.error.search.refresh=\u691C\u7D22\u30A8\u30F3\u30B8\u30F3\u304C\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002\u30DA\u30FC\u30B8 {0} \u306E\u30C4\u30FC\u30EB\u3092\u4F7F\u3063\u3066\u691C\u7D22\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u3092\u518D\u4F5C\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
upgrade.message.db.column.added=\u30C6\u30FC\u30D6\u30EB "{1}"\u3000\u306B\u30AB\u30E9\u30E0"{0}" \u3092\u8FFD\u52A0\u3057\u307E\u3057\u305F\u3002
upgrade.message.db.column.dropped=\u30C6\u30FC\u30D6\u30EB "{1}"\u3000\u306E\u30AB\u30E9\u30E0"{0}" \u3092\u524A\u9664\u3057\u307E\u3057\u305F\u3002
upgrade.message.db.column.modified=\u30C6\u30FC\u30D6\u30EB "{1}"\u3000\u306E\u30AB\u30E9\u30E0"{0}" \u3092\u5909\u66F4\u3057\u307E\u3057\u305F\u3002
upgrade.message.db.column.populated=\u30C6\u30FC\u30D6\u30EB "{1}"\u3000\u306E\u30AB\u30E9\u30E0"{0}" \u306B\u30C7\u30FC\u30BF\u3092\u767B\u9332\u3057\u307E\u3057\u305F\u3002
upgrade.message.db.data.added=\u30C6\u30FC\u30D6\u30EB "{0}" \u306B\u65B0\u3057\u3044\u30EC\u30B3\u30FC\u30C9\u3092\u8FFD\u52A0\u3057\u307E\u3057\u305F\u3002
upgrade.message.db.data.deleted=\u30C6\u30FC\u30D6\u30EB "{0}" \u306E\u30EC\u30B3\u30FC\u30C9\u3092\u524A\u9664\u3057\u307E\u3057\u305F\u3002
upgrade.message.db.data.updated=\u30C6\u30FC\u30D6\u30EB "{0}" \u306E\u30EC\u30B3\u30FC\u30C9\u3092\u66F4\u65B0\u3057\u307E\u3057\u305F\u3002
upgrade.message.db.object.added=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8 "{0}" \u3092\u8FFD\u52A0\u3057\u307E\u3057\u305F\u3002
upgrade.message.db.object.dropped=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8 "{0}" \u3092\u524A\u9664\u3057\u307E\u3057\u305F\u3002
upgrade.message.db.table.added=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30C6\u30FC\u30D6\u30EB "{0}" \u3092\u8FFD\u52A0\u3057\u307E\u3057\u305F\u3002
upgrade.message.db.table.dropped=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30C6\u30FC\u30D6\u30EB "{0}" \u3092\u524A\u9664\u3057\u307E\u3057\u305F\u3002
upgrade.message.search.refresh=\u691C\u7D22\u30A8\u30F3\u30B8\u30F3\u304C\u66F4\u65B0\u3055\u308C\u3001\u691C\u7D22\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u304C\u518D\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
upgrade.message.stylesheet.failure=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D\u306B\u81F4\u547D\u7684\u3067\u306F\u306A\u3044\u30A8\u30E9\u30FC\uFF1A JAMWiki \u30B9\u30BF\u30A4\u30EB\u30B7\u30FC\u30C8\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30ED\u30B0\u306E\u4E2D\u306E\u30A8\u30E9\u30FC\u3092\u5168\u3066 <a href\="http\://jamwiki.org/">jamwiki.org</a>\u306B\u5831\u544A\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30A8\u30E9\u30FC\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\uFF1A {0}
upgrade.message.stylesheet.success=\u4EEE\u60F3wiki "{0}"\u306E\u30B9\u30BF\u30A4\u30EB\u30B7\u30FC\u30C8\u3092\u66F4\u65B0\u3002
upgrade.title=JAMWiki {0} \u304B\u3089 JAMWiki {1} \u3078\u66F4\u65B0
upload.caption.destination=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u5148\u30D5\u30A1\u30A4\u30EB\u540D
upload.caption.filedescription=\u30D5\u30A1\u30A4\u30EB\u306E\u8AAC\u660E
upload.caption.source=\u30A4\u30F3\u30DD\u30FC\u30C8\u5143\u30D5\u30A1\u30A4\u30EB
upload.error.directorycreate=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093 {0}\u3002
upload.error.filename=\u7121\u52B9\u306A\u30D5\u30A1\u30A4\u30EB\u540D\u3067\u3059\u3002
upload.error.filenotfound=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3059\u308B\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u5F53\u305F\u308A\u307E\u305B\u3093\u3002
upload.error.filerename=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u306E\u540D\u524D\u3092{0}\u306B\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
upload.error.filetype=\u3053\u306E\u30B5\u30A4\u30C8\u306E\u7BA1\u7406\u65B9\u91DD\u306B\u3088\u308A\u3001\u30D5\u30A1\u30A4\u30EB\u7A2E\u5225 "{0}" \u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306F\u7981\u6B62\u3055\u308C\u3066\u3044\u307E\u3059\u3002
upload.error.nodirectory=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u5148\u306B\u6709\u52B9\u306A\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
upload.help.destination=\u3053\u306E\u6B04\u306F\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u3059\u3002\u5143\u306E\u30D5\u30A1\u30A4\u30EB\u540D\u4EE5\u5916\u306E\u540D\u524D\u3092\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u306B\u3064\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u62E1\u5F35\u5B50\uFF08\u4F8B\uFF1A".jpg" \u3001".txt")\uFF09\u304C\u5FC5\u305A\u5FC5\u8981\u3067\u3042\u308B\u3053\u3068\u306B\u7559\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
upload.title=\u30D5\u30A1\u30A4\u30EB\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9
user.date.format.help=Pages that display dates (recent changes, history, etc) will use the specified date format.
user.date.format.label=Preferred date format
user.default.locale.help=The specified locale is used to determine how labels and other text on the wiki should be displayed.  Note that if translations are not available for a locale then labels will still display in English.
user.default.locale.label=Preferred country &amp; language
user.preferences.group.editing=Editing settings
user.preferences.group.internationalization=Regional and international settings
user.preferred.editor.help=When editing a topic the preferred editor determines what tool to use to assist in editing.  Note that most editors require Javascript support.
user.preferred.editor.label=Preferred editor
user.signature.help=Leave this field blank to use a default pattern in signatures.  To use a custom signature, enter basic text, HTML or wiki markup that will be used as your signature.  Example\: <code>[[User\:user|user]] &amp;bull; ([[User comments\:user|comments]])</code>
user.signature.label=Signature
user.time.format.help=Pages that display time (recent changes, history, etc) will use the specified time format.
user.time.format.label=Preferred time format
user.timezone.help=The timezone is used to display your current date and time where this applies.
user.timezone.label=Timezone
userblock.caption.blockedby=\u30D6\u30ED\u30C3\u30AF\u3092\u4F5C\u6210\u3057\u305F\u306E\u306F {0} \u3067\u3059\u3002
userblock.caption.end=\u30D6\u30ED\u30C3\u30AF\u306E\u671F\u9650\uFF1A {0}
userblock.caption.honeypot=<b>\u30D6\u30ED\u30C3\u30AF\u306E\u7406\u7531</b>\: \u3042\u306A\u305F\u306EIP\u30A2\u30C9\u30EC\u30B9({0})\u306F\u3001<a href\="http\://www.projecthoneypot.org/" target\="_blank">\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u30FB\u30CF\u30CB\u30FC\u30DD\u30C3\u30C8</a> \u306E\u30D6\u30E9\u30C3\u30AF\u30EA\u30B9\u30C8\u306B\u8F09\u3063\u3066\u3044\u307E\u3059\u3002  \u3053\u308C\u306F\u3001\u3042\u306A\u305F\u306E\u30B5\u30FC\u30D0\u307E\u305F\u306F\u3042\u306A\u305F\u306E\u5171\u6709\u3057\u3066\u3044\u308B\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u4E0A\u306E\u4ED6\u306E\u30B5\u30FC\u30D0\u304B\u3089\u3001\u60AA\u610F\u3042\u308B\u6D3B\u52D5\u304C\u884C\u308F\u308C\u305F\u3001\u3068\u3044\u3046\u3053\u3068\u3067\u3059\u3002\u3082\u3057\u3001\u3042\u306A\u305F\u304C\u8AA4\u3063\u3066\u30D6\u30E9\u30C3\u30AF\u30EA\u30B9\u30C8\u306B\u8F09\u305B\u3089\u308C\u305F\u3068\u601D\u308F\u308C\u308B\u306A\u3089\u3001\u30B5\u30A4\u30C8\u306E\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u306A\u304A\u3001\u3082\u3057\u3042\u306A\u305F\u304C\u3053\u306E\u30A6\u30A3\u30AD\u306B\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u6301\u3063\u3066\u3044\u308B\u306A\u3089\u3001\u30ED\u30B0\u30A4\u30F3\u3057\u3066\u901A\u5E38\u901A\u308A\u7DE8\u96C6\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
userblock.caption.overview=\u3042\u306A\u305F\u306E\u30E6\u30FC\u30B6\u540D\u307E\u305F\u306FIP\u30A2\u30C9\u30EC\u30B9\u304B\u3089\u306E\u7DE8\u96C6\u3084\u30D5\u30A1\u30A4\u30EB\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306F\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002 
userblock.caption.reason=\u7406\u7531\uFF1A <i>{0}</i>.
userblock.caption.start=\u30D6\u30ED\u30C3\u30AF\u306E\u958B\u59CB\: {0}
userblock.caption.target=\u30D6\u30ED\u30C3\u30AF\u306E\u5BFE\u8C61\u8005\: {0}
userblock.title=\u30E6\u30FC\u30B6\u306F\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059
usermenu.account=\u30A2\u30AB\u30A6\u30F3\u30C8
usermenu.admin=\u30B7\u30B9\u30C6\u30E0\u8A2D\u5B9A
usermenu.register=\u30E6\u30FC\u30B6\u767B\u9332
usermenu.user={0} \u3055\u3093
usermenu.usercomments=\u30E6\u30FC\u30B6\u30B3\u30E1\u30F3\u30C8
usermenu.watchlist=\u30A6\u30A9\u30C3\u30C1\u30EA\u30B9\u30C8
viewsource.caption.legend={0}\u306Ewiki\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7
viewsource.caption.overview={0} \u306B\u3064\u3044\u3066\u306E\u30A6\u30A3\u30AD\u30FB\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u306F\u4E0B\u8A18\u3067\u3059\u3002\u3053\u306E\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u3092\u5909\u66F4\u3059\u308B\u306B\u306F\u3001\u4E0A\u306E\u300C\u7DE8\u96C6\u300D\u30BF\u30D6\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3082\u3057\u300C\u7DE8\u96C6\u300D\u30BF\u30D6\u304C\u306A\u3051\u308C\u3070\u3001\u3042\u306A\u305F\u306B\u306F\u3053\u306E\u8A18\u4E8B\u306E\u7DE8\u96C6\u6A29\u9650\u304C\u306A\u3044\u3068\u3044\u3046\u3053\u3068\u3067\u3059\u3002\u30ED\u30B0\u30A4\u30F3\u3059\u308B\u304B\u3001\u65E2\u306B\u30ED\u30B0\u30A4\u30F3\u3057\u3066\u3044\u308B\u306A\u3089\u3053\u306E\u30A6\u30A3\u30AD\u306E\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u7DE8\u96C6\u6A29\u9650\u3092\u8981\u8ACB\u3057\u3066\u304F\u3060\u3055\u3044\u3002
viewsource.title={0}\u306E\u30BD\u30FC\u30B9\u3092\u53C2\u7167
watchlist.caption.added=\u8A18\u4E8B <b>{0}</b> \u3092\u3042\u306A\u305F\u306E\u30A6\u30A9\u30C3\u30C1\u30EA\u30B9\u30C8\u306B\u8FFD\u52A0\u3057\u307E\u3057\u305F\u3002
watchlist.caption.empty=\u30A6\u30A9\u30C3\u30C1\u30EA\u30B9\u30C8\u306B\u8A18\u4E8B\u306F\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
watchlist.caption.removed=\u8A18\u4E8B <b>{0}</b> \u3092\u3042\u306A\u305F\u306E\u30A6\u30A9\u30C3\u30C1\u30EA\u30B9\u30C8\u304B\u3089\u524A\u9664\u3057\u307E\u3057\u305F\u3002
watchlist.error.loginrequired=\u30A6\u30A9\u30C3\u30C1\u30EA\u30B9\u30C8\u306F\u30ED\u30B0\u30A4\u30F3\u3057\u305F\u30E6\u30FC\u30B6\u306E\u307F\u304C\u5229\u7528\u3067\u304D\u307E\u3059\u3002
watchlist.title=\u30A6\u30A9\u30C3\u30C1\u30EA\u30B9\u30C8
