#Wed Jan 02 19:25:23 PST 2013
admin.action.refresh=\u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0DCA \u0DAF\u0DBB\u0DCA\u0DC1\u0D9A\u0DBA \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DCA\u200D\u0DBB\u0DCF\u0DAB\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.action.save=\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.adduser.caption.adduser=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0D9C\u0DD2\u0DAB\u0DD4\u0DB8\u0D9A\u0DCA \u0D91\u0D9A\u0DAD\u0DD4 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.adduser.caption.displayname=\u0DB4\u0DCA\u200D\u0DBB\u0DAF\u0DBB\u0DCA\u0DC1\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA
admin.adduser.caption.email=\u0DC0\u0DD2\u0DAF\u0DCA\u200D\u0DBA\u0DD4\u0DAD\u0DCA \u0DAD\u0DD0\u0DB4\u0DD1\u0DBD
admin.adduser.caption.login=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1
admin.adduser.caption.password=\u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA
admin.adduser.caption.passwordconfirm=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA \u0DAD\u0DC4\u0DC0\u0DD4\u0DBB\u0DD4 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.adduser.message.success=\u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1 {0} \u0DC3\u0DCF\u0DBB\u0DCA\u0DAE\u0D9A \u0DBD\u0DD9\u0DC3 \u0D91\u0D9A\u0DAD\u0DD4 \u0D9A\u0DC5\u0DCF\!
admin.adduser.message.uidexists={0},\u0DB8\u0DDA \u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1 \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF\u0DC0\u0DDA \u0D87\u0DAD\!
admin.cache.caption=\u0DA9\u0DD2\u0DC3\u0DCA\u0D9A \u0DC3\u0DC4 \u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.cache.message.clearfailed=\u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA\: {0}.
admin.caption.adduser=\u0D91\u0D9A\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.caption.date.dateonly=Date-only pattern
admin.caption.date.timeonly=Time-only pattern
admin.caption.defaultlocale=Default locale
admin.caption.defaulttimezone=Default time zone
admin.caption.defaulttopic=\u0DA9\u0DD2\u0DC6\u0DDC\u0DBD\u0DCA\u0DA7\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0
admin.caption.editor=\u0DA9\u0DD2\u0DC6\u0DDC\u0DBD\u0DCA\u0DA7\u0DCA \u0DC3\u0D82\u0DC3\u0DCA\u0D9A\u0DCF\u0DBB\u0D9A
admin.caption.externallinknewwindow=\u0DB6\u0DCF\u0DC4\u0DD2\u0DBB \u0D85\u0DB1\u0DCA\u0DAD\u0DBB\u0DCA\u0DA2\u0DCF\u0DBD \u0DBD\u0DD2\u0DB4\u0DD2\u0DB1\u0DBA\u0DB1\u0DCA \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0D9A\u0DC0\u0DD4\u0DC5\u0DD4\u0DC0\u0D9A\u0DD2\u0DB1\u0DCA \u0DC0\u0DD2\u0DC0\u0DD8\u0DAD \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1 
admin.caption.filedir=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4-\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA
admin.caption.imageresize=\u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB\u0DBA \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD\u0D9A\u0DDC\u0DA7 \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD3\u0DB8\u0DDA \u0DC0\u0DBB\u0DCA\u0DB0\u0D9A\u0DBA (\u0DB4\u0DD2\u0D9A\u0DCA\u0DC3\u0DBD\u0DCA \u0DC0\u0DBD\u0DD2\u0DB1\u0DCA)
admin.caption.logitems=\u0DBD\u0DDC\u0D9C\u0DCA \u0D9A\u0DBD \u0DAF\u0DAD\u0DCA\u0DAD \u0DB1\u0DD0\u0DC0\u0DAD \u0DC3\u0DCA\u0DAD\u0DCF\u0DB4\u0DB1\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1  
admin.caption.logoimage=\u0DBD\u0DCF\u0D82\u0DA1\u0DB1\u0DBA \u0DC3\u0DB3\u0DC4\u0DCF \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB\u0DBA
admin.caption.maxversionexport=\u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0D85\u0DB1\u0DD4\u0DC0\u0DCF\u0DAF \u0D85\u0DB4\u0DB1\u0DBA\u0DB1\u0DBA(\u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA) \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA \u0DC3\u0DD3\u0DB8\u0DCF\u0DC0
admin.caption.metadescription=HTML \u0DB4\u0DC1\u0DCA\u0DA0(meta) \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA
admin.caption.migratedatabase=\u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0DB1\u0DC0 \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0D9A\u0DA7 \u0DC3\u0D82\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.caption.printnewwindow=\u0DB8\u0DD4\u0DAF\u0DCA\u200D\u0DBB\u0DAB\u0DBA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A\u0DD2 \u0DB6\u0DCF\u0DC4\u0DD2\u0DBB \u0D85\u0DB1\u0DCA\u0DAD\u0DBB\u0DCA\u0DA2\u0DCF\u0DBD \u0DB4\u0DD2\u0DA7\u0DD4 \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0D9A\u0DC0\u0DD4\u0DC5\u0DD4\u0DC0\u0D9A\u0DD2\u0DB1\u0DCA \u0DC0\u0DD2\u0DC0\u0DD8\u0DAD \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1 
admin.caption.recentchanges=\u0DB8\u0DD1\u0DAD\u0DAF\u0DD3 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0DB1\u0DD0\u0DC0\u0DAD \u0DC3\u0DCA\u0DAD\u0DCF\u0DB4\u0DB1\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1 
admin.caption.recentchangesdefault=\u0DB4\u0DD9\u0DB1\u0DCA\u0DB1\u0DD4\u0DB8\u0DCA \u0D9A\u0DBD\u0DBA\u0DD4\u0DAD\u0DD4 \u0DB8\u0DD1\u0DAD\u0DAF\u0DD3 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0DB4\u0DCA\u200D\u0DBB\u0DB8\u0DCF\u0DAB\u0DBA\u0DDA \u0DA9\u0DD2\u0DC6\u0DDC\u0DBD\u0DCA\u0DA7\u0DCA \u0D85\u0D9C\u0DBA
admin.caption.reset=\u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DD4\u0DBB\u0DC0\u0DB1\u0DCA\u0DB1
admin.caption.searchengine=\u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0DCA \u0DBA\u0DB1\u0DCA\u0DAD\u0DCA\u200D\u0DBB\u0DBA
admin.caption.serverurl=\u0DC3\u0DBB\u0DCA\u0DC0\u0DBB\u0DCA\u0DBA\u0DDA URL \u0D91\u0D9A
admin.caption.sitename=\u0DC0\u0DD9\u0DB6\u0DCA \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DDA \u0DB1\u0DB8
admin.caption.spamfilter=\u0D85\u0DB1\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0DC6\u0DCA\u0DB4\u0DD2\u0DBD\u0DCA\u0DA7\u0DBB\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBB\u0DA7\u0DCF \u0DB1\u0DD0\u0DC0\u0DAD \u0DC3\u0DCA\u0DAE\u0DCF\u0DB4\u0DB1\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.caption.usepreview="\u0DB4\u0DD9\u0DBB \u0DAF\u0DD0\u0D9A\u0DCA\u0DB8" \u0DC3\u0D82\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0DB6\u0DDC\u0DAD\u0DCA\u0DAD\u0DB8 \u0DB4\u0DD9\u0DB1\u0DCA\u0DB1\u0DD4\u0DB8\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.caption.useshowchanges="\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0DB4\u0DD9\u0DB1\u0DCA\u0DB1\u0DD4\u0DB8\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1" \u0DC3\u0D82\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0DB6\u0DDC\u0DAD\u0DCA\u0DAD\u0DB8 \u0DB4\u0DD9\u0DB1\u0DCA\u0DB1\u0DD4\u0DB8\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.header.cache=\u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA\u0DDA \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA
admin.header.email=E-Mail settings
admin.header.general=\u0DB4\u0DDC\u0DAF\u0DD4 \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA
admin.header.other=Other settings
admin.header.parser=\u0DB4\u0DCF\u0DC3\u0DBB\u0DCA \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA
admin.header.persistence=\u0DAF\u0DCA\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DD3\u0DB8\u0DDA \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA
admin.header.rss=RSS \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA
admin.header.spam=Spam settings
admin.header.upload=\u0DBD\u0DD2\u0DB4\u0DD2 \u0D9C\u0DDC\u0DB1\u0DD4 \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA
admin.help.adduser=\u0D85\u0DBD\u0DD4\u0DAD\u0DD2\u0DB1\u0DCA \u0DC0\u0DD2\u0D9A\u0DD3 \u0D9C\u0DD2\u0DAB\u0DD4\u0DB8\u0D9A\u0DCA \u0D86\u0DBB\u0DB8\u0DCA\u0DB7 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1. \u0DB8\u0DD9\u0DB8 \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DBA \u0DB8\u0DD6\u0DBD\u0DD2\u0D9A \u0DBD\u0DD9\u0DC3 \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD \u0DC0\u0DD9\u0DB1\u0DCA\u0DB1\u0DDA \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 \u0DBD\u0DD2\u0DBA\u0DCF\u0DB4\u0DAF\u0DD2\u0D82\u0DA0\u0DD2\u0DC0\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A\u0DD2 \u0DC0\u0DD6 \u0DC0\u0DD2\u0DA7 \u0DB4\u0DB8\u0DAB\u0DD2.
admin.help.clearcache=\u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA\u0DDA \u0D9C\u0DB6\u0DA9\u0DCF \u0DC0\u0DD3 \u0D87\u0DAD\u0DD2 \u0DC3\u0DD2\u0DBA\u0DBD\u0DCA\u0DBD \u0DAF \u0DC4\u0DD2\u0DC3\u0DCA \u0D9A\u0DBB\u0DBA\u0DD2. \u0DB8\u0DD9\u0DB8 \u0D9A\u0DCF\u0DBB\u0DD2\u0DBA\u0DBA \u0D85\u0DC0\u0DC1\u0DBA \u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0D87\u0DAD\u0DD2 \u0DBB\u0DD9\u0D9A\u0DDD\u0DA9\u0DCA \u0D91\u0D9A\u0D9A\u0DCA \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DD9\u0DB1\u0DCA \u0DB6\u0DD9\u0DC4\u0DD0\u0DBB \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0DC0\u0DBD\u0DD2\u0DBA\u0D9A\u0DD2\u0DB1\u0DCA \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA\u0D9A\u0DCF\u0DBD \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD3 \u0D87\u0DAD\u0DD2\u0DB1\u0DB8\u0DCA \u0DB4\u0DB8\u0DAB\u0DD2.
admin.help.date.common=Available patterns can be customized by updating the jamwiki-configuration.xml file.  Patterns must follow the format used by the <a href\="http\://download.oracle.com/javase/1.5.0/docs/api/java/text/SimpleDateFormat.html" target\="_blank">java.text.SimpleDateFormat</a> class.  "SHORT", "MEDIUM", "LONG" and "FULL" may also be used to invoke the corresponding SimpleDateFormat constant value.
admin.help.date.dateonly=Format to use for display of dates that include day, month and year, but do not include hour or minute.
admin.help.date.timeonly=Format to use for display of dates that include hour and minute but not day, month or year.
admin.help.defaultlocale=The default locale used for displaying text and formatting dates; users can personalize the locale using user preferences.  Note that if translations are not available for a locale then labels will still display in English.
admin.help.defaulttimezone=The default time zone to use when displaying dates; users can personalize the time zone using user preferences.  Note that this time zone will always be used when displaying the time in wiki signatures.
admin.help.defaulttopic=The default topic is the topic that will be displayed when no topic is specified, such as when the URL http\://www.example.com/wiki/en/ is requested.  Virtual wikis may be configured to override this default value from the Special\:VirtualWiki page.
admin.help.editor=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DC3\u0D82\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0DC3\u0DB3\u0DC4\u0DCF \u0DB4\u0DCA\u200D\u0DBB\u0DBA\u0DDD\u0DA2\u0DB1\u0DBA\u0DA7 \u0D9C\u0DAD \u0DC4\u0DD0\u0D9A\u0DD2 \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8\u0DCA \u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA \u0DC3\u0D82\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8 \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0DAD\u0DD3\u0DBB\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DD4 \u0DBD\u0DB6\u0DBA\u0DD2. \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 \u0D9A\u0DD0\u0DB8\u0DAD\u0DD2 \u0DB4\u0DBB\u0DD2\u0DAF\u0DD2 \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D85\u0DB7\u0DD2\u0DB8\u0DAD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A.  
admin.help.filedir=JAMWiki \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A\u0DD2 \u0DAF\u0DD0\u0DB1\u0DA7 \u0DAD\u0DD2\u0DB6\u0DD9\u0DB1 \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA\u0D9A\u0DD2.
admin.help.imageresize=\u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB\u0DC0\u0DBD \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD\u0DAD\u0DCA\u0DC0\u0DCA\u0DBA \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA \u0DB8\u0DB1\u0DCA\u0DAF\u0D9C\u0DCF\u0DB8\u0DD3 \u0DC0\u0DD2\u0DBA \u0DC4\u0DD0\u0D9A, \u0DB8\u0DD9\u0DB8 \u0DB1\u0DD2\u0DC3\u0DCF \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB\u0DC0\u0DBD \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD\u0DAD\u0DCA\u0DC0\u0DCA\u0DBA \u0DC0\u0DD0\u0DA9\u0DD2 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0D85\u0DB1\u0DD4\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DD2\u0D9A \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DD2, \u0D92 \u0DC3\u0DB8\u0D9C\u0DB8 \u0D94\u0DB6\u0D9C\u0DDA \u0DC0\u0DD9\u0DB6\u0DCA \u0DB6\u0DCA\u200D\u0DBB\u0DC0\u0DCA\u0DC3\u0DBB\u0DBA\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0DB4\u0DBB\u0DD2\u0DAF\u0DD2\u0DAF \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB \u0DB4\u0DBB\u0DD2\u0DB8\u0DCF\u0DAB\u0DBA \u0DC0\u0DDA. \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB\u0DC0\u0DBD \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD\u0DAD\u0DCA\u0DC0\u0DCA \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD\u0DAD\u0DCA\u0DC0 \u0D85\u0DB1\u0DD4\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DD2\u0D9A\u0DBA \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD \u0D85\u0D9C\u0DBA\u0D9A\u0DCA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBD \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0D9A\u0DCF\u0DBB\u0DD2\u0DAD\u0DCA\u0DC0\u0DBA \u0DC0\u0DD0\u0DA9\u0DD2 \u0D9A\u0DBD\u0DC4\u0DD0\u0D9A\u0DD2\u0DB8\u0DD4\u0DAD\u0DCA \u0D91\u0DBA \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB\u0DCA\u0DBA\u0DDA \u0D9C\u0DD4\u0DAB\u0DCF\u0DAD\u0DCA\u0DB8\u0D9A \u0DB6\u0DC0 \u0D85\u0DA9\u0DD4 \u0D9A\u0DBB\u0DBA\u0DD2.
admin.help.logoimage=\u0DB8\u0DD9\u0DB8 \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0DBD\u0DCF\u0D82\u0DA1\u0DB1\u0DBA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB\u0DBA\u0DD2. \u0D85\u0D9C\u0DBA\u0DB1\u0DCA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBD\u0DBA\u0DD4\u0DAD\u0DCA\u0DAD\u0DDA \u0DC0\u0DD9\u0DB6\u0DCA \u0D87\u0DB4\u0DCA\u0DBD\u0DD2\u0D9A\u0DDA\u0DC1\u0DB1\u0DCA \u0D91\u0D9A\u0DDA \u0DB8\u0DD6\u0DBD\u0DBA\u0DDA \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 <code>images</code> \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA\u0DA7 \u0D85\u0DB1\u0DD4\u0DBB\u0DD6\u0DB4\u0DC0\u0DBA\u0DD2.
admin.help.maxversionexport=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0D91\u0DBA\u0DA7 \u0D87\u0DAD\u0DD4\u0DBD\u0DAD\u0DCA \u0D9A\u0DBD\u0DBA\u0DD4\u0DAD\u0DD4 \u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB4\u0DCA\u200D\u0DBB\u0DAD\u0DD2\u0DC1\u0DDD\u0DB0\u0DB1 \u0D9C\u0DAB\u0DB1. \u0DC0\u0DCA\u0DC1\u0DCF\u0DBD \u0D85\u0D9C\u0DBA\u0D9A\u0DCA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DDA \u0DB4\u0DD6\u0DBB\u0DCA\u0DAB\u0DCA \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DBD\u0DC4\u0DD0\u0D9A\u0DD2\u0DB8\u0DD4\u0DAD\u0DCA, \u0D89\u0DB1\u0DCA \u0D94\u0DB6\u0D9C\u0DDA \u0DB4\u0DBB\u0DD2\u0D9D\u0DB1\u0D9A\u0DBA\u0DDA \u0DC3\u0DB8\u0DCA\u0DB4\u0DAD\u0DCA \u0D85\u0DB0\u0DD2\u0DB8\u0DCF\u0DAD\u0DCA\u200D\u0DBB\u0DBD\u0DD9\u0DC3 \u0DB4\u0DBB\u0DD2\u0DC4\u0DBB\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DDA.\u0D9A\u0DD4\u0DA9\u0DCF \u0D85\u0D9C\u0DBA\u0D9A\u0DCA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DDA \u0DB4\u0DD6\u0DBB\u0DCA\u0DAB\u0DCA \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D87\u0DAD\u0DD4\u0DBD\u0DAD\u0DCA \u0DB1\u0DDC\u0D9A\u0DBB\u0DB1\u0DB8\u0DD4\u0DAD\u0DCA \u0D91\u0DBA \u0D94\u0DB6\u0D9C\u0DDA \u0DB4\u0DBB\u0DD2\u0D9D\u0DB1\u0D9A\u0DBA\u0DDA \u0DC3\u0DB8\u0DCA\u0DB4\u0DAD\u0DCA \u0D85\u0DB0\u0DD2\u0DB8\u0DCF\u0DAD\u0DCA\u200D\u0DBB\u0DBD\u0DD9\u0DC3 \u0DB4\u0DBB\u0DD2\u0DC4\u0DBB\u0DAB\u0DBA \u0DB1\u0DDC\u0D9A\u0DBB\u0DBA\u0DD2.
admin.help.metadescription=HTML \u0DB8\u0DD9\u0DA7\u0DCF \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA \u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0DCA \u0DBA\u0DB1\u0DCA\u0DAD\u0DCA\u200D\u0DBB \u0DC0\u0DBD\u0DA7 \u0DC3\u0DC4 \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DB8\u0DD9\u0DC0\u0DCA\u0DBD\u0DB8\u0DCA \u0DC0\u0DBD\u0DA7 \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DD2\u0DA7\u0DD4 \u0DC0\u0DD2\u0DC4\u0DCA\u200D\u0DBB\u0DC4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D8B\u0DAF\u0DC0\u0DCA\u0DC0\u0DDA. \u0DB8\u0DD9\u0DA7\u0DCF \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA \u0DC3\u0DB3\u0DC4\u0DCF \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A\u0DD2 \u0DC0\u0DD2\u0DA0\u0DBD\u0DCA\u200D\u0DBA\u0DBA \u0DB4\u0DAF \u0DC0\u0DBD\u0DA7 \u0D85\u0DA9\u0DB1\u0DCA\u0D9C\u0DD4 \u0DC0\u0DB1 \u0DAF\u0DDA\: {0} \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DDA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 (\u0DC4\u0DD2\u0DC3\u0DCA \u0DC0\u0DD2\u0DBA \u0DC4\u0DD0\u0D9A)
admin.help.migratedatabase=\u0DB8\u0DD9\u0DB8 \u0DC0\u0DD2\u0DB0\u0DCF\u0DB1\u0DBA \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA \u0DC0\u0DD2\u0D9A\u0DD2 \u0D85\u0DB1\u0DCA\u0DAD\u0DBB\u0DCA\u0D9C\u0DAD\u0DBA <b>\u0D85\u0DBD\u0DD4\u0DAD\u0DCA</b> \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DCA\u0D9A\u0DA7 \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB \u0D87\u0DAD\u0DD2 \u0DB4\u0DBB\u0DCF\u0DB8\u0DD2\u0DAD\u0DD2 \u0DC3\u0DB8\u0D9C \u0DC3\u0D82\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DBA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A.\u0DAF\u0DD0\u0DB1\u0DD4\u0DB8\u0DCA\u0DAF\u0DD3\u0DB8\u0DBA\u0DD2\: \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DDA, \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 JAMWiki \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DDA \u0D87\u0DAD\u0DD2 \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4 \u0DAD\u0DD2\u0DB6\u0DD2\u0DBA \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A. \u0DB8\u0DD9\u0DB8 \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0DC0 \u0DC3\u0DB8\u0DCA\u0DB4\u0DD6\u0DBB\u0DCA\u0DAB \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D9C\u0DAD\u0DC0\u0DB1 \u0D9A\u0DCF\u0DBD\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA\u0DDA \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD\u0DAD\u0DCA\u0DC0\u0DBA \u0DB8\u0DAD \u0DB4\u0DAF\u0DB1\u0DB8\u0DCA \u0DC0\u0DDA.
admin.help.rebuildsearch=\u0DB6\u0DD2\u0DB3 \u0DC0\u0DD0\u0DA7\u0DD3\u0DB8\u0D9A\u0DCA \u0DC4\u0DDD \u0D8B\u0DB4\u0DC3\u0DCA\u0DAE \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0D9A\u0DA7 \u0DB4\u0DC3\u0DD4 \u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0DCA \u0DC3\u0DB1\u0DCA\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DD2\u0D9A\u0DBA\u0DB1\u0DCA \u0DB1\u0DD0\u0DC0\u0DAD \u0D9C\u0DDC\u0DA9 \u0DB1\u0DD0\u0DB1\u0DCA\u0DC0\u0DD3\u0DB8\u0DA7 \u0DB6\u0DCF\u0D9C\u0DC0\u0DD2\u0DA7 \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DB1\u0DD4 \u0D87\u0DAD. \u0DAF\u0DD0\u0DB1\u0DD4\u0DB8\u0DCA\u0DAF\u0DD3\u0DB8\u0DBA\u0DD2\:\u0DB8\u0DD9\u0DB8 \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0DC0 \u0DC3\u0DB8\u0DCA\u0DB4\u0DD6\u0DBB\u0DCA\u0DAB \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D9A\u0DCF\u0DBD\u0DBA \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA \u0D9C\u0DAD\u0DC0\u0DD2\u0DBA \u0DC4\u0DD0\u0D9A, \u0D91\u0DBA \u0D91\u0DC3\u0DDA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DC3\u0DD2\u0DBA\u0DBD\u0DCA\u0DBD \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DCF\u0DC3\u0DCA \u0D9A\u0DBD \u0DBA\u0DD4\u0DAD\u0DD4 \u0DB1\u0DD2\u0DC3\u0DCF\u0DC0\u0DD9\u0DB1\u0DD2.
admin.help.reloadlogitems=\u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0D85\u0DA9\u0DB1\u0DCA\u0D9C\u0DD4 \u0DAF\u0DD0 \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DCA\u200D\u0DBB\u0DC0\u0DDA\u0DC1\u0DB1\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0DC0\u0DD2\u0DC2\u0DDA\u0DC1\:\u0DBD\u0DDC\u0D9C\u0DCA\u0D9C\u0DDC\u0DB1\u0DD4 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DDA \u0D87\u0DAD\u0DD2 \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0DAF \u0DB1\u0DD0\u0DC0\u0DAD \u0D9C\u0DAB\u0DB1\u0DBA \u0DC0\u0DD3\u0DB8\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DDA. \u0DB8\u0DD9\u0DB8 \u0DC0\u0DD2\u0D9A\u0DBD\u0DCA\u0DB4\u0DBA \u0DC3\u0DCF\u0DB8\u0DCF\u0DB1\u0DCA\u200D\u0DBA\u0DBA\u0DD9\u0DB1\u0DCA \u0D85\u0DC0\u0DC1\u0DBA \u0DB1\u0DDC\u0DC0\u0DDA.
admin.help.reloadrecentchanges=\u0DB8\u0DD1\u0DAD\u0D9A \u0DAF\u0DD3 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DCA\u200D\u0DBB\u0DC0\u0DDA\u0DC1\u0DB1\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0DB8\u0DD1\u0DAD\u0D9A \u0DAF\u0DD3 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0D85\u0DA9\u0D82\u0D9C\u0DD4 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DDA \u0D87\u0DAD\u0DD2 \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0DAF\u0DCA \u0DB1\u0DD0\u0DC0\u0DAD \u0D9C\u0DAB\u0DB1\u0DBA \u0DC0\u0DD3\u0DB8\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DDA.\u0DB8\u0DD9\u0DB8 \u0DC0\u0DD2\u0D9A\u0DBD\u0DCA\u0DB4\u0DBA \u0DC3\u0DCF\u0DB8\u0DCF\u0DB1\u0DCA\u200D\u0DBA\u0DBA\u0DD9\u0DB1\u0DCA \u0D85\u0DC0\u0DC1\u0DBA \u0DB1\u0DDC\u0DC0\u0DDA.
admin.help.reloadspamfilter=\u0D85\u0DB1\u0DC0\u0DC1\u0DBA \u0DAF\u0DDA \u0DC6\u0DD2\u0DBD\u0DCA\u0DA7\u0DBB\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBB\u0DA7\u0DCF \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DCA\u200D\u0DBB\u0DC0\u0DDA\u0DC1\u0DB1\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA <code>/WEB-INF/classes/spam-blacklist.txt</code> \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0D87\u0DAD\u0DD2 \u0DC0\u0DD9\u0DB1\u0DCA\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA\u0DAF \u0DC3\u0DB8\u0D9C \u0D85\u0DB1\u0DC0\u0DC1\u0DBA \u0DAF\u0DDA \u0DC6\u0DD2\u0DBD\u0DCA\u0DA7\u0DBB\u0DCA \u0D9A\u0DBB\u0DB1\u0DBA \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0DC0\u0DDA.
admin.help.serverurl=\u0DC3\u0DBB\u0DCA\u0DC0\u0DBB\u0DBA\u0DDA \u0DB4\u0DCF\u0DAF\u0D9A URL \u0D91\u0D9A, \u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DBA\u0D9A\u0DA7 http\://www.example.com/. \u0DB8\u0DD9\u0DB8 \u0D85\u0D9C\u0DBA \u0DB4\u0DD4\u0DBB\u0DCA\u0DAB URLs \u0DA2\u0DB1\u0DB1\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DBA\u0DDC\u0DAF\u0DCF \u0D9C\u0DD0\u0DB1\u0DDA.
admin.help.sitename=\u0DC0\u0DD9\u0DB6\u0DCA \u0DC3\u0DBA\u0DD2\u0DA7\u0DCA \u0D91\u0D9A\u0DDA \u0DB1\u0DB8.\u0DB8\u0DD9\u0DB8 \u0D85\u0D9C\u0DBA \u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DB4\u0DD2\u0DA7\u0DD4 \u0DC0\u0DBD \u0DB1\u0DB8\u0DCA \u0DC0\u0DBD\u0DA7 \u0DC3\u0DC4 \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1 XML \u0DC0\u0DBD\u0DA7 \u0D88\u0DB3\u0DDA. \u0DAF\u0DD0\u0DB1\u0DD4\u0DB8\u0DCA\u0DAF\u0DD3\u0DB8\u0DBA\u0DD2\: \u0DC0\u0DD9\u0DB6\u0DCA \u0DC3\u0DBA\u0DD2\u0DA7\u0DCA \u0D91\u0D9A\u0DDA \u0DB1\u0DB8 \u0DC3\u0DB3\u0DC4\u0DCF HTML \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DC3\u0DD2\u0DAF\u0DD4 \u0DB1\u0DDC\u0D9A\u0DBD \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA\u0DD2.
admin.maintenance.caption.links=Regenerate topic metadata records
admin.maintenance.caption.namespaces=\u0DC0\u0DD0\u0DBB\u0DAF\u0DD2 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1 \u0DC4\u0DBB\u0DD2\u0D9C\u0DC3\u0DCA\u0DC3\u0DB1\u0DCA\u0DB1
admin.maintenance.error.metadata=Metadata for {0} topics could not be updated.  See the logs for error messages.
admin.maintenance.error.namespacefail=\u0DC0\u0DD0\u0DBB\u0DAF\u0DD2 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1 \u0DC4\u0DBB\u0DD2\u0D9C\u0DD0\u0DC3\u0DCA\u0DC3\u0DD3\u0DB8\u0DA7 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA. \u0DAF\u0DDD\u0DC2 \u0DB4\u0DAB\u0DD2\u0DC0\u0DD4\u0DA9\u0DBA \: {0}.
admin.maintenance.help.links=Regenerate the metadata records for all topics, including categories, "link to" and search index information.  It should only be necessary to run this task after manually updating the database.  Be aware the it requires re-parsing and updating all wiki topics and will therefore be <i>extremely</i> slow.
admin.maintenance.help.namespaces=<b> \u0DB4\u0DCA\u200D\u0DBB\u0DC0\u0DD3\u0DAB \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 \u0DB4\u0DB8\u0DAB\u0DD2 </b> \: \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DD2\u0DBA\u0DB8\u0DD2\u0DAD \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA\u0DA7 \u0DBA\u0DDC\u0DB8\u0DD6 \u0DC0\u0DD3 \u0D87\u0DAD\u0DCA\u0DAF \u0DBA\u0DB1\u0DCA\u0DB1 \u0DC3\u0DAD\u0DCA\u200D\u0DBA\u0DCF\u0DB4\u0DB1\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1. \u0DB8\u0DD9\u0DB8 \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DBA \u0DC3\u0DCF\u0DB8\u0DCF\u0DB1\u0DCA\u200D\u0DBA\u0DBA\u0DD9\u0DB1\u0DCA \u0D85\u0DC0\u0DC1\u0DBA \u0DB1\u0DDC\u0DC0\u0DDA, \u0DB1\u0DB8\u0DD4\u0DAD\u0DCA \u0D91\u0DBA \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1 \u0D91\u0D9A\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA \u0DAF\u0DD3 \u0DC4\u0DDD \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA\u0DB1\u0DCA \u0DB4\u0DC3\u0DD4 \u0DC4\u0DA7\u0D9C\u0DB1\u0DCA\u0DB1\u0DCF \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA \u0DAF\u0DDD\u0DC2 \u0DAF ,\u0DC3\u0DCF\u0DB8\u0DB1\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2 \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0DC0\u0DBD\u0DD2\u0DB1\u0DCA \u0DB6\u0DCF\u0DC4\u0DD2\u0DBB\u0DC0 \u0DC3\u0DD2\u0DAF\u0DD4 \u0DC0\u0DB1 \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0DC0\u0DBD\u0DD2 \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA JAMWiki \u0DAF\u0DAD\u0DCA\u0DB1 \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0 \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0DB1\u0DD2\u0DC3\u0DCF \u0DC4\u0DA7\u0D9C\u0DB1\u0DCA\u0DB1\u0DCF \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA \u0DAF\u0DDD\u0DC2 \u0DAF \u0DB1\u0DD2\u0DC0\u0DD0\u0DBB\u0DAF\u0DD2 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D8B\u0DB4\u0D9A\u0DCF\u0DBB\u0DD3 \u0DC0\u0DDA. <b>\u0DB8\u0DD9\u0DB8\u0D9C\u0DD2\u0DB1\u0DCA \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DC3\u0DD2\u0DAF\u0DD4 \u0DB6\u0DD0\u0DC0\u0DD2\u0DB1\u0DCA \u0D9A\u0DCF\u0DBD\u0DBA \u0DC0\u0DD0\u0DA9\u0DD2 \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA \u0D9C\u0DAD\u0DC0\u0DD3\u0DB8\u0DA7 \u0DB4\u0DD4\u0DBD\u0DD4\u0DC0\u0DB1.</b>
admin.maintenance.message.metadata=Metadata for {0} topics has been updated.
admin.maintenance.message.topicsUpdated=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF {0}\u0D9A\u0DCA \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.   
admin.maintenance.title=\u0DB1\u0DA9\u0DAD\u0DCA\u0DAD\u0DD4\u0D9A\u0DD2\u0DBB\u0DD3\u0DB8
admin.maintenance.title.data=Data Utilities
admin.maintenance.title.links=Regenerate Topic Metadata Records
admin.maintenance.title.namespaces=\u0DC0\u0DD0\u0DBB\u0DAF\u0DD2 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1 \u0DC4\u0DBB\u0DD2\u0D9C\u0DC3\u0DCA\u0DC3\u0DB1\u0DCA\u0DB1
admin.maintenance.title.system=System Utilities
admin.message.adduserfail={0} \u0DC0\u0DB1 \u0DB1\u0DB8\u0DD2\u0DB1\u0DCA \u0D87\u0DAD\u0DD2 \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0D9C\u0DD2\u0DB1\u0DD4\u0DB8 \u0D91\u0D9A\u0DAD\u0DD4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA
admin.message.cache=\u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA \u0DC3\u0DCF\u0DBB\u0DCA\u0DAE\u0D9A\u0DC0 \u0DC4\u0DD2\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
admin.message.changesnotsaved=\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DDC\u0DA7 \u0DB1\u0DD0\u0DAD
admin.message.changessaved=\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBD\u0DCF
admin.message.date.error={0} is not a valid date pattern.  See the documentation for the <a href\="http\://download.oracle.com/javase/1.5.0/docs/api/java/text/SimpleDateFormat.html" target\="_blank">java.text.SimpleDateFormat</a> class for examples of valid patterns.
admin.message.indexrefreshed=\u0D85\u0DB1\u0DD2\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DD2\u0D9A\u0DBA \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DCA\u200D\u0DBB\u0DCF\u0DAB\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3
admin.message.logitems=\u0DBD\u0DDC\u0D9C\u0DD4 \u0D9C\u0DAD \u0DAF\u0DAD\u0DCA\u0DAD \u0DC3\u0DCF\u0DBB\u0DCA\u0DAD\u0D9A \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DB4\u0DA7\u0DC0\u0DB1\u0DBD\u0DAF\u0DD3.
admin.message.logitemsfail=\u0DBD\u0DDC\u0D9C\u0DD4 \u0D9C\u0DAD \u0DAF\u0DAD\u0DCA\u0DAD \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DB4\u0DD0\u0DA7\u0DC0\u0DD3\u0DB8\u0DA7 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA\: {0}.
admin.message.migratedatabase={0} URL \u0DC4\u0DD2 \u0D87\u0DAD\u0DD2 \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DA7 \u0DC3\u0DB1\u0DCA\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
admin.message.migrationfailure=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DA7 \u0DC3\u0DB1\u0DCA\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA\: {0}.
admin.message.nonnumeric="{0}" \u0DBD\u0D9A\u0DCA\u0DC2\u0DAB\u0DBA \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0DC3\u0D82\u0D9B\u0DCA\u200D\u0DBA\u0DCF\u0DAD\u0DCA\u0DB8\u0D9A \u0D85\u0D9C \u0DB4\u0DB8\u0DAB\u0DD2. "{1}" \u0D85\u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0D85\u0D9C\u0DBA\u0D9A\u0DD2.
admin.message.passwordsnomatch=\u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF \u0DAF\u0DD9\u0D9A \u0DB1\u0DDC\u0D9C\u0DD0\u0DBD\u0DB4\u0DDA, \u0D9A\u0DBB\u0DD4\u0DAB\u0DCF\u0D9A\u0DBB \u0DB1\u0DD0\u0DC0\u0DAD \u0D87\u0DAD\u0DD4\u0DBD\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
admin.message.propertyfailure=\u0DBD\u0D9A\u0DCA\u0DC2\u0DAB \u0DC0\u0DBD \u0D87\u0DAD\u0DD2 \u0D85\u0D9C\u0DBA\u0DB1\u0DCA \u0DC3\u0DD0\u0D9A\u0DC3\u0DD3\u0DB8\u0DA7 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA\: {0}.
admin.message.recentchanges=\u0DB8\u0DD1\u0DAD\u0DAF\u0DD3 \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DC3\u0DCF\u0DBB\u0DCA\u0DAE\u0D9A \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DB4\u0DA7\u0DC0\u0DB1\u0DBD\u0DAF\u0DD3.
admin.message.recentchangesfail=\u0DB8\u0DD1\u0DAD\u0DAF\u0DD3 \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DC3\u0DCF\u0DBB\u0DCA\u0DAE\u0D9A \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DB4\u0DD0\u0DA7\u0DC0\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A\u0DD2 \u0DC0\u0DD2\u0DBA\: {0}.
admin.message.savechanges=<b>IMPORTANT</b>\: Changes to configuration settings must be saved before they will take effect.  Leaving this page without saving will cause any changes to be lost.
admin.message.searchrefresh=\u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0DCA \u0D85\u0DB1\u0DD4\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DD2\u0D9A \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DCA\u200D\u0DBB\u0DCF\u0DAB\u0DC0\u0DAD\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A\u0DD2 \u0DC0\u0DD2\u0DBA\: {0}.
admin.message.spamfilter=\u0D85\u0DB1\u0DC0\u0DC1\u200D \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0DC6\u0DD2\u0DBD\u0DCA\u0DA7\u0DBB\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBB\u0DA7\u0DCF \u0DC3\u0DCF\u0DBB\u0DCA\u0DAD\u0D9A \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DB4\u0DA7\u0DC0\u0DB1\u0DBD\u0DAF\u0DD3.
admin.message.spamfilterfail=\u0D85\u0DB1\u0DC0\u0DC1\u200D \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0DC6\u0DD2\u0DBD\u0DCA\u0DA7\u0DBB\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBB\u0DA7\u0DCF \u0DC3\u0DCF\u0DBB\u0DCA\u0DAE\u0D9A \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DB4\u0DD0\u0DA7\u0DC0\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A\u0DD2 \u0DC0\u0DD2\u0DBA\: {0}.
admin.message.virtualwikiadded="{0}" \u0DC0\u0DB1 \u0D85\u0DAD\u0DAD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA \u0D91\u0D9A\u0DCA \u0D9A\u0DD9\u0DBB\u0DD4\u0DB1\u0DD2\: web.xml \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0D87\u0DAD\u0DD2 \u0DC3\u200D\u0DCA\u0DBB\u0DCA\u0DC0\u0DBD\u0DA7\u0DCA \u0DB8\u0DD0\u0DB4\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB \u0D87\u0DB4\u0DCA\u0DBD\u0DD2\u0D9A\u0DDA\u0DC2\u0DB1\u0DCA \u0DC3\u0DBB\u0DCA\u0DC0\u0DBB\u0DBA \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DAB \u0D9C\u0DB1\u0DCA\u0DC0\u0DB1\u0DCA\u0DB1 \u0D85\u0DB8\u0DAD\u0D9A \u0DB1\u0DDC\u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
admin.message.virtualwikifail=\u0D85\u0DAD\u0DAD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA \u0D91\u0D9A\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A\u0DD2 \u0DC0\u0DD2\u0DBA\: {0}.
admin.message.virtualwikiupdated="{0}" \u0D85\u0DAD\u0DAD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
admin.parser.caption=\u0DB4\u0DCF\u0DC3\u0DBB\u0DBA
admin.parser.caption.allowcapitalized=Allow capitalized topic names
admin.parser.caption.allowhtml=HTML \u0DB4\u0DCF\u0DC0\u0DD2\u0DA0\u0DD2\u0DBA\u0DA7 \u0D89\u0DA9\u0DAF\u0DD9\u0DB1\u0DCA\u0DB1
admin.parser.caption.allowjavascript=Javascript \u0DB4\u0DCF\u0DC0\u0DD2\u0DA0\u0DD2\u0DBA\u0DA7 \u0D89\u0DA9\u0DAF\u0DD9\u0DB1\u0DCA\u0DB1
admin.parser.caption.allowtemplates=\u0DC0\u0DD2\u0D9A\u0DD2 \u0D85\u0DA0\u0DCA\u0DA0\u0DD4 \u0DB4\u0DCF\u0DC0\u0DD2\u0DA0\u0DD2\u0DBA\u0DA7 \u0D89\u0DA9\u0DAF\u0DD9\u0DB1\u0DCA\u0DB1
admin.parser.caption.interwikiinline=Display interwiki links inline
admin.parser.caption.numberedhtmllinks=Use numbered HTML links
admin.parser.caption.signaturedate=\u0D85\u0DAD\u0DCA\u0DC3\u0DB1\u0DDA \u0D87\u0DAD\u0DD2 \u0DAF\u0DD2\u0DB1 \u0DAF\u0D9A\u0DCA\u0DC0\u0DB1 \u0DBB\u0DA7\u0DCF
admin.parser.caption.signatureuser=\u0D85\u0DAD\u0DCA\u0DC3\u0DB1\u0DDA \u0D87\u0DAD\u0DD2 \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB1\u0DB8\u0DCA \u0DAF\u0D9A\u0DCA\u0DC0\u0DB1 \u0DBB\u0DA7\u0DCF
admin.parser.caption.specialvirtualwiki=Display virtual wiki links on Special\: pages
admin.parser.caption.tableofcontents=\u0DB4\u0DA7\u0DD4\u0DB1\u0D9A\u0DCA \u0DB4\u0DCF\u0DC0\u0DD2\u0DA0\u0DD2 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.parser.caption.tableofcontentsdepth=\u0DB4\u0DA7\u0DD4\u0DB1\u0DDA \u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0D9C\u0DD0\u0DB9\u0DD4\u0DBB\u0DD4\u0D9A\u0DB8
admin.parser.caption.virtualwikiinline=Display virtual wiki links inline
admin.parser.help.allowcapitalized=Treat capitalized and lowercase topics as the same value.  If this option is not selected then "Topic" and "topic" are treated as two different records.  Note that even if this option is enabled it is still possible to create two topics that vary only in capitalization, in which case the records will be treated as two distinct topics.
admin.parser.help.interwikiinline=If this option is selected then all interwiki links will be displayed inline with article text.  If it is not selected then interwiki links will be displayed in a box in the left navigation (links preceded by a colon such as "[[\:interwiki\:Topic]]" will always be displayed inline).
admin.parser.help.numberedhtmllinks=Select this option to display HTML links of the form "[http\://example.com]" using numbered links such as "[1]".  De-selecting this option will cause the URL to be displayed as the link text.
admin.parser.help.signaturedate=Date pattern used with signatures. Date patterns must follow the format used by the <a href\="http\://download.oracle.com/javase/1.5.0/docs/api/java/text/SimpleDateFormat.html" target\="_blank">java.text.SimpleDateFormat</a> class.  "SHORT", "MEDIUM", "LONG" and "FULL" may also be used to invoke the corresponding SimpleDateFormat constant value.
admin.parser.help.signatureuser=\u0DBA\u0DAD\u0DD4\u0DBB\: {0} \= \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0; {1} \= \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DAF\u0DCF\u0DBA\u0D9A\u0DAD\u0DCA\u0DC0 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0 ; {2} \= \u0DB4\u0DA7\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D85\u0DAF\u0DC4\u0DC3\u0DCA \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0; {3} \= \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1; {4} \= \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB4\u0DCA\u200D\u0DBB\u0DAF\u0DBB\u0DCA\u0DC1\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA; {5} \= \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DC0\u0DD2\u0DAF\u0DCA\u0DBA\u0DD4\u0DAD\u0DCA \u0DAD\u0DD0\u0DB4\u0DD1\u0DBD; {6} \= \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D85\u0DBA\u0DCA\u0DA9\u0DD3 \u0D91\u0D9A
admin.parser.help.specialvirtualwiki=If a wiki has multiple virtual wikis then selecting this checkbox will automatically generate a box in the left nav on pages such as Special\:RecentChanges that will display links to virtual wiki-specific versions of the Special\: page.
admin.parser.help.tableofcontentsdepth=\u0DB8\u0DD9\u0DC4\u0DD2 \u0D85\u0D9C\u0DBA 1-6 \u0DAD\u0DCA \u0D85\u0DAD\u0DBB \u0DC3\u0D82\u0D9B\u0DCA\u200D\u0DBA\u0DCF\u0DC0\u0D9A\u0DCA \u0DC3\u0DB4\u0DBA\u0DCF \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A \u0DB4\u0DA7\u0DD4\u0DB1\u0DDA \u0DB1\u0DD3\u0DA9 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0D9A\u0DD9\u0DAD\u0DBB\u0DB8\u0DCA \u0DAF\u0DD4\u0DBB\u0DA7 \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DBA\u0DD4\u0DAD\u0DD4\u0DAF \u0DB1\u0DCA\u0DB1 \u0DB1\u0DD2\u0D9C\u0DB8\u0DB1\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
admin.parser.help.virtualwikiinline=If this option is selected then all virtual wiki links will be displayed inline with article text.  If it is not selected then virtual wiki links will be displayed in a box in the left navigation (links preceded by a colon such as "[[\:virtualwiki\:Topic]]" will always be displayed inline).
admin.parsertype.bliki=Bliki \u0DB4\u0DCF\u0DBB\u0DCA\u0DC3\u0DBB\u0DBA
admin.parsertype.default=\u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA JAMWiki \u0DB4\u0DCF\u0DBB\u0DCA\u0DC3\u0DBB\u0DBA
admin.password.caption.login=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1
admin.password.caption.password=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA
admin.password.caption.passwordconfirm=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA \u0DC3\u0DB8\u0DCA\u0DB8\u0DAD \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.password.caption.reset=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA \u0DB1\u0DD0\u0DC0\u0DAD \u0DC3\u0DD9\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.password.help.reset=\u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA \u0DB1\u0DD0\u0DC0\u0DAD \u0DC3\u0DD9\u0DA7\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1 \u0DC3\u0DC4 \u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA \u0D87\u0DAD\u0DD4\u0DBD\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
admin.password.message.invalidlogin={0} \u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1 \u0D87\u0DAD\u0DD2 \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD9\u0D9A\u0DCA \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD.
admin.password.message.success={0} \u0D9C\u0DDA \u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA \u0DC3\u0DCF\u0DBB\u0DCA\u0DAD\u0D9A \u0DBD\u0DD9\u0DC3 \u0DB1\u0DD0\u0DC0\u0DAD \u0DC3\u0DD9\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
admin.persistence.button.migrate=\u0DC3\u0D82\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.persistence.caption=\u0DAF\u0DCA\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DD3\u0DB8
admin.persistence.caption.driver=JDBC \u0DA9\u0DCA\u200D\u0DBB\u0DBA\u0DD2\u0DC0\u0DBB\u0DCA \u0D9A\u0DCA\u0DBD\u0DCF\u0DC3\u0DCA \u0D91\u0D9A
admin.persistence.caption.maxactive=\u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0DC3\u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DAF\u0DAD\u0DCF \u0D9C\u0DAB\u0DB1
admin.persistence.caption.maxidle=\u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0D85\u0DBD\u0DC3 \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DAF\u0DAD\u0DCF \u0D9C\u0DAB\u0DB1
admin.persistence.caption.maxopenpreparedstatements=Max number of open prepared statements
admin.persistence.caption.minevictableidletime=\u0D85\u0DC0\u0DB8 \u0D85\u0DBD\u0DC3 \u0DAF\u0DDA \u0DB4\u0DC4\u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA \u0D9A\u0DCF\u0DBD\u0DBA
admin.persistence.caption.numtestsperevictionrun=\u0DC3\u0DD0\u0DB8 \u0DB4\u0DC4\u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0D9A\u0DA7 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBB\u0DB1 \u0DB4\u0DBB\u0DD2\u0D9A\u0DCA\u0DC2\u0DCF \u0D9C\u0DAB\u0DB1
admin.persistence.caption.pass=\u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DDA \u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA
admin.persistence.caption.poolpreparedstatements=Pool prepared statements
admin.persistence.caption.testonborrow=\u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DAF\u0DAD\u0DCF \u0DAD\u0DCF\u0DC0\u0D9A\u0DCF\u0DBD\u0DD2\u0D9A \u0DB4\u0DCF\u0DC0\u0DD2\u0DA0\u0DCA\u0DA0\u0DD2\u0DBA\u0DA7 \u0D9C\u0DD0\u0DB1\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DB4\u0DBB\u0DD2\u0D9A\u0DCA\u0DC2\u0DCF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.persistence.caption.testonreturn=\u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DAF\u0DAD\u0DCF \u0D86\u0DB4\u0DC3\u0DD4 \u0DAF\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DB4\u0DBB\u0DD2\u0D9A\u0DCA\u0DC2\u0DCF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.persistence.caption.testwhileidle=\u0D85\u0DBD\u0DC3 \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DAF\u0DAD\u0DCF \u0DB4\u0DBB\u0DD2\u0D9A\u0DCA\u0DC2\u0DCF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.persistence.caption.timebetweenevictionruns=\u0DB4\u0DC4\u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4 \u0D9A\u0DCF\u0DBD \u0DB4\u0DBB\u0DAD\u0DBB\u0DBA (\u0DAD\u0DAD\u0DCA\u0DB4\u0DBB \u0DC0\u0DBD\u0DD2\u0DB1\u0DCA)
admin.persistence.caption.type=\u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DC0\u0DBB\u0DCA\u0D9C\u0DBA
admin.persistence.caption.url=JNDI DataSource \u0D91\u0D9A\u0DDA \u0DB1\u0DB8 \u0DC4\u0DDD \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DDA URL \u0D91\u0D9A
admin.persistence.caption.user=\u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DDA \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA
admin.persistence.caption.whenexhaustedaction=\u0DC3\u0D82\u0DC3\u0DAF\u0DBA \u0DB4\u0DD2\u0DA7\u0DCF\u0DBB\u0DBA\u0D9C\u0DAD \u0DC0\u0DD6\u0DC0\u0DDC\u0DAD \u0D9C\u0DAD \u0DBA\u0DD4\u0DAD\u0DD4 \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0DB8\u0DCF\u0DBB\u0DCA\u0D9C\u0DBA
admin.persistence.caption.whenexhaustedaction.block=\u0D85\u0DC0\u0DC4\u0DD2\u0DBB \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.persistence.caption.whenexhaustedaction.fail=\u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.persistence.caption.whenexhaustedaction.grow=\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DBA\u0DD9\u0DB1\u0DCA \u0DAF\u0DD2\u0DBA\u0DD4\u0DAB\u0DD4 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.persistence.help=The internal database option uses a pre-configured embedded database and is an appropriate choice for smaller sites.  For larger sites requiring higher performance and scalability the external database option should be selected to allow configuration of an external database connection.
admin.persistence.help.maxopenpreparedstatements=This parameter only has an effect when prepared statements are pooled.  A larger value may improve performance but will use more system resources and could cause a database connection to run out of cursors.  Any non-positive number will allow unlimited pooled prepared statements.
admin.persistence.help.minevictableidletime=\u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DAF\u0DAD\u0DCF \u0DC3\u0D82\u0DC3\u0DAF\u0DBA\u0DD9\u0DB1\u0DCA \u0D85\u0DBD\u0DC3 \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DAF\u0DAD\u0DCF \u0DB4\u0DC4\u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB4\u0DD9\u0DBB \u0DB6\u0DBD\u0DCF\u0DC3\u0DD2\u0DA7\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4 \u0D85\u0DC0\u0DB8 \u0D85\u0DBD\u0DC3 \u0D9A\u0DCF\u0DBD\u0DBA (\u0DAD\u0DAD\u0DCA\u0DB4\u0DBB \u0DC0\u0DBD\u0DD2\u0DB1\u0DCA).
admin.persistencetype.database=\u0DB6\u0DCF\u0DC4\u0DD2\u0DBB \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0
admin.persistencetype.internal=\u0D85\u0DB7\u0DCA\u200D\u0DBA\u0DB1\u0DCA\u0DAD\u0DBB \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0
admin.rss.caption.allowed=RSS \u0DC6\u0DD3\u0DA9\u0DCA \u0DC3\u0DB4\u0DBA\u0DB1\u0DCA\u0DB1
admin.rss.caption.title=RSS \u0DC6\u0DD3\u0DA9\u0DCA \u0DB1\u0DB8
admin.searchengine.lucene=Lucene \u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0DCA \u0DBA\u0DB1\u0DCA\u0DAD\u0DCA\u200D\u0DBB\u0DBA
admin.searchengine.rankingalgorithm=RankingAlgorithm Search Engine
admin.smtp.action.check.settings=Send test mail
admin.smtp.caption=\u0DC0\u0DD2\u0DAF\u0DCA\u200D\u0DBA\u0DD4\u0DAD\u0DCA \u0DAD\u0DD0\u0DB4\u0DD1\u0DBD\u0DCA \u0DB1\u0DD2\u0DC0\u0DDA\u0DAF\u0DB1 \u0DC3\u0DB3\u0DC4\u0DCF \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA
admin.smtp.caption.address.separator=Address separator
admin.smtp.caption.default.content.type=Default content type
admin.smtp.caption.enable=Enable E-Mail service
admin.smtp.caption.host=\u0DC0\u0DCF\u0DC4\u0D9A\u0DBA
admin.smtp.caption.pass=\u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA
admin.smtp.caption.port=Port
admin.smtp.caption.reply=\u0DB4\u0DCA\u200D\u0DBB\u0DAD\u0DD2\u0DC0\u0DA0\u0DB1 \u0DBD\u0DD2\u0DB4\u0DD2\u0DB1\u0DBA
admin.smtp.caption.requires.auth=Mail server requires authentication
admin.smtp.caption.use.ssl=Use SSL
admin.smtp.caption.user=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB1\u0DB8
admin.smtp.error.couldnotsend=Could not send mail to {0}. Reason\: {1}.
admin.smtp.error.nomailaddress=You must configure your mail address first. Go to Special\:Account.
admin.smtp.message.sentmail=Mail sent to {0}.
admin.smtp.service.caption=E-Mail services
admin.smtp.service.forgot.password=Password reset
admin.smtp.service.forgot.password.enable=Enable password reset
admin.smtp.service.forgot.password.ip.lock.duration=Duration of IP locking (minutes)
admin.smtp.service.forgot.password.retries=Number of requests before IP locking
admin.smtp.service.forgot.password.timeout=Challenge validity timeout (minutes)
admin.spam.caption.honeypotkey=Project Honeypot access key
admin.spam.caption.recaptchaedit=Use Captcha for topic editing
admin.spam.caption.recaptchaprivate=ReCAPTCHA private key
admin.spam.caption.recaptchapublic=ReCAPTCHA public key
admin.spam.caption.recaptcharegister=Use Captcha for user registration
admin.spam.caption.usehoneypotfilter=Use Honeypot blacklist
admin.spam.caption.usespamfilter=\u0D85\u0DB1\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0DC6\u0DCA\u0DB4\u0DD2\u0DBD\u0DCA\u0DA7\u0DBB\u0DCA \u0D9A\u0DB1\u0DBB\u0DBA \u0DC3\u0DCA\u0DAD\u0DCF\u0DB4\u0DD2\u0DAD \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.spam.help.honeypotkey=To use the Project Honeypot blacklist you must sign up for an <a href\="http\://www.projecthoneypot.org/httpbl_configure.php" target\="_blank">access key</a> with that project.
admin.spam.help.recaptcha=Enable captcha support for combatting spam.  Captcha is a type of challenge-response test used in computing as an attempt to ensure that the response is generated by a person.  See <a href\="http\://code.google.com/apis/recaptcha/">http\://code.google.com/apis/recaptcha/</a> for additional details.
admin.spam.help.recaptchakey=ReCAPTCHA public and private keys are required for using ReCAPTCHA and must be generated at <a href\="https\://www.google.com/recaptcha/admin/create" target\="_blank">https\://www.google.com/recaptcha/admin/create</a>.
admin.spam.help.usehoneypotfilter=<a href\="http\://www.projecthoneypot.org/" target\="_blank">Project Honeypot</a> monitors the web to create a blacklist of IP addresses engaged in malicious behavior such as comment spamming.  JAMWiki can use the Project Honeypot blacklist to automatically block malicious users from creating accounts, editing and uploading files.  Note that logged-in users will not be blocked, so if a user is incorrectly blocked (for example, if they are using a shared IP address) then a site administrator can create an account for that user to allow them to access the wiki.
admin.spam.help.usespamfilter=\u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB, \u0D85\u0DB1\u0DC0\u200D\u200D\u0DC1\u200D\u0DBA\u0DCA\u200D\u0DBA \u0DAF\u0DDA \u0DC6\u0DD2\u0DBD\u0DCA\u0DA7\u0DBB\u0DCA \u0D9A\u0DBB\u0DB1\u0DBA \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA <code>/WEB-INF/classes/spam-blacklist.txt</code> \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DAF\u0D9A\u0DCA\u0DC0\u0DCF \u0D87\u0DAD\u0DD2 \u0DBB\u0DA7\u0DCF \u0DC3\u0DB8\u0D9C \u0D9C\u0DBD\u0DB4\u0DCF \u0DB6\u0DBD\u0DBA\u0DD2. \u0D91\u0DC4\u0DD2 \u0D87\u0DAD\u0DD2 \u0DBB\u0DA7\u0DCF \u0DC3\u0DB8\u0DC4 \u0D9C\u0DD0\u0DBD\u0DB4\u0DD9\u0DB1 \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0D91\u0DB8\u0D9C\u0DD2\u0DB1\u0DCA \u0D85\u0DC0\u0DC4\u0DD2\u0DBB \u0D9A\u0DBB\u0DBA\u0DD2.
admin.spam.message.invalidhoneypotkey=Use of the Project Honeypot blacklist requires a valid access key.  See <a href\="http\://www.projecthoneypot.org/httpbl_configure.php" target\="_blank">http\://www.projecthoneypot.org/httpbl_configure.php</a> to create an access key.
admin.spam.message.invalidkeys=Captcha requires a valid ReCAPTCHA public and private key.  See <a href\="https\://www.google.com/recaptcha/admin/create" target\="_blank">https\://www.google.com/recaptcha/admin/create</a>.
admin.spam.option.always=Always
admin.spam.option.never=Never
admin.spam.option.unregistered=Un-registered users only
admin.title=\u0DC3\u0DD0\u0D9A\u0DD0\u0DC3\u0DD4\u0DB8
admin.title.adduser=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D9C\u0DD2\u0DB1\u0DD4\u0DB8\u0D9A\u0DCA \u0D91\u0D9A\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.title.cache=\u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1\u0DCA\u0DB1
admin.title.logitems=\u0DBD\u0DDC\u0D9C\u0DD4\u0D9C\u0DAD \u0DAF\u0DAD\u0DCA\u0DAD \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DB4\u0DA7\u0DC0\u0DB1\u0DCA\u0DB1
admin.title.migratedatabase=\u0DC0\u0DD2\u0D9A\u0DD2\u0DBA \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0D9A\u0DA7 \u0DC3\u0DB1\u0DCA\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.title.password=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0DB8 \u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA \u0DB1\u0DD0\u0DC0\u0DAD \u0DC3\u0DD9\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.title.recentchanges=\u0DB8\u0DD1\u0DAD\u0DAF\u0DD3 \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DB4\u0DA7\u0DC0\u0DB1\u0DCA\u0DB1
admin.title.refresh=\u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0DCA \u0D85\u0DB1\u0DD4\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB \u0DB1\u0DD0\u0DC0\u0DAD \u0DA2\u0DB1\u0DB1\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.title.spamfilter=\u0D85\u0DB1\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0DC6\u0DD2\u0DBD\u0DCA\u0DA7\u0DBB\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBB\u0DA7\u0DCF \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DB4\u0DA7\u0DC0\u0DB1\u0DCA\u0DB1
admin.upload.caption.allowall=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DAF\u0DDA\u0DA7 \u0D89\u0DA9\u0DAF\u0DB1\u0DCA\u0DB1
admin.upload.caption.allownone=\u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D85\u0DB6\u0DBD \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.upload.caption.blacklist=\u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DC5\u0DD4 \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0
admin.upload.caption.blacklisttype=\u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DC4\u0DD0\u0D9A\u0DD2 \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0DC0\u0DBB\u0DCA\u0D9C
admin.upload.caption.maxfilesize=\u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A\u0DD2 \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0DC0\u0DBD \u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD\u0DAD\u0DCA\u0DC0\u0DBA(KB \u0DC0\u0DBD\u0DD2\u0DB1\u0DCA)
admin.upload.caption.serverurl=\u0DBD\u0DD2\u0DB4\u0DD2 \u0D9C\u0DDC\u0DB1\u0DD4 \u0DC3\u0DBB\u0DCA\u0DC0\u0DBB\u0DBA\u0DDA URL \u0D91\u0D9A
admin.upload.caption.sharedrepository=Shared file repository
admin.upload.caption.storage=Uploaded file location
admin.upload.caption.uploaddir=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DBB\u0DB1 \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA
admin.upload.caption.uploaddirrel=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DBB\u0DB1 \u0DC3\u0DCF\u0DB4\u0DDA\u0D9A\u0DCA\u0DC2 \u0DB8\u0DD6\u0DBD\u0DBA
admin.upload.caption.useblacklist=\u0D9A\u0DC5\u0DD4 \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0D9A\u0DCA \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.upload.caption.usewhitelist=\u0DC3\u0DD4\u0DAF\u0DD4 \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0D9A\u0DCA \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.upload.caption.whitelist=\u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0DC3\u0DD4\u0DAF\u0DD4 \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0
admin.upload.help.blacklist=\u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DBD \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A\u0DD2 \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0DC0\u0DBD \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DA7\u0DD9\u0DB1\u0DCA\u0DC2\u0DB1\u0DCA, \u0D9A\u0DDC\u0DB8\u0DCF \u0DBD\u0D9A\u0DD4\u0DAB\u0DD2\u0DB1\u0DCA \u0DC0\u0DD9\u0DB1\u0DCA \u0D9A\u0DBB \u0D87\u0DAD.  \u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DBA\u0D9A\u0DA7 \: "jsp,bin,bat".
admin.upload.help.serverurl=The base URL for the server that will be serving images and files, such as http\://media.example.com/.  If this value is blank then image and file URLs will be generated as relative URLs.
admin.upload.help.sharedrepository=A shared file repository allows use of files and images from the specified virtual wiki to be utilized on all virtual wikis.
admin.upload.help.storage=Storing uploaded files in the JAMWiki file system directory is the simplest option and is a good choice for most sites.  Sites requiring higher performance can manage files from the web server or application server docroot.  Sites with special needs may choose to store files directly in the database.
admin.upload.help.storage.note=Note that once files have been uploaded to the wiki, changing the storage type requires the site administrator to manually move existing uploaded files.
admin.upload.help.uploaddir=\u0D8B\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DBD \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1\u0DDA\u0DAF \u0DB4\u0DD2\u0DB1\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB \u0DB7\u0DCF\u0D9C\u0DAD \u0DC0\u0DD9\u0DB1\u0DB1\u0DDA \u0DB8\u0DDA \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA\u0DD9\u0DB1\u0DD2.
admin.upload.help.uploaddirrel=&lt;img&gt; \u0DC3\u0DC4 &lt;a&gt; tags; \u0DC4\u0DD2 \u0DBA\u0DDC\u0DAF\u0DCF \u0D9C\u0DB1\u0DCA\u0DB1\u0DCF \u0DB8\u0DD6\u0DBD \u0DB8\u0DCF\u0DBB\u0DCA\u0D9C\u0DBA. \u0DB4\u0DD2\u0DBD\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DBB\u0DB1 \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA /docroot/wiki-files/ \u0DB1\u0DB8\u0DCA, \u0D8A\u0DA7 \u0DC3\u0DCF\u0DB4\u0DDA\u0D9A\u0DCA\u0DC2 \u0DB8\u0DCF\u0DBB\u0DD2\u0D9C\u0DBA \u0DC0\u0DB1\u0DCA\u0DB1\u0DD9 /wiki-files/ \u0DBA\u0DBA\u0DD2.
admin.upload.help.whitelist=\u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A\u0DD2 \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0DC0\u0DBD \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DA7\u0DD9\u0DB1\u0DCA\u0DC2\u0DB1\u0DCA, \u0D9A\u0DDC\u0DB8\u0DCF \u0DBD\u0D9A\u0DD4\u0DAB\u0DD2\u0DB1\u0DCA \u0DC0\u0DD9\u0DB1\u0DCA \u0D9A\u0DBB \u0D87\u0DAD.  \u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DBA\u0D9A\u0DA7 \: "jsp,bin,bat".
admin.upload.storage.database=Database
admin.upload.storage.default=JAMWiki file system directory
admin.upload.storage.docroot=Web server or app server docroot
admin.vwiki.caption.interwiki.display=Interwiki Display Value
admin.vwiki.caption.interwiki.pattern=Interwiki URL Pattern
admin.vwiki.caption.interwiki.prefix=Interwiki Prefix
admin.vwiki.caption.makedefault=\u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.vwiki.caption.namespace.comments=\u0D85\u0DAF\u0DC4\u0DC3\u0DCA \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA
admin.vwiki.caption.namespace.main=\u0DB4\u0DCA\u200D\u0DBB\u0DB0\u0DCF\u0DB1 \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA
admin.vwiki.caption.namespace.notallowed=\u0DB8\u0DD9\u0DB8 \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA \u0DC3\u0DB3\u0DC4\u0DCF \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1 \u0DC3\u0DB4\u0DBA\u0DCF \u0DB1\u0DD0\u0DAD.
admin.vwiki.caption.select=\u0D85\u0DAD\u0DAD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA \u0DAD\u0DDD\u0DBB\u0DCF \u0D9C\u0DB1\u0DCA\u0DB1
admin.vwiki.caption.usedefault=Use the default value
admin.vwiki.error.addnamespacefail=\u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1 \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1 \u0D91\u0D9A\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DC4\u0DDD \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DCF\u0DBD \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DAF\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA \u0DC4\u0DA7\u0D9C\u0DD0\u0DB1\u0DD4\u0DB1\u0DD2\: {0}.
admin.vwiki.error.interwiki.display=Invalid interwiki display value {0}.  Values cannot exceed 30 characters in length.
admin.vwiki.error.interwiki.pattern=Invalid interwiki pattern {0}.  Values must be of the form http\://www.example.com/{0} where "{0}" will be replaced with the appropriate topic value.  Note also that values cannot exceed 200 characters in length.
admin.vwiki.error.interwiki.prefix=Invalid interwiki prefix {0}.  Values must contain only letters, numbers, dashes, periods and underscores.  Note also that values cannot exceed 30 characters in length.
admin.vwiki.error.namespace.characters="{0}" \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA\u0DDA, \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1 \u0DC3\u0DB3\u0DC4\u0DCF \u0DBA\u0DDC\u0DAF\u0DCF \u0D9C\u0DAD \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A\u0DD2 \u0D85\u0D9A\u0DCA\u0DC2\u0DBB \u0D85\u0DA9\u0D82\u0D9C\u0DD4 \u0DC0\u0DDA.
admin.vwiki.error.namespace.unique="{0}" \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA \u0D85\u0DAD\u0DD4\u0DBD\u0DCA\u200D\u0DBA \u0DB1\u0DDC\u0DC0\u0DDA. \u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1 \u0D85\u0DAD\u0DD4\u0DBD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA; \u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA\u0D9A\u0DCA \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0DC4\u0DDD \u0D85\u0DAD\u0DAE\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1\u0DBA\u0D9A\u0DCA \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0DB8\u0DD9\u0DB8 \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0DB1\u0DDC\u0D9A\u0DBB\u0DB1 \u0DB6\u0DC0 \u0DAD\u0DC4\u0DC0\u0DD4\u0DBB\u0DD4 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
admin.vwiki.error.namespace.whitespace="{0}" \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA\u0DDA \u0D89\u0DAF\u0DD2\u0DBB\u0DD2\u0DBA\u0DD9\u0DB1\u0DCA \u0DC4\u0DDD \u0DB4\u0DC3\u0DD4\u0DB4\u0DC3\u0DD2\u0DB1\u0DCA \u0DC0\u0DBA\u0DD2\u0DA7\u0DCA-\u0DC3\u0DCA\u0DB4\u0DDA\u0DC3\u0DC3\u0DCA \u0D85\u0DA9\u0D82\u0D9C\u0DD4 \u0DC0\u0DDA. \u0D9A\u0DBB\u0DD4\u0DAB\u0DCF\u0D9A\u0DBB \u0D89\u0DAF\u0DD2\u0DBB\u0DD2\u0DBA\u0DD9\u0DB1\u0DCA \u0DC4\u0DDD \u0DB4\u0DC3\u0DD4\u0DB4\u0DC3\u0DD2\u0DB1\u0DCA \u0D87\u0DAD\u0DD2 \u0DC0\u0DBA\u0DD2\u0DA7\u0DCA-\u0DC3\u0DCA\u0DB4\u0DDA\u0DC3\u0DC3\u0DCA \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1\u0DCA\u0DB1.
admin.vwiki.help.defaulttopic=\u0D85\u0DAD\u0DAE\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA\u0DDA \u0DB4\u0DCA\u200D\u0DBB\u0DAF\u0DBB\u0DCA\u0DC1\u0DB1\u0DBA \u0D9A\u0DBD \u0DBA\u0DD4\u0DAD\u0DD4 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0. URL \u0D91\u0D9A\u0DDA \u0D9A\u0DD2\u0DC3\u0DD2\u0DB8 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A\u0DCA \u0DB1\u0DD0\u0DAD\u0DD2 \u0DC0\u0DD2\u0DA7 \u0DC4\u0DCF \u0DB4\u0DBB\u0DD3\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0DBD\u0DCF\u0D82\u0DA1\u0DB1\u0DBA \u0DB8\u0DAD \u0D9A\u0DCA\u0DBD\u0DD2\u0D9A\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0D9A\u0DCA \u0D9A\u0DBD\u0DC0\u0DD2\u0DA7 \u0DC4\u0DCF \u0D85\u0DC0\u0DC1\u0DBA \u0DC0\u0DD2\u0DA7 \u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA \u0D91\u0D9A \u0DBD\u0DD9\u0DC3, \u0DB8\u0DD9\u0DB8 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DB4\u0DCA\u200D\u0DBB\u0DAF\u0DBB\u0DCA\u0DC1\u0DB1\u0DBA \u0DC0\u0DDA.
admin.vwiki.help.interwiki.display=If interwiki links are configured to display in the left nav then the interwiki display value is the value that will be shown to end users.
admin.vwiki.help.interwiki.pattern=The URL pattern should be of the form http\://en.wikipedia.org/wiki/{0}, where "{0}" will be replaced with the interwiki topic name.
admin.vwiki.help.interwiki.prefix=The interwiki prefix is a case-insensitive value that will generate interwiki links.  For example, the prefix "wikipedia" could be used to create a link such as "wikipedia\:Example" that would then generate a URL to the "Example" topic on Wikipedia.
admin.vwiki.help.makedefault=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0D85\u0DAD\u0DAE\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA\u0D9A\u0DCA \u0DB1\u0DD0\u0DAD\u0DD2 URL \u0D9A\u0DA7 \u0D9C\u0DB8\u0DB1\u0DCA \u0D9A\u0DBD\u0DC0\u0DD2\u0DA7, \u0D94\u0DC0\u0DD4\u0DB1\u0DCA \u0DC3\u0DCA\u0DC0\u0DBA\u0D82\u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DC0\u0DB8 \u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA \u0DC0\u0DD2\u0D9A\u0DD2 \u0D91\u0D9A\u0DA7 \u0DBB\u0DD9\u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DDA. \u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DBA\u0D9A\u0DA7 , \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0DC3\u0DCA\u0DAE\u0DCF\u0DB4\u0DB1\u0DBA \u0DC0\u0DB1\u0DC0\u0DD2\u0DA7 \u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA \u0D85\u0DAD\u0DAE\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA \u0DBD\u0DD9\u0DC3 "en" \u0DAD\u0DDD\u0DBB\u0DCF \u0D9C\u0DD0\u0DB1\u0DDA, \u0DB8\u0DD2\u0DB1\u0DCA \u0D85\u0DAF\u0DC4\u0DC3\u0DCA \u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0D94\u0DB6 <code>http\://www.example.com/wiki/</code> \u0D9C\u0DB8\u0DB1\u0DCA \u0D9A\u0DBD\u0DDC\u0DAD\u0DCA , \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0D94\u0DB6\u0DC0 \u0DC3\u0DCA\u0DC0\u0DBA\u0D82\u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DC0\u0DB8 <code>http\://www.example.com/wiki/en/</code> \u0DB8\u0DD9\u0DBA\u0DA7 \u0DBB\u0DD9\u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DB1 \u0DB6\u0DC0\u0DBA\u0DD2.
admin.vwiki.help.name=The virtual wiki name appears in URLs and should be lowercase and contain no spaces or special characters.  Example\: "en".
admin.vwiki.help.namespace.add=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA\u0D9A\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1. \u0DB8\u0DDA \u0DC3\u0DB8\u0D9C\u0DB8 \u0DB4\u0DCA\u200D\u0DBB\u0DB0\u0DCF\u0DB1 \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA\u0D9A\u0DCA \u0DC4\u0DCF \u0D85\u0DAF\u0DC4\u0DC3\u0DCA \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DB1 \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA\u0D9A\u0DCA\u0DAF \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DBD \u0DBA\u0DD4\u0DAD\u0DD4 \u0DC0\u0DDA,\u0DB8\u0DD9\u0DB8 \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1 \u0DC0\u0DBD\u0DA7 \u0DBA\u0DDC\u0DAF\u0DB1 \u0DB1\u0DCF\u0DB8 \u0D85\u0DAD\u0DD4\u0DBD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA. \u0DB8\u0DD9\u0DB8 \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA \u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0D85\u0DAD\u0DAE\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DC0\u0DBD\u0DA7 \u0DB4\u0DCA\u200D\u0DBB\u0DBA\u0DDD\u0DA2\u0DB1\u0DBA \u0DC3\u0DB3\u0DC4\u0DCF \u0D9C\u0DAD \u0DC4\u0DD0\u0D9A.<b>\u0DC3\u0DD0\u0DBD\u0D9A\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA\u0DD2 \: \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA\u0D9A\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DBD \u0DB4\u0DC3\u0DD4 \u0D91\u0DBA \u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD2\u0DBA \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A\u0DD2\u0DBA</b>.
admin.vwiki.help.namespace.search=Select a virtual wiki to create translations for its namespaces.
admin.vwiki.help.namespace.translations=\u0D85\u0DAD\u0DAE\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAE\u0DB1\u0DBA\u0D9A\u0DCA \u0DB4\u0DC4\u0DAD \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DBB \u0DB1\u0DD0\u0DAD\u0DDC\u0DAD\u0DCA \u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA \u0DBD\u0DDA\u0DB6\u0DBD \u0DB8\u0DDA \u0DC3\u0DB3\u0DC4\u0DCF \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0DC0\u0DDA. \u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DBA\u0D9A\u0DA7,"\u0D85\u0DAF\u0DC4\u0DC3\u0DCA" \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA "\u0D9A\u0DAE\u0DCF" \u0DB6\u0DC0\u0DA7 \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAE\u0DB1\u0DBA \u0D9A\u0DBD \u0DB4\u0DC3\u0DD4, \u0D85\u0DAF\u0DC4\u0DC3\u0DCA \u0DB4\u0DD2\u0DA7\u0DD4 "\u0D85\u0DAF\u0DC4\u0DC3\u0DCA\:\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF" \u0D86\u0D9A\u0DCF\u0DBB\u0DBA\u0DD9\u0DB1\u0DCA \u0DB1\u0DDC\u0DC0 "\u0D9A\u0DAE\u0DCF\:\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF" \u0D86\u0D9A\u0DCF\u0DBB\u0DBA\u0DD9\u0DB1\u0DCA \u0DAD\u0DD2\u0DB6\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA.\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1 \u0DC3\u0DB3\u0DC4\u0DCF \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0DC0\u0DB1 \u0DB1\u0DB8\u0DCA \u0D85\u0DAD\u0DD4\u0DBD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA
admin.vwiki.help.namespace.translations.warning=<b>\u0DC0\u0DD0\u0DAF\u0D9C\u0DAD\u0DCA</b>\: \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAE\u0DB1\u0DBA \u0D9A\u0DBD \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1, \u0D91\u0D9A\u0DAD\u0DD4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0DC4\u0DDD \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA\u0D9A\u0DCF\u0DBD \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA, \u0DAF\u0DD0\u0DB1\u0DA7 \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DB1 \u0DBD\u0DD2\u0DB1\u0DCA\u0D9A\u0DCA\u0DC3\u0DCA \u0DB6\u0DD2\u0DB3 \u0DC0\u0DD0\u0DA7\u0DD3\u0DB8\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4 \u0DC0\u0DD2\u0DBA \u0DC4\u0DD0\u0D9A\u0DCA, \u0D94\u0DB6\u0DA7 \u0DB8\u0DD0\u0DB1\u0DD4\u0DC0\u0DBD\u0DCA \u0DBD\u0DD9\u0DC3 \u0DB8\u0DDA\u0DC0\u0DCF \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DB1\u0DD4 \u0D87\u0DAD. \u0DB8\u0DDA \u0DB1\u0DD2\u0DC3\u0DCF\u0DC0\u0DD9\u0DB1\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0D9A\u0DD2\u0DC3\u0DD2\u0DC0\u0D9A\u0DCA \u0DB1\u0DD0\u0DAD\u0DD2 \u0D85\u0DAD\u0DAD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DC0\u0DBD \u0DB4\u0DB8\u0DAB\u0D9A\u0DCA \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB1\u0DD2\u0DBB\u0DCA\u0DAF\u0DDA\u0DC1\u0D9A\u0DBB \u0D87\u0DAD. \u0DAD\u0DC0\u0DAF, <code> \u0DC0\u0DD2\u0DC1\u0DDA\u0DC2\:\u0DB1\u0DA9\u0DAD\u0DCA\u0DAD\u0DD4\u0D9A\u0DD2\u0DBB\u0DD3\u0DB8</code> \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DDA \u0D87\u0DAD\u0DD2 "\u0DC0\u0DD0\u0DBB\u0DAF\u0DD2 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1 \u0DC4\u0DBB\u0DD2\u0D9C\u0DC3\u0DCA\u0DC3\u0DB1\u0DCA\u0DB1" \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8 \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DBB \u0D94\u0DB6\u0DA7 \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DBD \u0DC0\u0DD0\u0DBB\u0DAF\u0DD2 \u0D87\u0DAD\u0DCA\u0DB1\u0DB8\u0DCA \u0D92\u0DC0\u0DCF \u0DB1\u0DD2\u0DC0\u0DD0\u0DBB\u0DAF\u0DD2 \u0D9A\u0DBB \u0D9C\u0DAD \u0DC4\u0DD0\u0D9A. 
admin.vwiki.help.search=\u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA \u0DB8\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0D85\u0DAD\u0DAD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA \u0DC4\u0DDD \u0D85\u0DA9\u0D82\u0D9C\u0DD4 \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1 \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAE\u0DB1\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0D85\u0DAD\u0DAD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA \u0DC4\u0DDD \u0DAD\u0DDD\u0DBB\u0DCF \u0D9C\u0DB1\u0DCA\u0DB1. \u0D85\u0DBD\u0DD4\u0DAD\u0DD2\u0DB1\u0DCA \u0D85\u0DAD\u0DAD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA\u0D9A\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB6\u0DBD\u0DB4\u0DDC\u0DBB\u0DDC\u0DAD\u0DCA\u0DAD\u0DD4\u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0DB1\u0DB8\u0DCA \u0DB4\u0DC4\u0DAD \u0DA9\u0DCA\u200D\u0DBB\u0DDC\u0DB4\u0DCA-\u0DA9\u0DC0\u0DD4\u0DB1\u0DBA\u0DD9\u0DB1\u0DCA \u0D9A\u0DD2\u0DC3\u0DD2\u0DC0\u0D9A\u0DCA \u0DAD\u0DDD\u0DBB\u0DCF \u0DB1\u0DDC\u0D9C\u0DB1\u0DCA\u0DB1.
admin.vwiki.message.addnamespacesuccess="{0}" \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA \u0DC3\u0DCF\u0DBB\u0DCA\u0DAE\u0D9A \u0DBD\u0DD9\u0DC3 \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DD9\u0DBB\u0DD4\u0DAB\u0DD2.
admin.vwiki.message.commonupdated=Common virtual wiki settings updated.
admin.vwiki.message.interwiki.addsuccess=Interwiki link for prefix "{0}" has been created successfully.
admin.vwiki.message.interwiki.common=Common interwiki settings updated successfully.
admin.vwiki.message.interwiki.updatesuccess=Interwiki patterns updated successfully.
admin.vwiki.message.namespacesuccess="{0}" \u0D85\u0DAD\u0DAD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD, \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1 \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAE\u0DB1\u0DBA \u0D91\u0D9A\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0D9A\u0DCA \u0DC4\u0DDD \u0DBA\u0DCF\u0DC0\u0DAD  \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0D9A\u0DCA \u0DC3\u0DCF\u0DBB\u0DCA\u0DAE\u0D9A \u0DBD\u0DD9\u0DC3 \u0DC3\u0DD2\u0DAF\u0DD4 \u0DC0\u0DD4\u0DB1\u0DD2.
admin.vwiki.title=\u0D85\u0DAD\u0DAD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2
admin.vwiki.title.common=Common Virtual Wiki Settings
admin.vwiki.title.interwiki=Interwiki Links
admin.vwiki.title.interwiki.add=Add Interwiki Link
admin.vwiki.title.interwiki.common=Common Interwiki Settings
admin.vwiki.title.interwiki.update=Update/Delete Interwiki Links
admin.vwiki.title.namespace.add=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DB1\u0DCF\u0DB8-\u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA\u0D9A\u0DCA \u0D91\u0D9A\u0DAD\u0DD4 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.vwiki.title.namespace.translations=Namespace Translations
admin.vwiki.title.select=\u0D85\u0DAD\u0DAD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA \u0DAD\u0DDD\u0DBB\u0DCF \u0D9C\u0DB1\u0DCA\u0DB1
admin.vwiki.title.virtualwiki=\u0D85\u0DAD\u0DAD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA \u0D91\u0D9A\u0DCA-\u0D9A\u0DBB\u0DB1\u0DCA\u0DB1/\u0DBA\u0DCF\u0DC0\u0DAD\u0DCA-\u0D9A\u0DBB\u0DB1\u0DCA\u0DB1 \r\n
allcategories.message.none=There are currently no categories being used on this wiki.
allcategories.title=\u0D9C\u0DAB
allfiles.message.none=There have been no files uploaded to this wiki.
allfiles.title=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4
allimages.message.none=There have been no images uploaded to this wiki.
allimages.title=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB
alltopics.message.none=There are no topics in the selected namespace.
alltopics.title=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF
allusers.message.none=There are no registered user accounts on this wiki.
allusers.title=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA
block.button.block=Block user
block.caption.duration=Length of block
block.caption.lastLoginIpAddress=Last IP address used by this user
block.caption.overview=Use the form below to block a specific IP address or login from editing or moving pages and from uploading files.  The blocked user will be alerted to the duration of the block, the login of the user who applied the block, and the reason for the block (for example, vandalizing specific pages).
block.caption.reason=Reason for block
block.caption.user=IP Address or username
block.error.alreadyblocked=User "{0}" is already blocked.  To modify this block you must unblock and then re-block the user.
block.error.duration=Invalid block length "{0}".  Block lengths must either be infinite or an integer value greater than zero.
block.error.invaliduser=No user with a login of "{0}" exists.
block.error.user=Either user login or IP address must be specified.
block.message.success={0} has been blocked until {1}.
block.title=Block user
blocklist.caption.blocked={0} blocked by {1}
blocklist.caption.end=expires {0}
blocklist.caption.none=There are currently no blocked users or IP addresses.
blocklist.caption.unblock=Unblock
blocklist.title=Blocked IP addresses and usernames
common.button.add=\u0D91\u0D9A\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
common.button.back=\u0D86\u0DB4\u0DC3\u0DD4
common.button.change=\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
common.button.continue=\u0DB1\u0DDC\u0D9A\u0DA9\u0DC0\u0DCF \u0D9A\u0DBB\u0D9C\u0DD9\u0DB1 \u0DBA\u0DB1\u0DCA\u0DB1
common.button.go=\u0DBA\u0DB1\u0DCA\u0DB1
common.button.save=\u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
common.caption.captcha=To help protect against spam, please enter the words that appear below in the box.  If you cannot read these words click on the "Get a new challenge" button to try different words.
common.caption.default=\u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA \u0D85\u0D9C\u0DBA
common.caption.diff=\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DC3\u0DD0\u0DC3\u0DB3\u0DD3\u0DB8
common.caption.experimental=\u0D85\u0DAD\u0DCA\u0DC4\u0DAF\u0DCF \u0DB6\u0DD0\u0DBD\u0DD3\u0DB8
common.caption.history=\u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA
common.caption.universaledit=Click to edit {0}
common.caption.view=\u0DB4\u0DD9\u0DB1\u0DCA\u0DB1\u0DB1\u0DCA\u0DB1
common.current=Current {0}
common.date=\u0DAF\u0DD2\u0DB1\u0DBA
common.delete=\u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1\u0DCA\u0DB1
common.exception.expression=Expression error\: {0}
common.exception.missingparameter=A required parameter is missing from the request\: {0}
common.exception.name=\u0D89\u0DBD\u0DCA\u0DBD\u0DCF\u0DC3\u0DD2\u0DA7\u0DD2 \u0D85\u0D9C\u0DBA \u0DC0\u0DB1 "{0}" \u0D85\u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0D85\u0D9C\u0DBA\u0D9A\u0DD2. \u0D91\u0DC4\u0DD2 \u0DB1\u0DB8\u0D9A\u0DCA \u0DBD\u0DD9\u0DC3 \u0DBA\u0DDC\u0DAF\u0DCF \u0D9C\u0DAD \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A\u0DD2 \u0D85\u0D9A\u0DCA\u0DC2\u0DBB \u0D91\u0D9A\u0D9A\u0DCA \u0DC4\u0DDD \u0DC0\u0DD0\u0DA9\u0DD2 \u0D9C\u0DAB\u0DB1\u0D9A\u0DCA \u0D87\u0DAD.
common.exception.notopic=\u0D85\u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DC4\u0DDD \u0DAF\u0D9A\u0DCA\u0DB1\u0DA7 \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD\u0DD2 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DB8\u0D9A\u0DD2.
common.exception.novirtualwiki=\u0D85\u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DC4\u0DDD \u0DAF\u0D9A\u0DCA\u0DB1\u0DA7 \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD\u0DD2 \u0D85\u0DAD\u0DAD\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA\u0D9A\u0DD2.
common.exception.pseudotopic={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DB6\u0DD0\u0DBD\u0DD3\u0DB8\u0DA7 \u0DC4\u0DDD \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A\u0DD2 \u0DC0\u0DD2\u0DC1\u0DDA\u0DC2 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A\u0DD2.
common.exception.recaptcha=The CAPTCHA challenge words did not match the expected results.  Please enter the words pictured below.
common.interval.days=Days
common.interval.hours=Hours
common.interval.infinite=Infinite
common.interval.minutes=Minutes
common.interval.months=Months
common.interval.weeks=Weeks
common.login=\u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1
common.logout=\u0DC0\u0DBB\u0DB1\u0DCA\u0DB1
common.name=\u0DB1\u0DB8
common.namespace=\u0DB1\u0DCF\u0DB8 \u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA
common.namespace.main=(Main)
common.pagination.next=\u0D8A\u0DBD\u0D9F {0}
common.pagination.previous=\u0DB4\u0DD9\u0DBB {0}
common.pagination.results=\u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0D9A\u0DA7 \u0D87\u0DAD\u0DD2 \u0DB4\u0DCA\u200D\u0DBB\u0DAD\u0DD2\u0DB4\u0DBD \u0D9C\u0DAB\u0DB1
common.sectionedit=\u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
common.topic=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0
common.undelete=\u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1 \u0DBD\u0DAF\u0DCA\u0DAF \u0DB1\u0DD0\u0DC0\u0DAD \u0DBD\u0DB6\u0DCF \u0D9C\u0DB1\u0DCA\u0DB1
common.update=\u0DBA\u0DCF\u0DC0\u0DCA\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
common.user=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A
common.warning.experimental=\u0DB8\u0DD9\u0DB8 \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DBA \u0D85\u0DAD\u0DCA\u0DC4\u0DAF\u0DCF \u0DB6\u0DD0\u0DBD\u0DD3\u0DB8 \u0DC3\u0DB3\u0DC4\u0DCF \u0DBA\u0DDC\u0DAF\u0DCF \u0D9C\u0DB1\u0DCA\u0DB1\u0D9A\u0DD2, \u0D91\u0DBA \u0D85\u0DC0\u0DAF\u0DCF\u0DB1\u0DB8\u0DCA \u0DC3\u0DC4\u0DD2\u0DAD \u0DB1\u0DD2\u0DC3\u0DCF \u0DB4\u0DBB\u0DD9\u0DC3\u0DCA\u0DC3\u0DB8\u0DD9\u0DB1\u0DCA \u0DB4\u0DCF\u0DC0\u0DD2\u0DA0\u0DCA\u0DA0\u0DD2 \u0D9A\u0DCA\u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
contributions.title={0} \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DB1 \u0DB4\u0DBB\u0DD3\u0DC1\u0DD3\u0DBD\u0D9A \u0DAF\u0DCF\u0DBA\u0D9A\u0DAD\u0DCA\u0DC0
diff.line=\u0DBB\u0DDA\u0D9B\u0DCF\u0DC0
diff.next=Next diff &rarr;
diff.nochange=\u0D85\u0DB1\u0DD4\u0DC0\u0DCF\u0DAF \u0D85\u0DAD\u0DBB \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0DB1\u0DD0\u0DAD.
diff.previous=&larr; Previous diff
diff.revision=Revision as of {0}
diff.title={0} \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DB1 \u0D85\u0DB1\u0DD4\u0DC0\u0DCF\u0DAF \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA
edit.action.preview=\u0DB4\u0DD9\u0DBB\u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD3\u0DB8
edit.action.showchanges=\u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0DB4\u0DD9\u0DB1\u0DCA\u0DB1\u0DB1\u0DCA\u0DB1
edit.button.bold=\u0DB6\u0DDD\u0DBD\u0DCA\u0DA9\u0DCA \u0D9A\u0DBD \u0DB4\u0DCF\u0DA8
edit.button.bold.text=\u0DB6\u0DDD\u0DBD\u0DCA\u0DA9\u0DCA \u0D9A\u0DBD \u0DB4\u0DCF\u0DA8
edit.button.external.link=\u0DB7\u0DCF\u0DC4\u0DD2\u0DBB \u0DBD\u0DD2\u0DB1\u0DCA\u0D9A\u0DCA \u0D91\u0D9A(\u0DB8\u0DAD\u0D9A \u0DAD\u0DB6\u0DCF\u0D9C\u0DB1\u0DCA\u0DB1 http\:// prefix)
edit.button.external.link.text=\u0DBD\u0DD2\u0DB1\u0DCA\u0D9A\u0DCA \u0D91\u0D9A\u0DDA \u0DB1\u0DB8 http\://www.example.com
edit.button.head.text=\u0DC3\u0DD2\u0DBB\u0DC3\u0DCA\u0DAD\u0DBD\u0DBA
edit.button.head1=Level 1 headline
edit.button.head2=\u0DBD\u0DD9\u0DC0\u0DBD\u0DCA 2 \u0DC3\u0DD2\u0DBB\u0DC3\u0DCA\u0DAD\u0DBD\u0DBA
edit.button.head3=Level 3 headline
edit.button.image=\u0D94\u0DB6\u0DCA\u0DB6\u0DC0\u0DCF \u0D87\u0DAD\u0DD2 \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB\u0DBA
edit.button.image.text=Example.jpg
edit.button.indent=Indentation
edit.button.indent.text=Indented line
edit.button.internal.link=\u0D85\u0DB7\u0DCA\u200D\u0DBA\u0DB1\u0DCA\u0DAD\u0DBB \u0DBD\u0DD2\u0DB1\u0DCA\u0D9A\u0DCA \u0D91\u0D9A
edit.button.internal.link.text=\u0DBD\u0DD2\u0DB1\u0DCA\u0D9A\u0DCA \u0D91\u0D9A\u0DDA \u0DB1\u0DB8
edit.button.italic=\u0D87\u0DBD \u0D85\u0D9A\u0DD4\u0DBB\u0DD4 \u0DC3\u0DC4\u0DD2\u0DAD \u0DB4\u0DCF\u0DA8
edit.button.italic.text=\u0D87\u0DBD \u0D85\u0D9A\u0DD4\u0DBB\u0DD4 \u0DC3\u0DC4\u0DD2\u0DAD \u0DB4\u0DCF\u0DA8
edit.button.line=\u0DAD\u0DD2\u0DBB\u0DC3\u0DCA \u0DBB\u0DDA\u0D9B\u0DCF\u0DC0
edit.button.nowiki=\u0DC0\u0DD2\u0D9A\u0DD2 \u0DC3\u0DD0\u0D9A\u0DC3\u0DD3\u0DB8 \u0DB1\u0DDC\u0DC3\u0DBD\u0D9A\u0DCF \u0DC4\u0DBB\u0DD2\u0DB1\u0DCA\u0DB1
edit.button.nowiki.text=\u0DB8\u0DD9\u0DBA\u0DA7 \u0DC3\u0D9A\u0DC3\u0DCF \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD\u0DD2 \u0DB4\u0DCF\u0DA8 \u0D87\u0DAD\u0DD4\u0DBD\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
edit.button.ordered.list=Numbered list
edit.button.ordered.list.text=Numbered list item
edit.button.signature=\u0DB8\u0DD4\u0DAF\u0DCA\u200D\u0DBB\u0DCF\u0DC0 \u0DC3\u0DB8\u0D9C \u0D94\u0DB6\u0D9C\u0DDA \u0D85\u0DAD\u0DCA\u0DC3\u0DB1
edit.button.strike=Strikethrough
edit.button.strike.text=Strikethrough text
edit.button.subscript=Subscript
edit.button.subscript.text=Subscript text
edit.button.superscript=Superscript
edit.button.superscript.text=Superscript text
edit.button.underline=\u0DBA\u0DA7\u0DD2\u0DB1\u0DCA \u0D89\u0DBB\u0DD2 \u0D87\u0DB3 \u0D87\u0DAD\u0DD2 \u0DB4\u0DCF\u0DA8\u0DBA
edit.button.underline.text=\u0DBA\u0DA7\u0DD2\u0DB1\u0DCA \u0D89\u0DBB\u0DD2 \u0D87\u0DB3 \u0D87\u0DAD\u0DD2 \u0DB4\u0DCF\u0DA8\u0DBA
edit.button.unordered.list=Bulleted list
edit.button.unordered.list.text=Bulleted list item
edit.caption.antispam=Anti-spam check. Do <b>NOT</b> fill this in\!
edit.caption.comment=\u0D85\u0DAF\u0DC4\u0DC3 \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
edit.caption.minor=\u0DC3\u0DD4\u0DBD\u0DD4 \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA\u0D9A\u0DCA
edit.caption.previewsummary=Preview of edit summary\: ({0})
edit.caption.watch=\u0DB8\u0DD4\u0DBB \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DA7 \u0D91\u0D9A\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
edit.exception.conflict=\u0D85\u0DC0\u0DC0\u0DCF\u0DAF\u0DBA\u0DBA\u0DD2\: \u0DB8\u0DD9\u0DB8 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DA7 \u0DBA\u0D9A\u0DCA\u0D9A\u0DD2\u0DC3\u0DD2\u0DC0\u0DD9\u0D9A\u0DD4 \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3. \u0DB8\u0DD9\u0DB8 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DDA \u0DAF\u0DD0\u0DB1\u0DCA \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD \u0DB8\u0DD9\u0DC4\u0DD2 \u0D87\u0DAD\u0DD2 \u0DB4\u0DBD\u0DB8\u0DD4 \u0D9A\u0DDC\u0DA7\u0DD4\u0DC0\u0DDA \u0DAF\u0D9A\u0DCA\u0DC0\u0DCF \u0D87\u0DAD\u0DD2 \u0D85\u0DAD\u0DBB, \u0D94\u0DB6\u0D9C\u0DDA \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD \u0DAF\u0DD9\u0DC0\u0DD9\u0DB1\u0DD2 \u0D9A\u0DDC\u0DA7\u0DD4\u0DC0\u0DDA \u0DAF\u0D9A\u0DCA\u0DC0\u0DCF\u0D87\u0DAD.\u0D9A\u0DBB\u0DD4\u0DAB\u0DCF\u0D9A\u0DBB \u0DB8\u0DD9\u0DC4\u0DD2 \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0DB8\u0DD0\u0DB1\u0DD4\u0DC0\u0DBD\u0DCA \u0DBD\u0DD9\u0DC3 \u0DC0\u0DD2\u0DC3\u0DB3\u0DCF \u0DB1\u0DD0\u0DC0\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
edit.exception.nocontent={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DA7 \u0D85\u0DB1\u0DCA\u0DAD\u0DBB\u0DCA\u0D9C\u0DAD\u0DBA\u0D9A\u0DCA \u0DB1\u0DD0\u0DAD.
edit.exception.spam=\u0D94\u0DB6\u0D9C\u0DD9 \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0D85\u0DB1\u0DC0\u0DC1\u0DBA \u0DAF\u0DDA \u0DC6\u0DD2\u0DBD\u0DCA\u0DA7\u0DBB\u0DCA \u0D9A\u0DBB\u0DB1\u0DB1\u0DBA \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA \u0D85\u0DC0\u0DC4\u0DD2\u0DBB \u0D9A\u0DDC\u0DA7 \u0D87\u0DAD. \u0D9A\u0DBB\u0DD4\u0DAB\u0DCF\u0D9A\u0DBB \u0DB4\u0DC4\u0DAD \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD9\u0DB1 \u0DC0\u0DA0\u0DB1\u0DBA \u0D94\u0DB6\u0DDA \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA\u0DD9\u0DB1\u0DCA \u0D89\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1\: <b>{0}</b>.
edit.title={0} \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DBB\u0DB8\u0DD2\u0DB1\u0DCA \u0DB4\u0DC0\u0DAD\u0DD3
edit.warning.oldversion=\u0D85\u0DC0\u0DC0\u0DCF\u0DAF\u0DBA\u0DBA\u0DD2\: \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1 \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DCA \u0D9A\u0DBD\u0DCA\u0D9C\u0DD2\u0DBA \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0D9A\u0DD2. \u0DB8\u0DD9\u0DBA \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0DAF\u0DD0\u0DB1\u0DA7 \u0DAD\u0DD2\u0DB6\u0DD9\u0DB1\u0DCF \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD \u0DB1\u0DD0\u0DAD\u0DD2 \u0DC0\u0DD3 \u0DBA\u0DBA\u0DD2.
edit.warning.preview=\u0DB4\u0DD9\u0DBB \u0DAF\u0DD0\u0D9A\u0DCA\u0DB8\: \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DAD\u0DC0\u0DB8 \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBB \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD
error.caption=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0DAF\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA \u0DC4\u0DA7 \u0D9C\u0DD0\u0DB1\u0DD4\u0DB1\u0DD2.\u0DAF\u0DDD\u0DC2 \u0DB4\u0DAB\u0DD2\u0DC0\u0DD4\u0DA9\u0DBA\:
error.databaseconnection=\u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0 \u0DC3\u0DB8\u0D9C \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DB0 \u0DC0\u0DD2\u0DBA \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A; \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DBB\u0DD3\u0D9A\u0DCA\u0DC2\u0DCF \u0D9A\u0DDC\u0DA7 \u0DB6\u0DBD\u0DB1\u0DCA\u0DB1\: {0}
error.directorydelete=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DAF\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA \u0DC4\u0DA7 \u0D9C\u0DD0\u0DB1\u0DD4\u0DB1\u0DD2 {0}\: {1}
error.directoryinvalid={0} \u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB1\u0DDC\u0DC0\u0DB1 \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA\u0D9A\u0DD2.
error.directoryread=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0D9A\u0DD2\u0DBA\u0DC0\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DAF\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA \u0DC4\u0DA7 \u0D9C\u0DD0\u0DB1\u0DD4\u0DB1\u0DD2 {0}\: {1}
error.directorywrite=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0DBD\u0DD2\u0DC0\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DAF\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA \u0DC4\u0DA7 \u0D9C\u0DD0\u0DB1\u0DD4\u0DB1\u0DD2 {0}\: {1}
error.fieldlength="{0}" \u0D85\u0D9C\u0DBA \u0DB8\u0DDA \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DB1 \u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0D85\u0D9A\u0DCA\u0DC2\u0DBB \u0DB4\u0DCA\u200D\u0DBB\u0DB8\u0DCF\u0DAB\u0DBA \u0DC0\u0DB1 {1} \u0D89\u0D9A\u0DCA\u0DB8\u0DC0\u0DCF \u0DBA\u0DBA\u0DD2.
error.heading=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0DAF\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA \u0DC4\u0DA7 \u0D9C\u0DD0\u0DB1\u0DD4\u0DB1\u0DD2.\u0DAF\u0DDD\u0DC2 \u0DB4\u0DAB\u0DD2\u0DC0\u0DD4\u0DA9\u0DBA\:
error.login=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA \u0DC4\u0DDD \u0DBB\u0DC4\u0DC3\u0DCA\u0DB4\u0DAF\u0DBA \u0DC0\u0DD0\u0DBB\u0DAF\u0DD2\u0DBA.\u0D9A\u0DBB\u0DD4\u0DAB\u0DCF\u0D9A\u0DBB \u0DB1\u0DD0\u0DC0\u0DAD \u0D8B\u0DAD\u0DCA\u0DC3\u0DCF\u0DC4 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
error.loginempty=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB4\u0DD4\u0DBB\u0DB1\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA\u0DC0 \u0DB1\u0DDC\u0DAD\u0DD0\u0DB6\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA.
error.newpasswordempty=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA\u0D9A\u0DCA \u0D87\u0DAD\u0DD4\u0DBD\u0DAD\u0DCA \u0D9A\u0DBD \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA.
error.parserclass=\u0D85\u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB4\u0DCF\u0DC3\u0DBB\u0DCA \u0D9A\u0DCA\u0DBD\u0DCF\u0DC3\u0DCA {0}.
error.passwordconfirm=\u0DBB\u0DC4\u0DCA\u0DC3 \u0DB4\u0DAF\u0DBA \u0DC3\u0DCA\u0DAE\u0DCF\u0DC0\u0DBB \u0D9A\u0DBD \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA.
error.readonly=\u0DC3\u0DB8\u0DCF\u0DC0\u0DB1\u0DCA\u0DB1, \u0D94\u0DB6 \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DAD\u0DD0\u0DAD\u0DCA \u0D9A\u0DBD \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0D9A\u0DD2\u0DBA\u0DC0\u0DD3\u0DB8\u0DA7 \u0DB4\u0DB8\u0DAB\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A\u0DCA\u0D9A\u0D9A\u0DD2. \u0DB8\u0DD9\u0DB8 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DC4\u0DD0\u0D9A\u0DD2 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A\u0DCA \u0DBD\u0DD9\u0DC3 \u0D94\u0DB6 \u0DC3\u0DD2\u0DAD\u0DB1\u0DCA\u0DB1\u0DDA \u0DB1\u0DB8\u0DCA \u0D94\u0DB6\u0D9C\u0DDA \u0DC0\u0DD2\u0D9A\u0DD2 \u0D9A\u0DBD\u0DB8\u0DAB\u0DCF\u0D9A\u0DBB\u0DD4\u0DA7 \u0DAF\u0DD0\u0DB1\u0DD4\u0DB8\u0DCA \u0DAF\u0DD9\u0DB1\u0DCA\u0DB1.
error.title=\u0DAF\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA
error.unknown=\u0DB1\u0DCF\u0DB3\u0DD4\u0DB1\u0DB1 \u0DAF\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA \u0DC4\u0DA7 \u0D9C\u0DD0\u0DB1\u0DD4\u0DB1\u0DD2.\u0DAF\u0DDD\u0DC2 \u0DB4\u0DAB\u0DD2\u0DC0\u0DD4\u0DA9\u0DBA\: {0}
exception.badusername=\u0D94\u0DB6\u0D9C\u0DDA \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA \u0DB6\u0DCF\u0DBB \u0D9C\u0DD0\u0DB1\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A, \u0D91\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA \u0DAF\u0DD0\u0DBA\u0DD2 \u0DB4\u0DBB\u0DD3\u0D9A\u0DCA\u0DC2\u0DCF \u0D9A\u0DDC\u0DA7 \u0DB6\u0DBD\u0DB1\u0DCA\u0DB1 \u0DAD\u0DC0\u0DAF \u0D91\u0DC4\u0DD2 \u0DC0\u0DCA\u0DC2\u0DDA\u0DC2 \u0D85\u0D9A\u0DCA\u0DC2\u0DBB \u0D85\u0DA9\u0DB1\u0DCA\u0D9C\u0DD4 \u0DAF \u0DBA\u0DB1\u0DCA\u0DB1 \u0DB4\u0DBB\u0DD3\u0D9A\u0DCA\u0DC2\u0DCF \u0D9A\u0DDC\u0DA7 \u0DB6\u0DBD\u0DB1\u0DCA\u0DB1(\u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DBA\u0D9A\u0DCA \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA \u0D8B\u0DA0\u0DCA\u0DA0\u0DCF\u0DBB\u0DAB \u0DC3\u0DC4\u0DD2\u0DAD \u0D85\u0D9A\u0DCA\u0DC2\u0DBB)
export.button.export=\u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA
export.caption.download=\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0D9A\u0DCA \u0DBD\u0DD9\u0DC3 \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
export.caption.history=\u0DAF\u0DD0\u0DB1\u0DA7 \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DB4\u0DBB\u0DD2\u0DC1\u0DDD\u0DB0\u0DB1 \u0DB4\u0DB8\u0DAB\u0D9A\u0DCA \u0D87\u0DAD\u0DD4\u0DBD\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1, \u0DB4\u0DD6\u0DBB\u0DCA\u0DAB\u0DCA \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA \u0D87\u0DAD\u0DD4\u0DBD\u0DAD\u0DCA \u0DB1\u0DDC\u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
export.caption.overview=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0D91\u0DC0\u0DCF\u0DBA\u0DD9 \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA\u0DAF \u0DC3\u0DB8\u0D9C \u0DC4\u0DDD \u0DB1\u0DD0\u0DAD\u0DD2\u0DC0 \u0DC4\u0DDD  XML \u0D86\u0D9A\u0DD8\u0DAD\u0DD2\u0D9A\u0DCA \u0DBD\u0DD9\u0DC3 \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A. \u0DB8\u0DD9\u0DB8 XML \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DBA \u0DC3\u0DB4\u0DBA\u0DB1 \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0DC0\u0DBD\u0DA7 \u0DC0\u0DD2\u0DC1\u0DDA\u0DC2\:\u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA  \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DBA \u0DBA\u0DDC\u0DAF\u0DCF \u0D9C\u0DB1\u0DD2\u0DB8\u0DD2\u0DB1\u0DCA \u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A . \u0DB4\u0DD4\u0DC5\u0DD4\u0DBD\u0DCA \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA\u0D9A\u0DCA \u0D87\u0DAD\u0DD2 \u0D9C\u0DDC\u0DB1\u0DD4 \u0DB4\u0DD6\u0DBB\u0DCA\u0DAB\u0DCA \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA \u0DC3\u0DB8\u0D9C \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1\u0DDA\u0DB1\u0DB8\u0DCA \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DBA \u0DB8\u0DD1\u0DAD\u0DAF\u0DD3 \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DC0\u0DBD\u0DA7 \u0DB4\u0DB8\u0DAB\u0D9A\u0DCA \u0DC3\u0DD3\u0DB8 \u0DC0\u0DB1\u0DD4 \u0D87\u0DAD.
export.caption.topics=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DB8\u0DCA \u0D91\u0D9A\u0D9A\u0DCA \u0DC4\u0DDD \u0D8A\u0DA7 \u0DC0\u0DD0\u0DA9\u0DD2 \u0D9C\u0DAB\u0DB1\u0D9A\u0DCA, \u0D8A\u0DA7\u0DB8 \u0D85\u0DAF\u0DCF\u0DBD \u0DC0\u0DD6 \u0DB4\u0DDA\u0DC5\u0DD2 \u0DC0\u0DBD \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
export.error.migration=XML \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0DA2\u0DB1\u0DB1\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA. \u0DAF\u0DDD\u0DC2 \u0DB4\u0DAB\u0DD2\u0DC0\u0DD4\u0DA9\u0DBA\: {0}
export.error.notopic=\u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDC\u0DA7\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD.
export.error.topic.does.not.exist={0} \u0DB1\u0DB8\u0DD2\u0DB1\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A\u0DCA \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD.
export.title=\u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDC\u0DA7\u0DCA
footer.message.version=\u0DB4\u0DD2\u0DA7\u0DB4\u0DAD
generalmenu.jumpto=\u0DB8\u0DD9\u0DBA\u0DA7 \u0DBA\u0DB1\u0DCA\u0DB1
generalmenu.search=\u0DC3\u0DDC\u0DBA\u0DB1\u0DCA\u0DB1
generalmenu.title.interwiki=Other Sites
generalmenu.title.virtualwiki=Other Languages
group.caption.groupdescription=Description of the group
group.caption.groupname=Group name
group.caption.selectgroup=Select group to update
group.error.description=The group description is invalid. Group descriptions must be less than 200 characters.
group.error.name=The group name {0} is invalid. Group names may contain only letters, numbers and underscores.
group.header.modify=Create/Modify Group
group.help.groupdescription=The group description is an optional field describing what users in this group are allowed to do.
group.help.groupname=Valid characters for the name name are letters, numbers and underscores. Any other character, including spaces, is invalid. Once created a group name may not be modified.
group.help.selectgroup=Select the group to update, or leave this value blank to create a new group.
group.message.groupadded=New Group {0} was successfully added
group.message.groupfail=Error while adding or modifying group\: {0}.
group.message.groupupdated=Group {0} was successfully updated
history.caption.diffnext=\u0D8A\u0DBD\u0D9F
history.caption.diffprevious=\u0DB4\u0DD9\u0DBB
history.diff=\u0DAD\u0DDD\u0DBB\u0DCF\u0D9C\u0DAD\u0DCA \u0D91\u0D9A\u0DDA \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DC3\u0DC3\u0DB3\u0DB1\u0DCA\u0DB1
history.message.notopic="{0}" \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DC3\u0DDC\u0DBA\u0DCF \u0D9C\u0DD0\u0DB1\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A. \u0D91\u0DBA \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DCF \u0D87\u0DAD\u0DD2 \u0D91\u0D9A\u0D9A\u0DCA \u0DC4\u0DDD \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0DB1\u0DDC\u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DCA\u0DAF\u0D9A\u0DCA \u0DC0\u0DD2\u0DBA \u0DC4\u0DD0\u0D9A.
history.revision=Revision as of {0} by {1}
history.revision.current=\u0DAF\u0DD0\u0DB1\u0DCA \u0DB4\u0DC0\u0DAD\u0DCA\u0DB1\u0DCF \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD
history.revision.next=Next revision &rarr;
history.revision.previous=&larr; Previous revision
history.title={0} \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA
import.button.import=\u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA
import.caption.failure=Failure while importing file.
import.caption.overview=\u0DC0\u0DD2\u0DC1\u0DDA\u0DC2\:\u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DBA\u0DD9\u0DB1\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF, \u0DC3\u0DC4 \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
import.caption.source=\u0DB8\u0DD6\u0DBD \u0DBD\u0DD2\u0DB4\u0DD2 \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0
import.error.data=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA. \u0DB4\u0DCF\u0DC3\u0DBB\u0DBA\u0DD9\u0DB1\u0DCA \u0DB1\u0DD2\u0D9A\u0DD4\u0DAD\u0DCA \u0DC0\u0DD4\u0DB1 \u0DB4\u0DAB\u0DD2\u0DC0\u0DD2\u0DA9\u0DBA \u0DB1\u0DB8\u0DCA \: {0}
import.error.migration=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0DAF\u0DAD\u0DCA\u0DAD \u0DB4\u0DCF\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA. \u0DB4\u0DCF\u0DC3\u0DBB\u0DBA\u0DD9\u0DB1\u0DCA \u0DB1\u0DD2\u0D9A\u0DD4\u0DAD\u0DCA \u0DC0\u0DD4\u0DB1 \u0DB4\u0DAB\u0DD2\u0DC0\u0DD2\u0DA9\u0DBA \u0DB1\u0DB8\u0DCA \: {0}
import.error.notopic=\u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A\u0DCA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB \u0DB1\u0DD0\u0DAD.
import.error.topicexists="{0}" \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA, \u0D8A\u0DA7 \u0DC4\u0DDA\u0DAD\u0DD4\u0DC0 \u0D91\u0DB1\u0DB8\u0DD2\u0DB1\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A\u0DCA \u0DAF\u0DD0\u0DB1\u0DA7\u0DB8\u0DAD\u0DCA \u0DAD\u0DD2\u0DB6\u0DD3\u0DB8\u0DBA\u0DD2.
import.message.importedby=\u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DCA\u0DAF\u0DDA {0} \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DD2
import.message.success=\u0DB4\u0DC4\u0DAD \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DC3\u0DCF\u0DBB\u0DCA\u0DAE\u0D9A \u0DBD\u0DD9\u0DC3 \u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3\:
import.title=\u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA
linkto.none={0}\u0DA7 \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DB0 \u0DC0\u0DB1 \u0DB4\u0DD2\u0DA7\u0DD4 \u0DB1\u0DD0\u0DAD.
linkto.overview=\u0DB4\u0DC4\u0DAD \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DB4\u0DD2\u0DA7\u0DD4 {0}\u0DA7 \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DB0 \u0DC0\u0DDA.
linkto.redirect=(redirect page)
linkto.title={0} \u0DA7 \u0DBD\u0DD2\u0DB1\u0DCA\u0D9A\u0DCA\u0DC3\u0DCA
log.caption.log.all=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4
log.caption.log.block=Block log
log.caption.log.deletion=\u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD3\u0DB8\u0DCA \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD9\u0DB1 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 
log.caption.log.import=\u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD9\u0DB1 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0
log.caption.log.move=\u0D9C\u0DD9\u0DB1 \u0DBA\u0DCF\u0DB8\u0DCA \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD9\u0DB1 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0
log.caption.log.permission=\u0D85\u0DC0\u0DC3\u0DBB \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD9\u0DB1 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0
log.caption.log.upload=\u0D85\u0DB4\u0DCF\u0DBD\u0DDD\u0DA9\u0DCA \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD9\u0DB1 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0
log.caption.log.user=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DB1\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD9\u0DB1 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0
log.caption.logs=\u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4
log.message.block=User {0} blocked until {1}
log.message.blockinfinite=User {0} blocked permanently
log.message.deletion={0}\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1 \u0DBD\u0DAF\u0DD3
log.message.import={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3
log.message.move={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 {1} \u0DB1\u0DB8\u0DA7 \u0DB1\u0DD0\u0DC0\u0DAD \u0DB1\u0DB8\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3
log.message.permission={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0D85\u0DC0\u0DC3\u0DBB \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA\u0D9A\u0DCF\u0DBD \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3 
log.message.purge=Version {1} deleted for topic {0}
log.message.unblock=User {0} unblocked
log.message.undeletion={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DD2\u0DC4\u0DD2\u0DA7\u0DD4\u0DC0\u0DB1 \u0DBD\u0DAF\u0DD3
log.message.upload={0} \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3
log.message.user=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D9C\u0DD2\u0DB1\u0DD4\u0DB8 \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3
log.title=\u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4
login.message.account=User registration has been disabled on this wiki.  Contact a site administrator to obtain a login and password.
login.message.admin=\u0DB8\u0DD9\u0DB8 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DA7 \u0DB4\u0DCA\u200D\u0DBB\u0DC0\u0DDA\u0DC1 \u0DC0\u0DD2\u0DBA \u0DC4\u0DD0\u0D9A\u0DCA\u0D9A\u0DDA \u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DCF\u0DBB\u0DD4\u0DC0\u0DB1\u0DCA\u0DA7 \u0DB4\u0DB8\u0DAB\u0DD2.
login.message.default={0} \u0DA7 \u0DB4\u0DCA\u200D\u0DBB\u0DC0\u0DDA\u0DC1 \u0DC0\u0DD3\u0DB8\u0DA7 \u0D94\u0DB6\u0DA7 \u0D85\u0DC0\u0DC3\u0DBB \u0DB1\u0DD0\u0DAD.
login.message.edit=\u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DBD\u0DDC\u0D9C\u0DCA \u0DC0\u0DD3 \u0DC3\u0DD2\u0DA7\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA\u0DD2.
login.message.editadmin={0} \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D94\u0DB6 \u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DBB\u0DD4 \u0DBD\u0DD9\u0DC3 \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DBD\u0DDC\u0D9C\u0DCA \u0DC0\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA\u0DD2.
login.message.editnew=\u0D85\u0DBD\u0DD4\u0DAD\u0DD2\u0DB1\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D94\u0DB6\u0DA7 \u0D85\u0DC0\u0DC3\u0DBB \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD.
login.message.move={0} \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DAD\u0DD0\u0DB1\u0D9A\u0DA7 \u0DBB\u0DD0\u0D9C\u0DD9\u0DB1 \u0DBA\u0DCF\u0DB8\u0DA7 \u0D85\u0DC0\u0DC3\u0DBB \u0DB1\u0DD0\u0DAD.
login.message.purge=You do not have permission to delete topic versions.
login.message.upgrade=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DC3\u0DB8\u0DCA\u0DB4\u0DD6\u0DBB\u0DCA\u0DAB \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DBB\u0DD4\u0DC0\u0DD9\u0D9A\u0DD4 \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DBD\u0DDC\u0D9C\u0DCA \u0DC0\u0DD9\u0DB1\u0DCA\u0DB1.
login.password=\u0DBB\u0DC4\u0DC3\u0DCA\u0DB4\u0DAF\u0DBA
login.rememberme=\u0DB8\u0DCF\u0DC0 \u0DB8\u0DAD\u0D9A\u0DBA\u0DDA \u0DAD\u0DB6\u0DCF \u0D9C\u0DB1\u0DCA\u0DB1
login.submit=\u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1
login.title=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1
login.username=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA
manage.caption.adminonly=\u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DBB\u0DD4\u0DA7-\u0DB4\u0DB8\u0DAB\u0DBA\u0DD2
manage.caption.delete={0} \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1\u0DCA\u0DB1
manage.caption.permissions=\u0D85\u0DC0\u0DC3\u0DBB
manage.caption.purge=Delete Topic Versions
manage.caption.purgeconfirm=Are you sure you want to delete the version(s)?  This action cannot be undone.
manage.caption.purgeselect=Select version(s) to delete
manage.caption.readonly=\u0D9A\u0DD2\u0DBA\u0DC0\u0DD3\u0DB8\u0DA7-\u0DB4\u0DB8\u0DAB\u0DD2
manage.caption.undelete=\u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD6 {0} \u0DB1\u0DD0\u0DC0\u0DAD \u0DBD\u0DB6\u0DCF \u0D9C\u0DB1\u0DCA\u0DB1
manage.caption.undeleterevisions=Show/Hide Deleted Revisions
manage.delete.commentspage=\u0D85\u0DAF\u0DCF\u0DBD \u0D85\u0DAF\u0DC4\u0DC3\u0DCA \u0D85\u0DA9\u0D82\u0D9C\u0DD4 \u0DB4\u0DD2\u0DA7\u0DD4\u0DAF \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1\u0DCA\u0DB1
manage.delete.reason=\u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD3\u0DB8\u0DA7 \u0DC4\u0DDA\u0DAD\u0DD4
manage.delete.warning=<b>\u0D85\u0DC0\u0DC0\u0DCF\u0DAF\u0DBA\u0DBA\u0DD2</b>\: \u0DBD\u0DD2\u0DB4\u0DD2\u0DBA\u0D9A\u0DCA \u0DC4\u0DDD \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB\u0DBA\u0D9A\u0DCA \u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0D91\u0DBA \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DD9\u0DB1\u0DCA\u0DAF \u0DC3\u0DC4\u0DB8\u0DD4\u0DBD\u0DD2\u0DB1\u0DCA\u0DB8 \u0D89\u0DC0\u0DAD\u0DCA \u0DC0\u0DDA. \u0D9A\u0DBB\u0DD4\u0DAB\u0DCF\u0D9A\u0DBB, \u0DB8\u0DD9\u0DBA \u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD3\u0DB8\u0DA7 \u0D85\u0DAF\u0DC4\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1 \u0DB6\u0DC0\u0DAF,\u0D91\u0DBA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0DB4\u0DCA\u200D\u0DBB\u0DAD\u0DD2\u0DB4\u0DAD\u0DCA\u0DAD\u0DD2 \u0DC0\u0DBD\u0DA7 \u0D85\u0DB1\u0DD4\u0D9A\u0DD6\u0DBD\u0DC0 \u0DB6\u0DC0\u0DAF, \u0DAD\u0DC4\u0DC0\u0DD4\u0DBB\u0DD4 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
manage.message.permissions=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0D85\u0DC0\u0DC3\u0DBB \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3
manage.message.purge={0} topic versions have been permanently deleted for topic {1}.
manage.message.updated={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0D85\u0DC0\u0DC3\u0DBB \u0DC3\u0DCF\u0DBB\u0DCA\u0DAE\u0D9A \u0DBD\u0DD9\u0DC3 \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
manage.purge.noversion=At least one topic version must be selected.
manage.purge.warning=<b>WARNING</b>\: Deleting a topic version removes the record from the database and <b>cannot be undone</b>.  It is recommended that this functionality only be used for deleting records containing sensitive data or other content that should not be viewable to any users.
manage.title={0} \u0DB4\u0DCF\u0DBD\u0DB1\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
manage.undelete.commentspage=\u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD6 \u0D85\u0DAF\u0DCF\u0DBD \u0D85\u0DAF\u0DC4\u0DC3\u0DCA \u0D85\u0DA9\u0D82\u0D9C\u0DD4 \u0DB4\u0DD2\u0DA7\u0DD4 \u0DB1\u0DD0\u0DC0\u0DAD \u0D9C\u0DB1\u0DCA\u0DB1
manage.undelete.reason=\u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD6 \u0DAF\u0DDA \u0DB1\u0DD0\u0DC0\u0DAD \u0D9C\u0DD0\u0DB1\u0DD3\u0DB8\u0DA7 \u0DC4\u0DDA\u0DAD\u0DD4
move.button.move=\u0D9C\u0DD9\u0DB1\u0DBA\u0DB1\u0DCA\u0DB1
move.comment=\u0D9C\u0DD9\u0DB1 \u0DBA\u0DCF\u0DB8\u0DA7 \u0DC4\u0DDA\u0DAD\u0DD4
move.commentspage=\u0D85\u0DAF\u0DCF\u0DBD \u0D85\u0DAF\u0DC4\u0DC3\u0DCA\u0DAF \u0D85\u0DA9\u0D82\u0D9C\u0DD4 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DA7 \u0D9C\u0DD9\u0DB1 \u0DBA\u0DB1\u0DCA\u0DB1
move.destination=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DB8
move.editcomment={0}\u0DBA,{1} \u0DA7 \u0D9C\u0DD9\u0DB1 \u0DBA\u0DB1 \u0DBD\u0DAF\u0DD3
move.exception.destinationexists={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DAF\u0DD0\u0DB1\u0DA7\u0DB8\u0DAD\u0DCA \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DBA\u0DDA \u0DAD\u0DD2\u0DB6\u0DDA.
move.exception.namespacecategory=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF,\u0DB4\u0DCA\u200D\u0DBB\u0DB7\u0DDA\u0DAF \u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA \u0D91\u0DBD\u0DD2\u0DBA\u0DA7 \u0DC4\u0DDD \u0D87\u0DAD\u0DD4\u0DBD\u0DA7 \u0D9C\u0DD9\u0DB1 \u0DBA\u0DCF\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A.
move.exception.namespaceimage=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF, \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA \u0D91\u0DBD\u0DD2\u0DBA\u0DA7 \u0DC4\u0DDD \u0D87\u0DAD\u0DD4\u0DBD\u0DA7 \u0D9C\u0DD9\u0DB1 \u0DBA\u0DCF\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A.
move.exception.nodestination=\u0DB1\u0DD2\u0DBA\u0DB8\u0DD2\u0DAD \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DCF\u0DB8\u0DBA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0DB1\u0DD0\u0DAD.
move.exception.permission={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0D86\u0DBB\u0D9A\u0DCA\u0DC2\u0DCF \u0D9A\u0DDC\u0DA7 \u0D87\u0DAD\u0DD2 \u0DC4\u0DD9\u0DBA\u0DD2\u0DB1\u0DCA, \u0D85\u0DAF\u0DCF\u0DC5 \u0D85\u0DC0\u0DC3\u0DBB \u0DB1\u0DD0\u0DAD\u0DD2 \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 \u0DB8\u0DD9\u0DBA \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DAD\u0DD0\u0DB1\u0D9A\u0DA7 \u0D9C\u0DD9\u0DB1 \u0DBA\u0DCF\u0DB8 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBD \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A. 
move.overview=\u0DB8\u0DD9\u0DB8 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A\u0DCA \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DB1\u0DB8\u0D9A\u0DA7 (\u0D91\u0DC4\u0DD2 \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA\u0DAF \u0DC3\u0DB8\u0D9C) \u0DB8\u0DCF\u0DBB\u0DD4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DBA \u0DC3\u0DB4\u0DBA\u0DBA\u0DD2. \u0DB8\u0DD2\u0DB1\u0DCA \u0DB4\u0DBB\u0DAB \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DCF\u0DB8\u0DBA \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DB1\u0DCF\u0DB8\u0DBA\u0DA7 \u0DC3\u0DCA\u0DC0\u0DBA\u0D82\u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DC0 \u0DBB\u0DD2\u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DDA. \u0DAF\u0DD0\u0DB1\u0DD4\u0DB8\u0DCA\u0DAF\u0DD3\u0DB8\u0DBA\u0DD2\: \u0DB1\u0DD2\u0DBA\u0DB8\u0DD2\u0DAD \u0DC3\u0DCA\u0DAE\u0DCF\u0DB1\u0DBA\u0DDA \u0DAF\u0DD0\u0DB1\u0DA7\u0DB8\u0DAD\u0DCA \u0D91\u0DB1\u0DB8\u0DD2\u0DB1\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A\u0DCA \u0DAD\u0DD2\u0DB6\u0DDA \u0DB1\u0DB8\u0DCA \u0DC4\u0DD4\u0DC0\u0DB8\u0DCF\u0DBB\u0DD4\u0DC0 <b>\u0DC3\u0DD2\u0DAF\u0DD4 \u0DB1\u0DDC\u0DC0\u0DDA</b>.
move.title={0} \u0D9C\u0DD9\u0DB1 \u0DBA\u0DB1\u0DCA\u0DB1
orphaned.message.none=There are no orphaned topics in the selected namespace.
orphaned.title=\u0D9A\u0DD2\u0DC3\u0DD2\u0DC0\u0D9A\u0DA7 \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DB0 \u0DB1\u0DD0\u0DAD\u0DD2 \u0DB4\u0DD2\u0DA7\u0DD4
password.reset.password=Reset Password
password.reset.password.ask.user=Forgot your password?
password.reset.password.email.body=You receive this mail, because you requested to reset your password. Follow this link to enter your new password\: {0}. If you did not request this mail, please simply ignore it.
password.reset.password.email.subject=Password reset link
password.reset.password.error.challenge.expired=The challenge has expired. Please request a new one.
password.reset.password.error.challenge.nok=The request is not valid.
password.reset.password.error.ip.locked=Too many requests. Your IP address has been locked.
password.reset.password.error.noemail=You did not enter an E-Mail during your registration. It is not possible to reset your password.
password.reset.password.error.nomatch=The passwords do not match.
password.reset.password.error.noservice=This service is not available
password.reset.password.error.notregistered=You are not registered on the wiki.
password.reset.password.error.nousername=You must enter your username.
password.reset.password.error.novalidation=Could not validate challenge, please try again.
password.reset.password.error.nullpassword=Passwords cannot be empty.
password.reset.password.failed=Your password could not be changed.
password.reset.password.help=Enter your username to receive a E-Mail with a password reset link to the address that you entered during your registration.
password.reset.password.message.sendmail.failed=Could not send a E-Mail to the address that you entered during your registration.
password.reset.password.message.sendmail.success=A E-Mail has been sent to the address that you entered during your registration. Follow the link in the E-Mail to enter your new password.
password.reset.password.submit=Request E-Mail
password.reset.password.success=Your password has been changed. You can now login.
purge.error.noversion=No topic version with an id of {0} exists.
purge.error.onlyversion=Topic version {0} is the only version for topic {1} and thus can only be removed by deleting the topic.
recentchanges.caption.block=Block
recentchanges.caption.comments=\u0D85\u0DAF\u0DC4\u0DC3\u0DCA
recentchanges.caption.contributions=\u0DAF\u0DCF\u0DBA\u0D9A\u0DAD\u0DCA\u0DC0
recentchanges.caption.rss=RSS \u0DC6\u0DD3\u0DA9\u0DCA
recentchanges.caption.time={0}, \u0DB8\u0DD9\u0DAF\u0DD2\u0DB1\u0DA7 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0DB8\u0D9A\u0DCA
recentchanges.rss.feed1=\u0DB8\u0DD1\u0DAD \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA
recentchanges.rss.feed2=\u0DC3\u0DD4\u0DC5\u0DD4\u0DC3\u0DD4\u0DC5\u0DD4 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA\u0DAF \u0DC3\u0DC4\u0DD2\u0DAD\u0DC0 \u0DB8\u0DD1\u0DAD \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA
recentchanges.rss.feed3=\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DA7 \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DAF \u0DB8\u0DD1\u0DAD \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA
recentchanges.rss.feed4=\u0DC3\u0DD4\u0DC5\u0DD4\u0DC3\u0DD4\u0DC5\u0DD4 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA\u0DAF \u0DC3\u0DC4\u0DD2\u0DAD\u0DC0 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DA7 \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DB0 \u0DB8\u0DD1\u0DAD \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA
recentchanges.title=\u0DB8\u0DD1\u0DAD \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA
register.caption.accountdetails=\u0D9C\u0DD2\u0DB1\u0DD4\u0DB8\u0DDA \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB
register.caption.changepassword=\u0DBB\u0DC4\u0DCA\u0DC3 \u0DB4\u0DAF\u0DBA \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
register.caption.confirmpassword=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DBB\u0DC4\u0DCA\u0DC3 \u0DB4\u0DAF\u0DBA \u0DAD\u0DC4\u0DC0\u0DD4\u0DBB\u0DD4 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
register.caption.displayname=\u0DB4\u0DCA\u200D\u0DBB\u0DAF\u0DBB\u0DCA\u0DC1\u0DB1\u0DBA \u0D9A\u0DBD \u0DBA\u0DD4\u0DAD\u0DD4 \u0DB1\u0DB8
register.caption.editor=\u0D85\u0DB7\u0DD2\u0DB8\u0DAD \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8
register.caption.email=\u0DC0\u0DD2\u0DAF\u0DCA\u200D\u0DBA\u0DD4\u0DAD\u0DCA \u0DAD\u0DD0\u0DB4\u0DD1\u0DBD
register.caption.locale=\u0D85\u0DB7\u0DD2\u0DB8\u0DAD \u0DBB\u0DA7 &amp; \u0DB7\u0DCF\u0DC2\u0DCF\u0DC0
register.caption.newpassword=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DBB\u0DC4\u0DCA\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA
register.caption.oldpassword=\u0DB4\u0DD0\u0DBB\u0DAB\u0DD2 \u0DBB\u0DC4\u0DCA\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA
register.caption.signature=\u0D85\u0DAD\u0DCA\u0DC3\u0DB1
register.caption.updatesuccess=\u0D94\u0DB6\u0D9C\u0DDA \u0D9C\u0DD2\u0DAB\u0DD4\u0DB8 \u0DC3\u0DCF\u0DBB\u0DCA\u0DAE\u0D9A\u0DC0 \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
register.caption.userpreferences=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D85\u0DB7\u0DD2\u0DB8\u0DAD
register.error.logininvalid={0},\u0DB8\u0DD9\u0DB8 \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB4\u0DD4\u0DBB\u0DB1 \u0DB1\u0DCF\u0DB8\u0DBA \u0DB8\u0DDA \u0DC0\u0DB1 \u0DC0\u0DD2\u0DA7 \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DBA\u0DDA \u0DB4\u0DC0\u0DAD\u0DD3. \u0D9A\u0DBB\u0DD4\u0DAB\u0DCF\u0D9A\u0DBB \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0D91\u0D9A\u0D9A\u0DCA \u0DAD\u0DDD\u0DBB\u0DCF \u0D9C\u0DB1\u0DCA\u0DB1.
register.error.oldpasswordinvalid=\u0D85\u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB4\u0DD0\u0DBB\u0DAB\u0DD2 \u0DBB\u0DC4\u0DCA\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA\u0D9A\u0DD2.
register.error.passwordempty=\u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA \u0DB1\u0DDC\u0DC0\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA\u0DD2.
register.form.info=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D9C\u0DD2\u0DB1\u0DD4\u0DB8\u0D9A\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0D94\u0DB6\u0DA7 \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0DC3\u0DCA\u0DAE\u0DCF\u0DC0\u0DBB \u0DB1\u0DB8\u0D9A\u0DCA \u0DB4\u0DC0\u0DAD\u0DCA\u0DC0\u0DCF\u0D9C\u0DAD \u0DC4\u0DD0\u0D9A, \u0D8A\u0DA7 \u0D85\u0DB8\u0DAD\u0DBB\u0DC0 \u0DBD\u0DD2\u0DB4\u0DD2\u0DBA\u0DDA \u0D89\u0DAD\u0DD2\u0DC4\u0DC3\u0DBA\u0DDA\u0DAF, \u0DB8\u0DD1\u0DAD\u0DAF\u0DD3 \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DB4\u0DD9\u0DB1\u0DCA\u0DB1\u0DD4\u0DB8\u0DCA \u0D9A\u0DBB\u0DB1 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DDA\u0DAF, \u0D94\u0DB6 \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0D94\u0DB6\u0D9C\u0DDA \u0DB1\u0DB8\u0DA7 \u0DB6\u0DD0\u0DBB \u0D9A\u0DBD \u0DB6\u0DC0 \u0DB4\u0DD9\u0DB1\u0DCA\u0DB1\u0DD4\u0DB8\u0DCA \u0D9A\u0DBB\u0DB1\u0DD4 \u0D87\u0DAD.
register.help.displayname=\u0D85\u0DAD\u0DCA\u200D\u0DBA\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0DB1\u0DD0\u0DAD. \u0DB4\u0DCA\u200D\u0DBB\u0DAF\u0DBB\u0DCA\u0DC1\u0DB1 \u0DB1\u0DCF\u0DB8\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2 \u0D85\u0DAD\u0DCA\u0DC3\u0DB1 \u0DC3\u0DB3\u0DC4\u0DCF \u0DBA\u0DDC\u0DAF\u0DCF\u0D9C\u0DB1\u0DCA\u0DB1\u0DDA \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA \u0DC4\u0DD0\u0DBB \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DB1\u0DB8\u0D9A\u0DCA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7\u0DBA.
register.help.editor=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0DC0\u0DB1 \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8\u0DCA \u0DAD\u0DD3\u0DBB\u0DAB\u0DBA \u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0DC0\u0DBB\u0DAB \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8 \u0DB8\u0D9C\u0DD2\u0DB1\u0DD2.\u0DAF\u0DD0\u0DB1\u0DD4\u0DB8\u0DCA\u0DAF\u0DD3\u0DB8\u0DBA\u0DD2\: \u0DB6\u0DDC\u0DC4\u0DDD \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8\u0DCA \u0DC3\u0DB3\u0DC4\u0DCF Javascript \u0DC3\u0DC4\u0DBA \u0D85\u0DC0\u0DC1\u0DCA\u200D\u0DBA\u0DBA.
register.help.email=\u0D85\u0DAD\u0DCA\u200D\u0DBA\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0DB1\u0DD0\u0DAD. \u0DC0\u0DD2\u0DAF\u0DCA\u200D\u0DBA\u0DD4\u0DAD\u0DCA \u0DAD\u0DD0\u0DB4\u0DD1\u0DBD \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0DC0\u0DD2\u0DAF\u0DCA\u200D\u0DBA\u0DD4\u0DAD\u0DCA \u0DAD\u0DD0\u0DB4\u0DD0\u0DBD\u0DCA \u0DC4\u0DD0\u0D9A\u0DD2\u0DBA\u0DC0\u0DB1\u0DCA \u0D85\u0DB1\u0DD4\u0DAF\u0DB1\u0DCA\u0DC0\u0DB1\u0DCA\u0DB1.
register.help.locale=\u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0D87\u0DAD\u0DD2 \u0DBD\u0DDA\u0DB6\u0DBD\u0DCA \u0DC3\u0DC4 \u0D85\u0D9A\u0DCA\u0DC2\u0DBB \u0DB4\u0DD9\u0DB1\u0DD9\u0DB1 \u0D86\u0D9A\u0DCF\u0DBB\u0DBA \u0DAD\u0DD3\u0DBB\u0DAB\u0DBA \u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0DB7\u0DCF\u0DC2\u0DCF \u0DB4\u0DCA\u200D\u0DBB\u0DB7\u0DDA\u0DAF\u0DCA\u200D\u0DBA\u0DBA \u0DB8\u0D9C\u0DD2\u0DB1\u0DD2.
register.help.signature=\u0DB8\u0DD9\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA\u0DC0 \u0DAD\u0DD0\u0DB6\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0D85\u0DAD\u0DCA\u0DC3\u0DB1 \u0DC3\u0DB3\u0DC4\u0DCF \u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA \u0DBB\u0DA7\u0DCF\u0DC0 \u0DB4\u0DCF\u0DC0\u0DD2\u0DA0\u0DD2\u0DA0\u0DD2 \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A. \u0D94\u0DB6\u0DA7 \u0D85\u0DB7\u0DD2\u0DB8\u0DAD \u0D85\u0DAD\u0DCA\u0DC3\u0DB1\u0D9A\u0DCA \u0DC3\u0DD0\u0DB4\u0DBA\u0DD3\u0DB8\u0DA7, \u0DB8\u0DD6\u0DBD\u0DD2\u0D9A \u0D85\u0D9A\u0DD4\u0DBB\u0DD4, HTML \u0DC4\u0DDD \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB8\u0DCF\u0DBB\u0DCA\u0D9A\u0DB4\u0DCA \u0DB4\u0DCF\u0DC0\u0DD2\u0DA0\u0DD2\u0DA0\u0DD2 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.  \u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DBA\u0D9A\u0DA7\: <code>[[User\:user|user]] &amp;bull; ([[User comments\:user|comments]])</code>
register.title=\u0D9C\u0DD2\u0DAB\u0DD4\u0DB8\u0DDA \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB
roles.caption.groupname=\u0DB4\u0DBB\u0DD3\u0DC1\u0DD3\u0DBD\u0D9A \u0D9A\u0DCF\u0DAB\u0DCA\u0DA9\u0DBA
roles.caption.groups=Groups
roles.caption.includeInheritedRoles=Include users inheriting role from groups
roles.caption.instructions=\u0DAF\u0DD0\u0DB1\u0DD4\u0DB8\u0DCA\u0DAF\u0DD3\u0DB8\u0DBA\u0DD2\: \u0DB8\u0DD9\u0DB8 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0 \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA JAMWiki \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA \u0D86\u0D9A\u0DD8\u0DAD\u0DD2\u0DBA, \u0DB4\u0DBB\u0DD3\u0DC1\u0DD3\u0DBD\u0D9A \u0D9A\u0DCF\u0DAB\u0DCA\u0DA9 \u0DC3\u0DC4 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DC0\u0DBD \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A. \u0D9A\u0DD9\u0DC3\u0DDA\u0DB1\u0DB8\u0DD4\u0DAD\u0DCA, LDAP \u0DC4\u0DCF \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DB6\u0DCF\u0DC4\u0DD2\u0DBB \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DC3\u0DAD\u0DCA\u200D\u0DBA \u0DB6\u0DC0 \u0DC3\u0DC4\u0DAD\u0DD2\u0D9A \u0D9A\u0DBB\u0DB1 \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8\u0DCA \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DC4\u0DD0\u0D9A\u0DD2 \u0DC0\u0DB1 \u0DBD\u0DD9\u0DC3 \u0D94\u0DB6\u0D9C\u0DDA JAMWiki \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBB \u0D87\u0DAD\u0DD2 \u0DB1\u0DB8\u0DCA, \u0DB8\u0DD9\u0DC4\u0DD2\u0DAF\u0DD3 \u0DB4\u0DBB\u0DD3\u0DC1\u0DD3\u0DBD\u0D9A \u0D9A\u0DCF\u0DAB\u0DCA\u0DA9 \u0DC3\u0DC4 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DC0\u0DBD \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB \u0DC0\u0DBD\u0DA7 \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBB\u0DB1 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DC0\u0DBD\u0DD2\u0DB1\u0DCA \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0D9A\u0DD2\u0DC3\u0DD2\u0DAF\u0DD4 \u0DC0\u0DD9\u0DB1\u0DC3\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4 \u0DB1\u0DDC\u0DC0\u0DDA; \u0DAD\u0DAD\u0DCA\u0DAD\u0DCA\u0DC0\u0DBA \u0D91\u0DC3\u0DDA \u0DB1\u0DB8\u0DCA \u0DB6\u0DCF\u0DC4\u0DD2\u0DBB \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DC3\u0DAD\u0DCA\u200D\u0DBA \u0DB6\u0DC0 \u0DC3\u0DC4\u0DAD\u0DD2\u0D9A \u0D9A\u0DBB\u0DB1 \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8\u0DCA \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DC0\u0DBD \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB \u0DB1\u0DD2\u0DC0\u0DD0\u0DBB\u0DAF\u0DD2 \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DC3\u0DD0\u0DB4\u0DBA\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4 \u0DC0\u0DDA. \u0DB6\u0DCF\u0DC4\u0DD2\u0DBB \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DC3\u0DAD\u0DCA\u200D\u0DBA \u0DB6\u0DC0 \u0DC3\u0DC4\u0DAD\u0DD2\u0D9A \u0D9A\u0DBB\u0DB1 \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8\u0DCA \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DCA \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA <code>GROUP_ANONYMOUS</code> \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D9A\u0DCF\u0DAB\u0DCA\u0DA9\u0DBA\u0DA7 \u0DB1\u0DD2\u0DBA\u0DB8 \u0D9A\u0DBB \u0D87\u0DAD\u0DD2 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0D85\u0DB6\u0DBD \u0D9A\u0DBD \u0DBA\u0DD4\u0DAD\u0DD4 \u0DC0\u0DDA,\u0DB8\u0DD9\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DC3\u0DB3\u0DC4\u0DCF <code>/WEB-INF/applicationContext-security.xml</code> \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0D87\u0DAD\u0DD2 <code>useJAMWikiAnonymousRoles</code> \u0DBD\u0D9A\u0DCA\u0DC2\u0DAB\u0DBA\u0DDA \u0D85\u0D9C\u0DBA <code>false</code> \u0DA7 \u0DB1\u0DD2\u0DBA\u0DB8 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1. JAMWiki \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0DB6\u0DCF\u0DC4\u0DD2\u0DBB \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DC3\u0DAD\u0DCA\u200D\u0DBA \u0DB6\u0DC0 \u0DC3\u0DC4\u0DAD\u0DD2\u0D9A \u0D9A\u0DBB\u0DB1 \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8\u0DCA \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DCA \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DC4\u0DD0\u0D9A\u0DD2 \u0D85\u0DBA\u0DD4\u0DBB\u0DD2\u0DB1\u0DCA \u0DC3\u0D9A\u0DC3\u0DB1\u0DCA\u0DB1\u0DDA \u0D9A\u0DD9\u0DC3\u0DDA\u0DAF \u0DBA\u0DB1\u0DCA\u0DB1 \u0DAF\u0DD0\u0DB1 \u0D9C\u0DD0\u0DB1\u0DD3\u0DB8 \u0DC3\u0DB3\u0DC4\u0DCF \u0DB4\u0DC4\u0DAD \u0DC0\u0DD9\u0DB6\u0DCA \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0 \u0DB6\u0DBD\u0DB1\u0DCA\u0DB1\: \r\n<a href\="http\://static.springframework.org/spring-security/site/reference/html/springsecurity.html">Spring Security online documentation</a>.
roles.caption.roledescription=\u0DBB\u0DDD\u0DBD\u0DCA \u0D91\u0D9A\u0DDA \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA
roles.caption.rolename=\u0DBB\u0DDC\u0DBD\u0DCA \u0D91\u0D9A\u0DDA \u0DB1\u0DB8
roles.caption.roles=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA
roles.caption.searchgroup=Search for users by group
roles.caption.searchlogin=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA \u0D94\u0DC0\u0DD4\u0DB1\u0DCA\u0D9C\u0DD9 \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA\u0DD9\u0DB1\u0DCA \u0DC3\u0DDC\u0DBA\u0DB1\u0DCA\u0DB1
roles.caption.searchrole=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA \u0D94\u0DC0\u0DD4\u0DB1\u0DCA\u0D9C\u0DD9 \u0DBB\u0DDC\u0DBD\u0DCA\u0DC3\u0DCA \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA \u0DC3\u0DDC\u0DBA\u0DB1\u0DCA\u0DB1
roles.caption.selectrole=\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DBB\u0DDC\u0DBD\u0DCA \u0D91\u0D9A \u0DAD\u0DDD\u0DBB\u0DCF \u0D9C\u0DB1\u0DCA\u0DB1
roles.caption.userlogin=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA
roles.error.description=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA \u0DC0\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB1\u0DD0\u0DAD. \u0DBB\u0DDC\u0DBD\u0DCA\u0DC3\u0DCA \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DCA\u0DBA \u0D85\u0D9A\u0DD4\u0DBB\u0DD4 200 \u0D9A\u0DA7 \u0DC3\u0DD3\u0DB8\u0DCF \u0DC0\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA.
roles.error.name={0} \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DB1\u0DB8 \u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB1\u0DD0\u0DAD. \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0D91\u0D9A\u0DDA \u0DB1\u0DB8 \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0D85\u0D9A\u0DD4\u0DBB\u0DD4, \u0D85\u0D82\u0D9A \u0DC3\u0DC4 \u0D85\u0DB1\u0DCA\u0DA9\u200D\u0DBB\u0DCA\u0DC3\u0DCA\u0D9A\u0DDD\u0DBB\u0DCA \u0DB4\u0DB8\u0DAB\u0DD2.
roles.header.group=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D9A\u0DCF\u0DAB\u0DCA\u0DA9\u0DBA \u0DC0\u0DBD\u0DA7 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DB1\u0DD2\u0DBA\u0DB8 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
roles.header.modify=\u0DBB\u0DDD\u0DBD\u0DCA \u0D91\u0D9A \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1/\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
roles.header.user=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7\u0DBA\u0DD2 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DB1\u0DD2\u0DBA\u0DB8 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
roles.help.grouproles=<b>\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4</b> \u0DB1\u0DD2\u0DBB\u0DCA\u0DB1\u0DCF\u0DB8\u0DD2\u0D9A \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 GROUP_ANONYMOUS \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0DB1\u0DD2\u0DBA\u0DB8 \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DB4\u0DB8\u0DAB\u0DCA\u0D9A\u0DCA \u0D85\u0DA9\u0DB1\u0DCA\u0D9C\u0DD4 \u0DC0\u0DDA, \u0D91\u0DB7\u0DD9\u0DAD\u0DCA \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DBD\u0DDC\u0D9C\u0DCA \u0DC0\u0DD6 <b>\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4</b> \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 \u0DB1\u0DD2\u0DBA\u0DB8 \u0DC0\u0DB1\u0DCA\u0DB1\u0DDA GROUP_REGISTERED_USER \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0DB1\u0DD2\u0DBA\u0DB8 \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DB4\u0DB8\u0DB1\u0D9A\u0DD2. \u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DBA\u0D9A\u0DA7 \u0DB1\u0DD2\u0DBB\u0DCA\u0DB1\u0DCF\u0DB8\u0DD2\u0D9A \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DC0\u0DD0\u0DBD\u0DD0\u0D9A\u0DCA\u0DC0\u0DD3\u0DB8\u0DA7 GROUP_ANONYMOUS \u0DC0\u0DBD\u0DD2\u0DB1\u0DCA <code>ROLE_UPLOAD</code> \u0DA9\u0DD3\u0DC3\u0DD9\u0DBD\u0DD9\u0D9A\u0DCA\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1. \u0DAF\u0DD0\u0DB1\u0DD4\u0DB8\u0DCA\u0DAF\u0DD3\u0DB8\u0DBA\u0DD2\: \u0DC3\u0DB8\u0DC4\u0DBB \u0DBB\u0DDC\u0DBD\u0DCA\u0DC3\u0DCA \u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DBA\u0D9A\u0DA7 <code>ROLE_ADMIN</code> \u0DB1\u0DD2\u0DBA\u0DB8 \u0D9A\u0DBD \u0DBA\u0DD4\u0DAD\u0DCA\u0DAD\u0DDA \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D9A\u0DCF\u0DAB\u0DCA\u0DA9\u0DBA \u0DC0\u0DBD\u0DA7 \u0DB1\u0DDC\u0DC0 \u0DAD\u0DB1\u0DD2\u0DAD\u0DB1\u0DD2 \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7\u0DBA\u0DD2.
roles.help.roledescription=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DC0\u0DBD \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0D91\u0DBA \u0DB4\u0DCF\u0DC0\u0DD2\u0DA0\u0DCA\u0DA0\u0DD2\u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0D9A\u0DD9\u0DC3\u0DDA\u0DAF \u0DBA\u0DB1\u0DCA\u0DBA\u0DD2, \u0D91\u0DBA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0D85\u0DAD\u0DCA\u200D\u0DBA\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0DB1\u0DDC\u0DC0\u0DDA.
roles.help.rolename=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0D91\u0D9A\u0DDA \u0DB1\u0DB8 \u0DC3\u0DB3\u0DC4\u0DCF \u0D85\u0D9A\u0DD4\u0DBB\u0DD4, \u0D85\u0DB1\u0DCA\u0D9A \u0DC3\u0DC4 \u0D85\u0DB1\u0DCA\u0DA9\u200D\u0DBB\u0DCA\u0DC3\u0DCA\u0D9A\u0DDD\u0DBB\u0DCA \u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DC0\u0DDA. \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0D85\u0D9A\u0DCA\u0DC2\u0DBB, \u0DC3\u0DCA\u0DB4\u0DDA\u0DC3\u0DCA \u0D85\u0D9A\u0DCA\u0DC2\u0DBB\u0DBA\u0DAF \u0D87\u0DAD\u0DD4\u0DBD\u0DD4\u0DC0,\u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB1\u0DDC\u0DC0\u0DDA. \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DB1\u0DB8\u0D9A\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DBD \u0DB4\u0DC3\u0DD4 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBD \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A.
roles.help.selectrole=\u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DAD\u0DDD\u0DBB\u0DCF\u0D9C\u0DB1\u0DCA\u0DB1, \u0DB1\u0DD0\u0DAD\u0DD2\u0DB1\u0DB8\u0DCA \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DBB\u0DDD\u0DBD\u0DCA \u0D91\u0D9A\u0D9A\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB8\u0DD9\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA\u0DC0 \u0DAD\u0DB6\u0DB1\u0DCA\u0DB1.
roles.help.userroles=\u0DAD\u0DB1\u0DD2\u0DAD\u0DB1\u0DD2 \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 GROUP_REGISTERED_USER \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0DB1\u0DD2\u0DBA\u0DB8 \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF <b>\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DC0\u0DBD\u0DA7 \u0D85\u0DB8\u0DAD\u0DBB\u0DC0</b> \u0DAD\u0DC0 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0D91\u0D9A\u0DAD\u0DD4 \u0D9A\u0DBB \u0D9C\u0DAD \u0DC4\u0DD0\u0D9A. \u0DB4\u0DBD\u0DB8\u0DD4\u0DC0,\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA \u0D94\u0DC0\u0DD4\u0DB1\u0DCA\u0D9C\u0DDA \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA\u0DD9\u0DB1\u0DCA \u0DC4\u0DDD \u0DBB\u0DDD\u0DBD\u0DCA \u0D91\u0D9A\u0DD9\u0DB1\u0DCA \u0DC3\u0DDC\u0DBA\u0D9C\u0DB1\u0DCA\u0DB1, \u0DAF\u0DD9\u0DC0\u0DD9\u0DB1\u0DD4\u0DC0 \u0D94\u0DC0\u0DD4\u0DB1\u0DCA\u0D9C\u0DDA \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DBB\u0DDC\u0DBD\u0DCA\u0DC3\u0DCA \u0D85\u0DAF\u0DCF\u0DBD \u0DB4\u0DBB\u0DD2\u0DAF\u0DD2 \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA\u0D9A\u0DCF\u0DBD \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1. \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 \u0D94\u0DC0\u0DD4\u0DB1 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0DC0\u0DBD \u0D85\u0DB1\u0DD4\u0D91\u0DBD\u0DBA \u0DAF\u0DD0\u0D9A \u0D9C\u0DD0\u0DB1\u0DD3\u0DB8\u0DA7 \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DB4\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DDA.
roles.message.grouproleupdate=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D9A\u0DAB\u0DCA\u0DA9\u0DCF\u0DBA\u0DB8\u0DCA \u0DC0\u0DBD\u0DA7 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DC3\u0DCF\u0DBB\u0DCA\u0DAD\u0D9A\u0DC0 \u0D91\u0D9A\u0DCA \u0D9A\u0DBB\u0DCA\u0DB1 \u0DBD\u0DAF\u0DD3.
roles.message.roleadded={0} \u0DB1\u0DB8\u0DD2\u0DB1\u0DCA \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DBB\u0DDD\u0DBD\u0DCA \u0D91\u0D9A\u0D9A\u0DCA \u0DC3\u0DCF\u0DBB\u0DCA\u0DAD\u0D9A\u0DC0 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
roles.message.rolefail=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DAF\u0DDC\u0DC2\u0DBA\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD4\u0DB1\u0DD2\: {0}.
roles.message.rolesearchfail=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DBD\u0DB6\u0DCF\u0D9C\u0DD0\u0DB1\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DAF\u0DDC\u0DC2\u0DBA\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD4\u0DB1\u0DD2\: {0}.
roles.message.roleupdated={0} \u0DBB\u0DDD\u0DBD\u0DCA \u0D91\u0D9A \u0DC3\u0DCF\u0DBB\u0DCA\u0DAD\u0D9A\u0DC0 \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
roles.message.sysadminremove=\u0D94\u0DB6\u0DA7 \u0D94\u0DB6\u0DDA \u0D9C\u0DD2\u0DB1\u0DD4\u0DB8\u0DD9\u0DB1\u0DCA ROLE_SYSADMIN \u0D89\u0DC0\u0DAD\u0DCA \u0D9A\u0DBD\u0DC4\u0DD0\u0D9A. \u0DB8\u0DD9\u0DB8 \u0D85\u0D82\u0D9C\u0DBA \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0DC0\u0DA7 \u0DB1\u0D82\u0DC0\u0DCF \u0D87\u0DAD\u0DCA\u0DAD\u0DD9 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0D86\u0DBB\u0D9A\u0DCA\u0DC2\u0DCF\u0DC0 \u0DC3\u0DB3\u0DC4\u0DCF \u0DC3\u0DD0\u0DB8\u0DC0\u0DD2\u0DA7\u0DB8 \u0D85\u0DC0\u0DB8 \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA \u0D91\u0D9A\u0DAF\u0DD4 \u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DCF\u0DBB\u0DBA\u0DD9\u0D9A\u0DCA \u0DC4\u0DDD \u0DC3\u0DD2\u0DA7\u0DD2\u0DB1 \u0DB6\u0DC0 \u0DAD\u0DC4\u0DC0\u0DD4\u0DBB\u0DD4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7\u0DBA\u0DD2.
roles.message.userroleupdate=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DB1 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DC3\u0DCF\u0DBB\u0DCA\u0DAE\u0D9A \u0DBD\u0DD9\u0DC3 \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA\u0D9A\u0DCF\u0DBD \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
roles.title=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A/\u0D9A\u0DCF\u0DAB\u0DCA\u0DA9 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA
search.caption.namespaces=Filter search results by namespace
search.for=\u0DC3\u0DD9\u0DC0\u0DD3\u0DB8\:
search.hints=\u0D89\u0D9F\u0DD2\:<br />\u0D94\u0DB6\u0DA7 * \u0DC3\u0DC4 ?  \u0DC0\u0DBA\u0DD2\u0DBD\u0DCA\u0D9A\u0DCF\u0DA9\u0DCA \u0DBD\u0DD9\u0DC3 \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A.<br /> \u0D94\u0DB6 ~ \u0DC0\u0DA0\u0DB1\u0DBA\u0D9A\u0DA7 \u0D87\u0DB8\u0DD2\u0DAB\u0DD4\u0DC0\u0DC4\u0DDC\u0DAD\u0DCA, \u0D94\u0DB6\u0DA7 \u0DC6\u0DC3\u0DD2 \u0DC0\u0DBB\u0DCA\u0D9C\u0DBA\u0DDA \u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0D9A\u0DCA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A.<br /> \u0D94\u0DB6\u0DA7 AND \u0DC3\u0DC4 OR \u0DB4\u0DAF \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A. ( ) \u0DB1\u0DCA \u0DB4\u0D82\u0DAD\u0DD2 \u0DC0\u0DD2\u0DC2\u0DBA\u0DD9\u0DB1\u0DCA \u0DB6\u0DD9\u0DAF\u0DD3\u0DB8 \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A <br/> \u0DC0\u0DA0\u0DB1\u0DBA\u0D9A\u0DCA \u0D85\u0DC0\u0DB0\u0DCF\u0DBB\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 + \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1, - \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DBB \u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0DCA \u0D85\u0DB1\u0DD4\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DBA\u0D9A \u0DC0\u0DA0\u0DB1\u0DBA \u0D85\u0DA9\u0D82\u0D9C\u0DD4 \u0DB1\u0DDC\u0DB6\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4 \u0DB6\u0DC0 \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD2\u0DBA \u0DC4\u0DD0\u0D9A.<br /><a href\="http\://lucene.apache.org/java/2_4_0/queryparsersyntax.html" target\="_blank"> \u0DB4\u0DD2\u0DC0\u0DD2\u0DC3 \u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0DCA \u0DB4\u0DCA\u200D\u0DBB\u0D9A\u0DCF\u0DC1 \u0DB4\u0DD2\u0DBD\u0DD2\u0DB6\u0DB3 \u0DC0\u0DD0\u0DA9\u0DD2 \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB \u0DAF\u0DD0\u0DB1 \u0D9C\u0DB1\u0DCA\u0DB1 </a><br />
search.logo.lucene=<a href\="http\://lucene.apache.org/java/"><img src\="../images/lucene_green_100.gif" alt\="Lucene" border\="0" /></a>
search.logo.rankingalgorithm=<font size\="3"><b><a href\=http\://rankingalgorithm.tgels.com>RankingAlgorithm</a></b></font>
search.poweredby=\u0DC3\u0DD9\u0DC0\u0DD3\u0DB8\u0DA7 \u0D85\u0DB1\u0DD4\u0D9C\u0DCA\u200D\u0DBB\u0DC4\u0DBA \u0DAF\u0D9A\u0DCA\u0DC0\u0DB1\u0DCA\u0DB1\u0DDA 
search.search=\u0DC3\u0DDC\u0DBA\u0DB1\u0DCA\u0DB1
search.title=\u0DC3\u0DDC\u0DBA\u0DB1\u0DCA\u0DB1
searchresult.notfound="{0}" \u0D9A\u0DD2\u0DC3\u0DD2\u0DB8 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DC0\u0DD3 \u0DB1\u0DD0\u0DAD.
searchresult.title="{0}" \u0DC3\u0DD9\u0DC0\u0DD3\u0DB8
setup.caption.adminlogin=\u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DCF\u0DBB\u0DBA\u0DCF \u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1
setup.error.installexists=An existing JAMWiki installation was found with the specified settings.  To restore the <code>jamwiki.properties</code> file for the old installation and (if necessary) begin the JAMWiki upgrade process click the "Continue" button (see the <code>UPGRADE.txt</code> document included in the root of the WAR file for additional details).  Alternately, to set up a new JAMWiki instance the old JAMWiki installation must first be removed, including the JAMWiki database tables.
setup.error.jdk=JAMWiki \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0DC3\u0DB3\u0DC4\u0DCF \u0D85\u0DC0\u0DB8 \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA JDK {0} \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD \u0D85\u0DC0\u0DC1\u0DBA \u0DC0\u0DDA. \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB\u0DB1 \u0DB4\u0DBB\u0DD2\u0DAF\u0DD2 \u0D91\u0DC4\u0DD2 \u0D87\u0DAD\u0DCA\u0DAD\u0DDA JDK {1} \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DBA\u0DD2.
setup.error.migrate=\u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DC3\u0D82\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DBA\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD9\u0DB8\u0DD2\u0DB1\u0DCA \u0DB4\u0DC0\u0DAD\u0DD3, \u0DB1\u0DB8\u0DD4\u0DAD\u0DCA JAMWiki \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0D9A\u0DCA \u0D89\u0DBD\u0D9A\u0DCA\u0D9A \u0D9A\u0DBD \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DDA \u0DAF\u0DD0\u0DB1\u0DA7\u0DB8\u0DAD\u0DCA \u0DB4\u0DC0\u0DAD\u0DD3.
setup.error.notrequired=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0DC3\u0DD0\u0D9A\u0DC3\u0DD4\u0DB8 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBB \u0D85\u0DC0\u0DC3\u0DB1\u0DCA. \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DBB\u0DB1 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DA7 \u0DBA\u0DB1\u0DCA\u0DB1.
setup.help.logfile=Information about setup, including details of any errors, is available by default in the system logs.  The log file format and location can be customized using the <code>{0}</code> configuration file.
setup.title=JAMWiki {0} \u0DB4\u0DD2\u0DC4\u0DD2\u0DA7\u0DD4 \u0DC0\u0DD3\u0DB8 
specialpages.caption.account=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DBD\u0DD2\u0DBA\u0DCF\u0DB4\u0DAF\u0DD2\u0D82\u0DA0\u0DD2 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8
specialpages.caption.admin=\u0DB4\u0DD2\u0DC4\u0DD2\u0DA7\u0DD2 \u0D86\u0D9A\u0DCF\u0DBB\u0DBA
specialpages.caption.allpages=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF 
specialpages.caption.block=Block user
specialpages.caption.blocklist=Blocked IP addresses and usernames
specialpages.caption.categories=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0D9C\u0DAB
specialpages.caption.export=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDC\u0DBB\u0DCA\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
specialpages.caption.filelist=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4
specialpages.caption.imagelist=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB
specialpages.caption.import=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0D89\u0DB8\u0DCA\u0DB4\u0DDC\u0DBB\u0DCA\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
specialpages.caption.listusers=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA 
specialpages.caption.login=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1
specialpages.caption.logout=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DC0\u0DBB\u0DB1\u0DCA\u0DB1
specialpages.caption.logs=\u0DC0\u0DD2\u0D9A\u0DD2 \u0DBD\u0DDC\u0D9C\u0DD4
specialpages.caption.maintenance=\u0DB1\u0DA9\u0DAD\u0DCA\u0DAD\u0DD4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8
specialpages.caption.orphanedpages=\u0D9A\u0DD2\u0DC3\u0DD2\u0DC0\u0D9A\u0DA7 \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DAF \u0DB1\u0DD0\u0DAD\u0DD2 \u0DB4\u0DD2\u0DA7\u0DD4
specialpages.caption.overview=\u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAD\u0DCA \u0DC0\u0DBD \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DB4\u0DD2\u0DA7\u0DD4 \u0DC0\u0DBD \u0D85\u0DB1\u0DD4\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB \u0D85\u0D82\u0D9A \u0DB8\u0DD9\u0DB8 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DC0\u0DDA. \u0DB8\u0DD9\u0DBA \u0DB4\u0DBB\u0DD2\u0D9C\u0DAB\u0D9A \u0DB8\u0DD8\u0DAF\u0DD4\u0D9A\u0DCF\u0D82\u0D9C\u0DBA \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0DA2\u0DB1\u0DB1\u0DBA \u0D9A\u0DBB \u0D87\u0DAD\u0DCA\u0DAD\u0DDA \u0DB1\u0DA9\u0DAD\u0DCA\u0DAD\u0DD4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DCA,\u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DCF\u0DBD\u0DD3\u0DBA \u0D9A\u0DBB\u0DCA\u0DAD\u0DC0\u0DCA\u0DBA\u0DB1\u0DCA, \u0DC4\u0DCF \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0D85\u0DBB\u0DB8\u0DD4\u0DAB\u0DD4 \u0DC0\u0DBD\u0DA7\u0DBA.
specialpages.caption.recentchanges=\u0DB8\u0DD1\u0DAD\u0D9A \u0DAF\u0DD3 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA
specialpages.caption.roles=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA
specialpages.caption.search=\u0DC3\u0DDC\u0DBA\u0DB1\u0DCA\u0DB1
specialpages.caption.setup=\u0DC0\u0DD2\u0D9A\u0DD2 \u0DC3\u0DD0\u0DBD\u0DD0\u0DC3\u0DCA\u0DB8
specialpages.caption.topicsadmin=\u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DCF\u0DBB\u0DBA\u0DCF\u0DA7 \u0DB4\u0DB8\u0DAB\u0DCA\u0D9A\u0DCA \u0D85\u0DAF\u0DCF\u0DBD \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF
specialpages.caption.translation=\u0DB4\u0DBB\u0DCA\u0DC0\u0DBB\u0DCA\u0DAE\u0DB1
specialpages.caption.unblock=Unblock user
specialpages.caption.upgrade=\u0DC0\u0DD2\u0D9A\u0DD2 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8
specialpages.caption.upload=\u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA
specialpages.caption.vwiki=\u0D85\u0DAD\u0DAE\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2
specialpages.heading.administrative=\u0DB4\u0DCF\u0DBD\u0D9A \u0DB4\u0DD2\u0DA7\u0DD4
specialpages.heading.allusers=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DB1\u0DCA \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DB1 \u0DC0\u0DD2\u0DC1\u0DDA\u0DC2 \u0DB4\u0DD2\u0DA7\u0DD4
specialpages.heading.loadingtools=\u0D9A\u0DDC\u0DB1\u0DCA\u0DA7\u0DD9\u0DB1\u0DCA\u0DA7\u0DCA \u0DBD\u0DDD\u0DA9\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA \u0DA7\u0DD6\u0DBD\u0DCA\u0DC3\u0DCA
specialpages.heading.usertools=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D9C\u0DD2\u0DB1\u0DD4\u0DB8\u0DCA \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8\u0DCA
specialpages.title=\u0DC0\u0DD2\u0DC1\u0DDA\u0DC2 \u0DB4\u0DD2\u0DA7\u0DD4
tab.admin.configuration=\u0DB4\u0DD2\u0DC4\u0DD2\u0DA7\u0DD2 \u0D86\u0D9A\u0DCF\u0DBB\u0DBA
tab.admin.maintenance=\u0DB1\u0DA9\u0DAD\u0DCA\u0DAD\u0DD4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8
tab.admin.roles=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA
tab.admin.translations=\u0DB4\u0DBB\u0DCA\u0DC0\u0DBB\u0DCA\u0DAE\u0DB1
tab.admin.vwiki=\u0D85\u0DAD\u0DAE\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2
tab.common.article=\u0DBD\u0DD2\u0DB4\u0DD2\u0DBA
tab.common.comments=\u0D85\u0DAF\u0DC4\u0DC3\u0DCA
tab.common.contributions=\u0DAF\u0DCF\u0DBA\u0D9A\u0DAD\u0DCA\u0DC0
tab.common.edit=\u0DC3\u0D82\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
tab.common.history=\u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA
tab.common.links=\u0DBD\u0DD2\u0DB1\u0DCA\u0D9A\u0DCA\u0DC3\u0DCA
tab.common.manage=\u0DC4\u0DC3\u0DD4\u0DBB\u0DD4\u0DC0\u0DB1\u0DCA\u0DB1
tab.common.move=\u0D9C\u0DD9\u0DB1\u0DBA\u0DB1\u0DCA\u0DB1
tab.common.print=\u0DB8\u0DD4\u0DAF\u0DCA\u200D\u0DBB\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
tab.common.special=\u0DC0\u0DD2\u0DC1\u0DDA\u0DC2
tab.common.unwatch=\u0DB1\u0DDC\u0DB6\u0DBD\u0DB1\u0DCA\u0DB1
tab.common.viewsource=View Source
tab.common.watch=\u0DB6\u0DBD\u0DB1\u0DCA\u0DB1
topic.caption.editlegend=\u0DC3\u0D82\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0DB4\u0DCF\u0DBD\u0D9A 
topic.categories=\u0D9C\u0DAB
topic.category.images=&quot;{0}&quot; \u0D9C\u0DAB\u0DBA\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB
topic.category.numimages=&quot;{1}&quot; \u0D9C\u0DAB\u0DBA\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB \u0D9C\u0DAB\u0DB1 {0} \u0D9A\u0DD2
topic.category.numsubcategories=&quot;{1}&quot; \u0D9C\u0DAB\u0DBA\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0D85\u0DAD\u0DD4\u0DBB\u0DD4-\u0D9C\u0DAB \u0D9C\u0DAB\u0DB1 {0} \u0D9A\u0DD2
topic.category.numtopics=&quot;{1}&quot; \u0D9C\u0DAB\u0DBA\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0D9C\u0DAB\u0DB1 {0} \u0D9A\u0DD2
topic.category.subcategories=&quot;{0}&quot; \u0D9C\u0DAB\u0DBA\u0DA7 \u0D85\u0DBA\u0DAD\u0DCA \u0DC0\u0DD9\u0DB1 \u0D85\u0DAD\u0DD4\u0DBB\u0DD4-\u0D9C\u0DAB 
topic.category.topics=&quot;{0}&quot; \u0D9C\u0DAB\u0DBA\u0DA7 \u0D85\u0DBA\u0DAD\u0DCA \u0DC0\u0DD9\u0DB1 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF 
topic.file.comments=Comment
topic.file.download=\u0DB8\u0DD9\u0DB8 \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0DB6\u0DBD\u0DB1\u0DCA\u0DB1/\u0DB6\u0DCF\u0D9C\u0DAD-\u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
topic.file.size=Size
topic.file.thumbnail=Thumbnail
topic.filehistory=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA
topic.filehistory.click=Click on a date/time to view the file revision from that time.
topic.filesize.bytes={0} \u0DB6\u0DBA\u0DD2\u0DA7\u0DCA\u0DC3\u0DCA \u0D9C\u0DAB\u0DB1
topic.notcreated="{0}" \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DAF\u0DD0\u0DB1\u0DA7 \u0DB1\u0DDC\u0DB4\u0DC0\u0DAD\u0DD3. \u0D91\u0DBA \u0D85\u0DBD\u0DD4\u0DAD\u0DD2\u0DB1\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB8\u0DD9\u0DB8 \u0DBD\u0DD2\u0DB1\u0DCA\u0D9A\u0DCA \u0D91\u0D9A \u0D85\u0DB1\u0DD4\u0D9C\u0DB8\u0DB1\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1\: {1}.
topic.redirect.from={0} \u0DB1\u0DCA \u0DBB\u0DD2\u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DCA \u0DC0\u0DD2\u0DBA
topic.redirect.infinite=\u0DB8\u0DD9\u0DB8 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DB6\u0DDC\u0DC4\u0DDD \u0DBD\u0DD9\u0DC3 \u0DBB\u0DD2\u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DCA \u0D9A\u0DBB \u0D87\u0DAD\u0DD2 \u0DB1\u0DD2\u0DC3\u0DCF \u0DAD\u0DC0\u0DAF\u0DD4\u0DBB\u0DA7\u0DAD\u0DCA \u0DC0\u0DD2\u0DC3\u0DB3\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A.
topic.sharedImage=This file is hosted in a shared repository.  The original file can be found at\: {0}.
topic.title={0}
topic.toc.header=Contents
topic.toc.label.hide=hide
topic.toc.label.show=show
topicsadmin.message.none=There are currently no admin-only topics.
topicsadmin.title=\u0DB4\u0DBB\u0DD2\u0DB4\u0DCF\u0DBD\u0D9A\u0DBA\u0DA7 \u0DB4\u0DB8\u0DAB\u0DCA\u0D9A\u0DCA \u0D85\u0DAF\u0DCF\u0DBD \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF
translation.caption.hidetranslated=\u0DB8\u0DDA \u0DC0\u0DB1 \u0DC0\u0DD2\u0DA7 \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1\u0DBA \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DAF\u0DD1 \u0DC3\u0D9F\u0DC0\u0DB1\u0DCA\u0DB1.
translation.caption.instructions=\u0D9A\u0DBB\u0DD4\u0DAB\u0DCF\u0D9A\u0DBB \u0DB4\u0DC4\u0DAD \u0DA9\u0DCA\u200D\u0DBB\u0DDC\u0DB4\u0DCA \u0DA9\u0DC0\u0DD4\u0DB1\u0DCA \u0D91\u0D9A\u0DD9\u0DB1\u0DCA \u0DB7\u0DCF\u0DC2\u0DD2\u0DAD\u0DBA/\u0DB7\u0DCF\u0DC2\u0DCF-\u0DB4\u0DCA\u200D\u0DBB\u0DB7\u0DDA\u0DAF\u0DCA\u200D\u0DBA\u0DBA \u0DAD\u0DDD\u0DBB\u0DCF\u0D9C\u0DB1\u0DCA\u0DB1. \u0D85\u0DBD\u0DD4\u0DAD\u0DD2\u0DB1\u0DCA \u0DB7\u0DCF\u0DC2\u0DD2\u0DAD\u0DBA/\u0DB7\u0DCF\u0DC2\u0DCF-\u0DB4\u0DCA\u200D\u0DBB\u0DB7\u0DDA\u0DAF\u0DCA\u200D\u0DBA\u0DBA\u0D9A\u0DA7 \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1\u0DBA\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DBA \u0DB1\u0DB8\u0DCA \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DB7\u0DCF\u0DC2\u0DD2\u0DAD\u0DBA/\u0DB7\u0DCF\u0DC2\u0DCF-\u0DB4\u0DCA\u200D\u0DBB\u0DB7\u0DDA\u0DAF\u0DCA\u200D\u0DBA\u0DBA \u0DA7\u0DD9\u0D9A\u0DCA\u0DC3\u0DCA\u0DB6\u0DDC\u0D9A\u0DCA\u0DC3\u0DBA\u0DA7 \u0D87\u0DAD\u0DD4\u0DBD\u0DAD\u0DCA \u0D9A\u0DBB(\u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DCA\u0DBA\u0D9A\u0DCA \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA "en" \u0DC4\u0DDD "en_US") "\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1" \u0DB6\u0DDC\u0DAD\u0DCA\u0DAD\u0DB8 \u0DAD\u0DAF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1. \u0DC0\u0DBD\u0D82\u0D9C\u0DD4 \u0DB7\u0DCF\u0DC2\u0DCF \u0DC3\u0DC4 \u0D92 \u0D92 \u0DBB\u0DA7\u0DC0\u0DBD\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0D9A\u0DDA\u0DAD\u0DBA\u0DB1\u0DCA  <a href\="http\://www.loc.gov/standards/iso639-2/englangn.html">ISO \u0DC3\u0DB8\u0DCA\u0DB8\u0DAD \u0DB7\u0DCF\u0DC2\u0DCF \u0D9A\u0DDA\u0DAD</a> \u0DBA\u0DD2\u0DB1\u0DCA \u0DC3\u0DC4 <a href\="http\://www.iso.ch/iso/en/prods-services/iso3166ma/02iso-3166-code-lists/list-en1.html">ISO \u0DC3\u0DB8\u0DCA\u0DB8\u0DAD \u0DBB\u0DA7\u0DC0\u0DBD\u0DCA \u0DC0\u0DBD\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0D9A\u0DDA\u0DAD</a>. \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DB6\u0DBD\u0DB4\u0DD0\u0DC0\u0DD0\u0DAD\u0DCA\u0DC0\u0DD3\u0DB8\u0DA7 \u0DB6\u0DCF\u0D9C\u0DC0\u0DD2\u0DA7 \u0DC0\u0DD9\u0DB6\u0DCA \u0DC3\u0DBB\u0DCA\u0DC0\u0DBB\u0DBA \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DA7\u0DB1\u0DCA \u0D9C\u0DD0\u0DB1\u0DD3\u0DB8\u0DA7 \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DB1\u0DD4 \u0D87\u0DAD.
translation.caption.key=\u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1 \u0DBA\u0DAD\u0DD4\u0DBB / \u0DA9\u0DD2\u0DC6\u0DDC\u0DBD\u0DCA\u0DA7\u0DCA \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAE\u0DB1\u0DBA 
translation.caption.translation={0} \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAE\u0DB1\u0DBA
translation.title=\u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAE\u0DB1
unblock.button.unblock=Unblock user
unblock.caption.overview=Use the form below to restore write access to a specific IP address or login that has previously been blocked.  Blocks will normally expire after a set time without further action being required, so please specify a reason why this block is being ended early.
unblock.caption.reason=Reason for unblocking
unblock.caption.user=IP Address or username
unblock.error.notblocked=User "{0}" is not currently blocked.
unblock.message.success={0} has been unblocked.
unblock.title=Unblock user
upgrade.caption.config=This upgrade will install a new configuration file.  If you have added any customizations (such as custom parser tags) to your configuration you will need to manually add them to the new file\: {0}.
upgrade.caption.database=\u0DB8\u0DD9\u0DB8 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DDA \u0DC3\u0DD0\u0DBD\u0DD0\u0DC3\u0DCA\u0DB8 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0DC0\u0DDA. \u0DB8\u0DD9\u0DB8 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB4\u0DD9\u0DBB \u0D94\u0DB6\u0DA7 \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0 \u0D8B\u0DB4\u0DC3\u0DCA\u0DAE \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 <b>\u0DAD\u0DAF\u0DB6\u0DBD</b> \u0DBD\u0DD9\u0DC3 \u0D8B\u0DB4\u0DAF\u0DD9\u0DC3\u0DCA.
upgrade.caption.detected=JAMWiki \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0D9A\u0DCA \u0DC3\u0DCA\u0DAD\u0DCF\u0DB4\u0DB1\u0DBA \u0D9A\u0DDC\u0DA7 \u0D87\u0DAD.
upgrade.caption.manual=\u0DC3\u0DCA\u0DC0\u0DBA\u0D82\u0D9A\u0DCA\u200D\u0DBB\u0DD3\u0DBA\u0DC0 \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD\u0DD2\u0DC0 \u0DB8\u0DD0\u0DB1\u0DD4\u0DC0\u0DBD\u0DCA \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DCA\u0DBA \u0D85\u0DAF\u0DD2\u0DBA\u0DBB WAR \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DB8\u0DD6\u0DBD\u0DBA\u0DDA \u0D87\u0DAD <code>UPGRADE.txt</code> \u0DBD\u0DDA\u0D9B\u0DB1\u0DBA\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0D87\u0DAD.
upgrade.caption.releasenotes=\u0DB8\u0DD9\u0DB8 \u0DB8\u0DD8\u0DAF\u0DD4\u0D9A\u0DCF\u0D82\u0D9C \u0DB1\u0DD2\u0DAF\u0DC4\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA <a href\="http\://jamwiki.org/">jamwiki.org</a> \u0DC4\u0DD2 \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DC0\u0DDA. \u0DB8\u0DD9\u0DB8 \u0DB8\u0DD8\u0DAF\u0DD4\u0D9A\u0DCF\u0D82\u0D9C \u0DB1\u0DD2\u0DAF\u0DC4\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA <code>CHANGELOG.txt</code> \u0DBD\u0DDA\u0D9B\u0DB1\u0DBA WAR \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DB8\u0DD6\u0DBD\u0DBA\u0DDA \u0D87\u0DAD.
upgrade.caption.search=This release upgrades the search index.  Sites with more than {0} topics will need to use the tools on the {1} page to manually rebuild the search index.
upgrade.caption.stylesheet=\u0DB8\u0DD9\u0DB8 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DC3\u0DCA\u0DA7\u0DBA\u0DCA\u0DBD\u0DCA\u0DC1\u0DD3\u0DA7\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0D8B\u0DA9\u0DD2\u0DB1\u0DCA \u0DBD\u0DD2\u0DC0\u0DD3\u0DB8 \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DDA.\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0D85\u0DB1\u0DAD\u0DD4\u0DBB\u0DD4\u0DC0 \u0D94\u0DB6\u0DA7 \u0DB4\u0DBB\u0DAB \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DCA \u0DB1\u0DD0\u0DC0\u0DAD \u0DC3\u0DCA\u0DAD\u0DCF\u0DB4\u0DB1\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DBA\u0DB1\u0DB8\u0DCA, \u0D92\u0DC0\u0DCF \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DDA \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA\u0DD9\u0DB1\u0DCA \u0DBD\u0DB6\u0DCF \u0D9C\u0DAD \u0DC4\u0DD0\u0D9A.
upgrade.caption.upgradecomplete=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0DC3\u0DCF\u0DBB\u0DCA\u0DAE\u0D9A \u0DBD\u0DD9\u0DC3 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DC3\u0DB8\u0DAD\u0DCA\u0DC0\u0DD2\u0DBA\: {0}
upgrade.caption.upgradefailed=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC3\u0DB8\u0DAD\u0DCA\u0DC0\u0DD2\u0DBA. \u0D87\u0DB1\u0DC4\u0DD2\u0DA7\u0DD3\u0DB8\u0DA7 \u0DC4\u0DDA\u0DAD\u0DD4\u0DC0\u0DD6 \u0D9A\u0DBB\u0DD4\u0DAB\u0DD4 \u0DB4\u0DC4\u0DAD \u0D87\u0DAD\u0DD2 \u0DBD\u0DDA\u0D9B\u0DB1 \u0DC3\u0DC4 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4 \u0DB4\u0DBB\u0DD3\u0D9A\u0DCA\u0DC2\u0DCF \u0D9A\u0DDC\u0DA7 \u0DB6\u0DBD\u0DCF \u0DB1\u0DD2\u0D9C\u0DB8\u0DB1\u0DBA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A, \u0DB8\u0DD0\u0DB1\u0DD4\u0DC0\u0DBD\u0DCA \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DCA\u0DBA \u0D85\u0DAF\u0DD2\u0DBA\u0DBB UPGRADE.txt \u0DBD\u0DDA\u0D9B\u0DB1\u0DBA\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0D87\u0DAD.\u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD6 \u0DAF\u0DDD\u0DC2, \u0D85\u0DAF\u0DCF\u0DC5 \u0DAF\u0DDD\u0DC2 \u0DC0\u0DCF\u0DBB\u0DCA\u0DAD\u0DCF \u0DC3\u0DB8\u0D9C <a href\="http\://jamwiki.org/">jamwiki.org</a> \u0D87\u0DAD\u0DD2 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
upgrade.error.fatal=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC3\u0DB8\u0DAD\u0DCA\u0DC0\u0DD2\u0DBA. \u0DB8\u0DD0\u0DB1\u0DD4\u0DC0\u0DBD\u0DCA \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DCA\u0DBA \u0D85\u0DAF\u0DD2\u0DBA\u0DBB <code>/WEB-INF/UPGRADE.txt</code> \u0DBD\u0DDA\u0D9B\u0DB1\u0DBA\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0D87\u0DAD, \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD6 \u0DAF\u0DDD\u0DC2  <a href\="http\://jamwiki.org/">jamwiki.org</a> \u0D87\u0DAD\u0DD2 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.  \u0DAF\u0DDC\u0DC2\u0DBA\: {0}
upgrade.error.nonfatal=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DC0\u0DD2\u0D9A\u0DBD\u0DCA\u0DB4 \u0D85\u0DAF\u0DD2\u0DBA\u0DBB\u0D9A\u0DCA \u0D85\u0DC3\u0DB8\u0DAD\u0DCA\u0DC0\u0DD2\u0DBA. \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DAD\u0DC0\u0DAF\u0DD4\u0DBB\u0DA7\u0DAD\u0DCA  \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DB1\u0DD4 \u0D87\u0DAD, \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0DAD\u0DC0\u0DAF\u0DD4\u0DBB\u0DA7\u0DAD\u0DCA \u0DB1\u0DD2\u0DC3\u0DD2 \u0D85\u0DBA\u0DD4\u0DBB\u0DD2\u0DB1\u0DCA \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0DAD\u0DCA\u0DB8\u0D9A \u0DC0\u0DDA, \u0D85\u0DC3\u0DB8\u0DAD\u0DCA\u0DC0\u0DD6 \u0D85\u0DAF\u0DD2\u0DBA\u0DBB \u0DB4\u0DBB\u0DD3\u0D9A\u0DCA\u0DC2\u0DCF \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7  \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0DB6\u0DBD\u0DB1\u0DCA\u0DB1. \u0DB8\u0DD0\u0DB1\u0DD4\u0DC0\u0DBD\u0DCA \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DCA\u0DBA \u0D85\u0DAF\u0DD2\u0DBA\u0DBB <code>/WEB-INF/UPGRADE.txt</code> \u0DBD\u0DDA\u0D9B\u0DB1\u0DBA\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0D87\u0DAD, \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD6 \u0DAF\u0DDD\u0DC2  <a href\="http\://jamwiki.org/">jamwiki.org</a> \u0D87\u0DAD\u0DD2 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.  \u0DAF\u0DDC\u0DC2\u0DBA\: {0}
upgrade.error.notrequired=\u0DB4\u0DC0\u0DAD\u0DCA\u0DB1\u0DCF \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0DB1\u0DD0\u0DAD.
upgrade.error.oldversion={1} \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DD2\u0DB1\u0DCA \u0DC3\u0DC4 \u0DB8\u0DD3\u0DA7 \u0DC0\u0DA9\u0DCF \u0DB4\u0DD0\u0DBB\u0DAB\u0DD2 \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DCA \u0DC0\u0DBD\u0DD2\u0DB1\u0DCA {0} \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DA7 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A.
upgrade.error.search.refresh=The search engine has been upgraded.  Please use the tools on the {0} page to rebuild your search index.
upgrade.message.db.column.added="{1}" \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DA7 "{0}" \u0DC3\u0DD2\u0DBB\u0DC3\u0DCA \u0DB4\u0DDA\u0DC5\u0DD2\u0DBA \u0D91\u0D9A\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.column.dropped="{1}" \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DDA "{0}" \u0DC3\u0DD2\u0DBB\u0DC3\u0DCA \u0DB4\u0DDA\u0DC5\u0DD2\u0DBA \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.column.modified="{1}" \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DDA "{0}" \u0DC3\u0DD2\u0DBB\u0DC3\u0DCA \u0DB4\u0DDA\u0DC5\u0DD2\u0DBA \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.column.populated="{1}" \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DDA "{0}" \u0DC3\u0DD2\u0DBB\u0DC3\u0DCA \u0DB4\u0DDA\u0DC5\u0DD2\u0DBA\u0DA7 \u0DAF\u0DAD\u0DCA\u0DAD \u0D91\u0D9A\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.data.added="{0}" \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DA7 \u0DBB\u0DD9\u0D9A\u0DDD\u0DA9\u0DCA\u0DC3\u0DCA \u0D91\u0D9A\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.data.deleted="{0}" \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DDA \u0DBB\u0DD9\u0D9A\u0DDD\u0DA9\u0DCA \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.data.updated="{0}" \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DDA \u0DBB\u0DD9\u0D9A\u0DDD\u0DA9\u0DCA \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.object.added=Added database object(s) "{0}".
upgrade.message.db.object.dropped=Dropped database object(s) "{0}".
upgrade.message.db.table.added=\u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DA7 "{0}" \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0 \u0D91\u0D9A\u0DAD\u0DD4 \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.table.dropped=\u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DDA "{0}"  \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0 \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1\u0DBD\u0DAF\u0DD3.
upgrade.message.search.refresh=The search engine has been upgraded and your search index has been rebuilt.
upgrade.message.stylesheet.failure=\u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DA7 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DBB\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DAF\u0DD0\u0DA9\u0DD2-\u0DB1\u0DDC\u0DC0\u0DB1 \u0DAF\u0DCA\u200D\u0DBA\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA\: JAMWiki \u0DC3\u0DCA\u0DA7\u0D89\u0DBD\u0DCA\u0DC1\u0DD3\u0DA7\u0DCA \u0D91\u0D9A \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA. \u0D9A\u0DBB\u0DD4\u0DAB\u0DCF\u0D9A\u0DBB \u0DAF\u0DDD\u0DC2 \u0DB4\u0DC4\u0DAD \u0DBD\u0DDC\u0D9C\u0DBA\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1 <a href\="http\://jamwiki.org/">jamwiki.org</a>.  \u0DAF\u0DDD\u0DC2\u0DBA \: {0}
upgrade.message.stylesheet.success="{0}" \u0D85\u0DAD\u0DAE\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD3 \u0DBD\u0DD9\u0D9B\u0DCA\u0DB1\u0DBA\u0DDA \u0DC3\u0DCA\u0DA7\u0D89\u0DBD\u0DCA\u0DC1\u0DD3\u0DA7\u0DCA \u0D91\u0D9A \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.title=JAMWiki {0} \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD JAMWiki {1} \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DA7 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
upload.caption.destination=\u0DB1\u0DD2\u0DBA\u0DB8\u0DD2\u0DAD \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DB1\u0DB8
upload.caption.filedescription=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA
upload.caption.source=\u0DB8\u0DD6\u0DBD \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0
upload.error.directorycreate=\u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 {0} \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA \u0DC3\u0DD1\u0DAF\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A.
upload.error.filename=\u0DBD\u0DD2\u0DB4\u0DD2 \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DB1\u0DB8 \u0DC0\u0DBD\u0D82\u0D9C\u0DD4 \u0DB1\u0DD0\u0DAD.
upload.error.filenotfound=\u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DC3\u0DB3\u0DC4\u0DCF \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD.
upload.error.filerename=\u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DBD \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DB1\u0DB8 {0} \u0DA7 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBD \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A.
upload.error.filetype=\u0DB8\u0DD9\u0DB8 \u0DC0\u0DD9\u0DB6\u0DCA \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DD9 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0DB4\u0DCF\u0DBD\u0D9A \u0DC3\u0DD9\u0DA7\u0DCA\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA "{0}" \u0DC0\u0DBB\u0DCA\u0D9C\u0DBA\u0DDA \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D89\u0DA9 \u0DB1\u0DDC\u0DAF\u0DDA.
upload.error.nodirectory=\u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A, \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DBD\u0D82\u0D9C\u0DD4 \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA\u0D9A\u0DCA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0DB1\u0DD0\u0DAD.
upload.help.destination=\u0DB8\u0DD9\u0DB8 \u0DB4\u0DCF\u0DA7\u0DD3\u0DBB\u0DBA \u0DC0\u0DD2\u0D9A\u0DBD\u0DCA\u0DB4\u0DD2\u0DAD \u0DB4\u0DCF\u0DA7\u0DD3\u0DBB\u0DBA\u0D9A\u0DD2, \u0DB8\u0DD9\u0DBA \u0DBA\u0DDC\u0DAF\u0DCF\u0D9C\u0DB1\u0DCA\u0DB1\u0DDA \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DBD \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0DC3\u0DB3\u0DC4\u0DCF \u0DB8\u0DD6\u0DBD \u0DB1\u0DB8 \u0DC4\u0DD0\u0DBB \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DB1\u0DB8\u0D9A\u0DCA \u0D86\u0DAF\u0DDA\u0DC1 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB4\u0DB8\u0DAB\u0D9A\u0DD2. \u0DB8\u0DAD\u0D9A \u0DAD\u0DD2\u0DBA\u0DCF\u0D9C\u0DB1\u0DCA\u0DB1 \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0DB1\u0DB8\u0DCA \u0DC3\u0DB3\u0DC4\u0DCF \u0DC3\u0DD0\u0DB8\u0DC0\u0DD2\u0DA7\u0DB8 \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DA7\u0DD9\u0DB1\u0DCA\u0DC2\u0DB1\u0DCA \u0DC3\u0DB4\u0DBA\u0DB1\u0DCA\u0DB1.(\u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DBA\u0D9A\u0DCA \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA\: ".jpg" \u0DC4\u0DDD ".txt").
upload.title=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0D85\u0DB4\u0DCA\u0DBD\u0DDC\u0DA9\u0DCA
user.date.format.help=Pages that display dates (recent changes, history, etc) will use the specified date format.
user.date.format.label=Preferred date format
user.default.locale.help=The specified locale is used to determine how labels and other text on the wiki should be displayed.  Note that if translations are not available for a locale then labels will still display in English.
user.default.locale.label=Preferred country &amp; language
user.preferences.group.editing=Editing settings
user.preferences.group.internationalization=Regional and international settings
user.preferred.editor.help=When editing a topic the preferred editor determines what tool to use to assist in editing.  Note that most editors require Javascript support.
user.preferred.editor.label=Preferred editor
user.signature.help=Leave this field blank to use a default pattern in signatures.  To use a custom signature, enter basic text, HTML or wiki markup that will be used as your signature.  Example\: <code>[[User\:user|user]] &amp;bull; ([[User comments\:user|comments]])</code>
user.signature.label=Signature
user.time.format.help=Pages that display time (recent changes, history, etc) will use the specified time format.
user.time.format.label=Preferred time format
user.timezone.help=The timezone is used to display your current date and time where this applies.
user.timezone.label=Timezone
userblock.caption.blockedby=The block was made by {0}.
userblock.caption.end=Expiry of block\: {0}
userblock.caption.honeypot=<b>Reason for block</b>\: Your IP address ({0}) is on the <a href\="http\://www.projecthoneypot.org/" target\="_blank">Project Honeypot</a> blacklist.  This means that malicious activity has originated from your server, or from another server on your shared network.  If you feel that you have been incorrectly blacklisted please contact the site administrator.  Note that if you have an account on this wiki you can still login and edit normally.
userblock.caption.overview=Your user name or IP address has been blocked from creating accounts, editing and uploading files.  If you feel that this block has been applied incorrectly please contact the site administrator.
userblock.caption.reason=The reason given is\: <i>{0}</i>.
userblock.caption.start=Start of block\: {0}
userblock.caption.target=Intended blockee\: {0}
userblock.title=User is Blocked
usermenu.account=\u0D9C\u0DD2\u0DAB\u0DD4\u0DB8
usermenu.admin=\u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DBB\u0DD4\u0DC0\u0DCF
usermenu.register=\u0DBD\u0DD2\u0DBA\u0DCF\u0DB4\u0DAF\u0DD2\u0D82\u0DA0\u0DD2\u0DC0\u0DD3\u0DB8
usermenu.user={0}
usermenu.usercomments=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D85\u0DAF\u0DC4\u0DC3\u0DCA \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD3\u0DB8\u0DCA
usermenu.watchlist=\u0DB8\u0DD4\u0DBB \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0
viewsource.caption.legend=Wiki markup for {0}
viewsource.caption.overview=The wiki markup for {0} is displayed below.  To change this markup please use the "Edit" tab above.  If no "Edit" tab is present then you do not have permission to edit the current topic, and you will either need to login, or if you are already logged-in then please contact the administrator of this wiki and request permission to edit this topic.
viewsource.title=View Source for {0}
watchlist.caption.added=<b>{0}</b> \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DB8\u0DD4\u0DBB \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DA7 \u0D91\u0D9A\u0DAD\u0DD4 \u0D9A\u0DBD\u0DCF.
watchlist.caption.empty=\u0DB8\u0DD4\u0DBB \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DDA \u0D9A\u0DD2\u0DC3\u0DD2\u0DC0\u0D9A\u0DCA \u0DB1\u0DD0\u0DAD.
watchlist.caption.removed=<b>{0}</b> \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DB8\u0DD4\u0DBB \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DD9\u0DB1\u0DCA \u0D89\u0DC0\u0DAD\u0DCA \u0D9A\u0DBD\u0DCF.
watchlist.error.loginrequired=\u0DB8\u0DD4\u0DBB \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0 \u0DB6\u0DBD\u0DB1\u0DCA\u0DB1 \u0D85\u0DBA\u0DD2\u0DAD\u0DD2\u0DBA \u0D87\u0DAD\u0DCA\u0DAD\u0DDA \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DBD\u0DDC\u0D9C\u0DCA\u0DC0\u0DD4 \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DB1\u0DCA\u0DA7 \u0DB4\u0DB8\u0DAB\u0DBA\u0DD2.
watchlist.title=\u0DB8\u0DD4\u0DBB \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0
